malyalam_text="""തായ്‌വാനിലെ ദേശീയോദ്യാനങ്ങൾ സംരക്ഷിതപ്രദേശങ്ങളാണ്.  ചതുരശ്ര കിലോമീറ്റർ (2,891.71 sq mi) വിസ്തീർണ്ണത്തിൽ വ്യാപിച്ചുകിടക്കുന്ന ഒൻപത് ദേശീയോദ്യാനങ്ങളാണ് ഇവിടെയുള്ളത്.
എല്ലാ ദേശീയോദ്യാനങ്ങളും മിനിസ്ട്രി ഓഫ് ദ ഇന്റീരിയർ ഭരണത്തിൻകീഴിലാണ് നിലനിൽക്കുന്നത്. 1937-ൽ തായ്‌വാനിലെ ജാപ്പനീസ് ഭരണത്തിൻ കീഴിലായിരുന്നു ആദ്യത്തെ ദേശീയോദ്യാനം നിലവിൽവന്നത്.
രണ്ടാം ലോകമഹായുദ്ധത്തിനുശേഷം സ്വേച്ഛാധിപത്യ ഭരണവും തായ്‌വാനിലെ മാർഷൽ നിയമവും കാരണം പരിസ്ഥിതി സംരക്ഷിക്കുന്നതിനുള്ള ശബ്ദം നിർത്തിവച്ചിരുന്നു. തുടർന്ന് 1972-ൽ ദേശീയോദ്യാനനിയമം പാസ്സാക്കുകയും അവസാനം ആദ്യത്തെ ദേശീയോദ്യാനം പുതിയതായി 1984-ൽ വീണ്ടും നിലവിൽ കൊണ്ടുവന്നു.
പട്ടിക കാണുകസെർബിയൻ-അമേരിക്കക്കാരനായ ഒരു കണ്ടുപിടിത്തക്കാരനും, വൈദ്യുതി എഞ്ചിനീയറും, മെക്കാനിക്കൽ എഞ്ചിനീയറും, ഭാവി‌കാഴ്ചപ്പാടുള്ളയാളും ഇന്നത്തെ വൈദ്യുതിവിതരണസമ്പ്രദായം പ്രത്യാവർത്തിധാരാവൈദ്യുതി (AC) ആയിത്തീരാൻ മുഖ്യപങ്കുവഹിച്ചയാളും ആയിരുന്നു നിക്കോള ടെസ്‌ല (10 ജൂലൈ 1856 – 7 ജനുവരി 1943). വൈദ്യുതിയുടെ വ്യാവസായികോപയോഗത്തിന്‌ പ്രധാനസംഭാവനകൾ നൽകിയ അദ്ദേഹം ഭൂമുഖത്തിൽ വെളിച്ചം വിതറിയ വ്യക്തി എന്നറിയപ്പെടുന്നു. ടെസ്‌ലയുടെ പേറ്റന്റുകളും സൈദ്ധാന്തികഗവേഷണങ്ങളുമാണ്‌ ഇന്നത്തെ പ്രത്യാവർത്തിധാരാവൈദ്യുതോപകരണങ്ങൾക്ക് അടിസ്ഥാനം. അദ്ദേഹത്തിന്റെ എ. സി. മോട്ടോർ കണ്ടുപിടിത്തം രണ്ടാം വ്യാവസായികവിപ്ലവത്തിന്‌ വഴിതെളിച്ചു.
പ്രൊട്ടസ്റ്റന്റ് കലാപത്തെ തുടർന്ന് പാശ്ചാത്യ ക്രിസ്തീയസഭയിൽ ഉണ്ടായ സ്ഥിതിവിശേഷത്തെ നേരിടാനായി പതിനാറാം നൂറ്റാണ്ടിൽ കത്തോലിക്കാ സഭ വിളിച്ചുകൂട്ടിയ ഒരു സഭാസമ്മേളനമാണ് ത്രെന്തോസ് സൂനഹദോസ് (Council of Trent). കത്തോലിക്കാ സഭയുടെ ചരിത്രത്തിലെ ഏറ്റവും വലിയ സഭാസമ്മേളനങ്ങളിൽ ഒന്നായി ഇതു പരിഗണിക്കപ്പെടുന്നു.[1] ഇറ്റലിയിൽ, 1545 ഡിസംബർ 13-നും 1563 ഡിസംബർ 4-നും ഇടയ്ക്ക് മൂന്നു മാർപ്പാപ്പാമാരുടെ ഭരണകാലങ്ങളിലായി നടന്ന 25 സമ്മേളനങ്ങളാ
ആദ്യത്തെ എട്ടു സമ്മേളനങ്ങൾ മൂന്നാം പൗലോസ് മാർപ്പാപ്പയുടെ കാലത്ത് ത്രെന്തോസിൽ 1545 മുതൽ 1547 വരെ നടന്നു. ഇറ്റലിക്കാരായ മെത്രാന്മാരുടെ അഭിലാഷമനുസരിച്ച്, 1547-ൽ 9 മുതൽ 11 വരെ സമ്മേളനങ്ങളുടെ വേദിയായത് മാർപ്പാപ്പായുടെ രാഷ്ട്രീയാധികാര സീമയിൽ പെട്ട ബൊളോഞ്ഞാ നഗരമാണ്.[2] ജൂലിയസ് മൂന്നാമൻ മാർപ്പാപ്പയുടെ കാലത്തു 1551-52 വർഷങ്ങളിൽ 12 മുതൽ 16 വരെ സമ്മേളനങ്ങളിൽ സൂനഹദോസ് ത്രെന്തോസിൽ തിരികെയെത്തി. തുടർന്ന് ദീർഘമായ പത്തുവർഷക്കാലത്തെ ഇടവേളയ്ക്കു ശേഷം പീയൂസ് നാലാമൻ മാർപ്പാപ്പയുടെ കാലത്ത് 1562-63 വർഷങ്ങളിൽ നടന്ന 17 മുതൽ 25 വരെ സമ്മേളനങ്ങളും ത്രെന്തോസിൽ തന്നെയായിരുന്നു.

പുരോഗതി[തിരുത്തുക]
സഭയിലെ പ്രശ്നങ്ങൾ ചർച്ച ചെയ്യാനുള്ള ഒരു സാർവലൗകിക സമ്മേളനം, വ്യവസ്ഥാപിത നേതൃത്വത്തിനെതിരെ കലാപമുയർത്തിയ മാർട്ടിൻ ലൂഥർ ഉൾപ്പെടെയുള്ളവർ ഉന്നയിച്ച ഒരാവശ്യമായിരുന്നു. മുൻനൂറ്റാണ്ടിൽ, കോൺസ്റ്റൻസിലും(1414-18) ബേസലിലും(1431-45) നടന്ന സൂനഹദോസുകൾ മാർപ്പാപ്പാമാരുടെ അധികാരത്തിനു കടിഞ്ഞാണിടാൻ ശ്രമിച്ചതും മറ്റും മൂലം, മാർപ്പാപ്പാമാർ ഇതിൽ താത്പര്യം കാട്ടിയില്ല. നവീകർത്താക്കൾ ഉയർത്തിയ വെല്ലുവിളി ഗുരുതരമായതോടെ രാഷ്ട്രീയ സാഹചര്യങ്ങൾ, എല്ലാ വിഭാഗക്കാരും പങ്കെടുക്കുന്ന ഒരു സമ്മേളനത്തിനു പറ്റാത്തതുമായി. ഒടുവിൽ സമ്മേളനം വിളിച്ചുകൂട്ടാൻ തീരുമാനിച്ചത് പൗലോസ് മൂന്നാമൻ മാർപ്പാപ്പയാണ്.

എല്ലാവരും സ്വന്തം സ്വാധീനമേഖലയിൽ സൂനഹദോസ് നടന്നുകാണാനാണ് ആഗ്രഹിച്ചത്. "വിശുദ്ധറോമാസാമ്രാട്ട്" ചാൾസ് അഞ്ചാമന്റെ സ്വാധീനത്തിലുള്ള ജർമ്മൻ പ്രദേശങ്ങൾ സൂനഹദോസിനു വേദിയാകുന്നത് മാർപ്പാപ്പയ്ക്കും ഫ്രാൻസിലെ രാജാവിനും ഇഷ്ടമായിരുന്നില്ല. ഒടുവിൽ ത്രെന്തോസ് തെരഞ്ഞെടുക്കപ്പെടാൻ കാരണം അത് ചാൾസിന്റെ സാമ്രാജ്യത്തിന്റെ ഭാഗമെങ്കിലും, ഇറ്റലിയിലെ ഒരു നഗരമെന്ന നിലയിൽ മാർപ്പാപ്പയുടെ കൂടി സ്വാധീനമേഖലയിൽ ഉൾപ്പെട്ടതാണ് എന്നതു കൊണ്ടാണ്. ഇടയ്ക്ക്, സഭാഭരണത്തിലെ നവീകരണത്തെ സംബന്ധിച്ച് നടപടികൾ സൂനഹദോസ് ത്വരിതഗതിയിലാക്കണമെന്ന് ചാൾസ് അഞ്ചാമൻ ആവശ്യപ്പെട്ടപ്പോൾ, സൂനഹദോസ് വേദി തന്റെ രാഷ്ട്രീയാധികാര പരിധിയിലുള്ള ബൊളോഞ്ഞയിലേക്കു മാറ്റാൻ മാർപ്പാപ്പ ഉത്തരവിട്ടു. ഇറ്റലിക്കാരല്ലാത്തെ മെത്രാന്മാർ ഇതിനെ എതിർത്തു. ത്രെന്തോസിലുണ്ടായ ഏറെ വ്യാപകമല്ലാത്ത പ്ലേഗു ബാധയിൽ ഒരു മെത്രാൻ മരിച്ചപ്പോൾ, ഇറ്റലിക്കാരായ മെത്രാന്മാർ മാത്രം ത്രെന്തോസു വിട്ടുപോയി ബൊളോഞ്ഞയിൽ സമ്മേളിച്ചു. എന്നാൽ അവിടെ നടന്ന സമ്മേളനങ്ങളെ അംഗീകരിക്കാൻ ചാൾസ് വിസമ്മതിച്ചതിനാൽ വീണ്ടും ത്രെന്തോസ് തന്നെ സൂനഹദോസ് വേദിയായി. ചാൾസ് അഞ്ചാമന്റെ അധികാരത്തിൽ പെട്ട ത്രെന്തോസിനെ സമ്മേളനവേദിയായി അംഗീകരിക്കാൻ ഫ്രാൻസിലെ രാജാവ് വിസമ്മതിച്ചതിനാൽ ഫ്രഞ്ചു സഭാനേതാക്കൾ സൂനഹദോസിന്റെ ആദ്യസമ്മേളനങ്ങളിൽ നിന്നു വിട്ടു നിന്നിരുന്നു. ആദ്യവസാനം, സൂനഹദോസിൽ പങ്കെടുത്തവരിൽ അധികവും ഇറ്റലിക്കാരായിരുന്നു. സമ്മേളനസ്ഥലത്തെ അസൗകര്യങ്ങൾ, പൊതുവേ വൃദ്ധരും സുഖകരമായി ജീവിതം ശീലിച്ചിരുന്നവരുമായ പ്രതിനിധികളെ വിഷമിപ്പിച്ചു. സൂനഹദോസിന്റെ ദൈർഘ്യവും വലിയ ഇടവേളകളും മൂലം, ഒരേ കൂട്ടം പ്രതിനിധികളല്ല അതിൽ ആദ്യവസാനം ഉണ്ടായിരുന്നത്.[3]

സൂനഹദോസിൽ പ്രൊട്ടസ്റ്റന്റ് വിഭാഗങ്ങളുടെ പ്രതിനിധികളെക്കൂടി പങ്കെടുപ്പിച്ച്, വ്യാപകമായ രഞ്ജിപ്പിനു വഴിയൊരുക്കാനും ശ്രമമുണ്ടായി. ചില സമ്മേളനങ്ങളിൽ അവർ പങ്കെടുത്തെങ്കിലും ആ വഴിക്കുള്ള ശ്രമങ്ങൾ വിജയിച്ചില്ല. പ്രൊട്ടസ്റ്റന്റുകാരുമായുള്ള രഞ്ജിപ്പ് ചാൾസ് അഞ്ചാമനെ ജർമ്മനിയിൽ രാഷ്ട്രീയമായി ശക്തിപ്പെടുത്തുമെന്നതിനാൽ, ഫ്രാൻസിനും മാർപ്പാപ്പയുടെ നേതൃത്വത്തിലുള്ള ഇറ്റാലിയൻ പക്ഷത്തിനും അതിൽ വലിയ ഉത്സാഹം ഇല്ലായിരുന്നു.[4]

തീരുമാനങ്ങൾ[തിരുത്തുക]
ധാർമ്മികശുദ്ധീകരണത്തിലൂടെ പുരോഹിതന്മാർക്കിടയിലെ ദുർന്നടത്തവും സഭാഭരണത്തിൽ ആരോപിക്കപ്പെട്ട അഴിമതിയും ഇല്ലാതാക്കാനും കാര്യക്ഷമത വർദ്ധിപ്പിക്കാനും സഹായിച്ച ഒട്ടേറെ തീരുമാനങ്ങൾ സൂനഹദോസ് കൈക്കൊണ്ടു. എന്നാൽ വിശ്വാസത്തിന്റെ മേഖലയിൽ സൂനഹദോസ് ചെയ്തത്, "പ്രൊട്ടസ്റ്റന്റ് ശീശ്മ" എന്ന് അതു വിശേഷിപ്പിച്ച നിലപാടുകളെ അപലപിക്കുകയും, വിശുദ്ധഗ്രന്ഥം, സഭാ പാരമ്പര്യങ്ങൾ, മൂലപാപം, നീതീകരണം, കൂദാശകൾ, കുർബ്ബാനയിലെ ദിവ്യകാരുണ്യം, വിശുദ്ധന്മാരുടെ വണക്കം എന്നീ വിഷയങ്ങളിൽ കത്തോലിക്കാ പക്ഷം നിർവ്വചിച്ചുറപ്പിക്കുന്ന പ്രഖ്യാപനങ്ങൾ പുറപ്പെടുവിക്കുകയുമാണ്.[2] നിത്യരക്ഷ, കൂദാശകൾ, വിശുദ്ധലിഖിതസംഹിത എന്നീ വിഷയങ്ങളിൽ കത്തോലിക്കാ സഭയുടെ നിലപാടു വ്യക്തമാക്കുക വഴി സൂനഹദോസ്, പ്രൊട്ടസ്റ്റന്റുകൾ ഉയർത്തിയ തർക്കങ്ങൾക്കു മറുപടി പറയുകയായിരുന്നു.[1]


സമാപനഘട്ടത്തിൽ സൂനഹദോസിനു നേതൃത്വം കൊടുത്ത പീയൂസ് നാലാമൻ മാർപ്പാപ്പ - ബെർത്തലോമ്യോ പാസറോട്ടി വരച്ച ചിത്രം
ശുദ്ധീകരണം[തിരുത്തുക]
സൂനഹദോസ് കൈക്കൊണ്ട ഏറ്റവും ശ്രദ്ധേയമായ തീരുമാനങ്ങളിൽ ചിലത് സഭയിൽ പൊതുവേയും പൗരോഹിത്യത്തിൽ പ്രത്യേകിച്ചും ആവശ്യമായി വന്ന ധാർമ്മികശുദ്ധീകരണത്തെ ലക്ഷ്യമാക്കിയുള്ളതായിരുന്നു. പുരോഹിതന്മാർക്കിടയിലെ ദുർന്നടത്തവും സഭാഭരണത്തിൽ ആരോപിക്കപ്പെട്ട അഴിമതിയും ഇല്ലാതാക്കാനും കാര്യക്ഷമത വർദ്ധിപ്പിക്കാനും ഈ തീരുമാനങ്ങൾ ഉപകരിച്ചു. മാർപ്പാപ്പാമാരും അദ്ദേഹത്തിന്റെ കീഴിലുള്ള സഭയുടെ ഉന്നത ഭരണസമിതിയായ റോമൻ കൂരിയായും ആയി ബന്ധപ്പെട്ട സ്വജനപക്ഷപാതവും മറ്റും ത്രെന്തോസിനു ശേഷം നിയന്ത്രണത്തിലായി. പിൽക്കാലങ്ങളിൽ സഭയുടെ ഭരണത്തിൽ കാര്യക്ഷമതയും നെറിവും ഉണ്ടാകാൻ ഇത് ഇടയാക്കി. പുരോഹിത ബ്രഹ്മചര്യത്തിൽ വിട്ടുവീഴ്ചചെയ്യാതിരുന്ന സൂനഹദോസ് അവരുടെ അവിഹിതബന്ധങ്ങളേയും ഇതര അസന്മാർഗ്ഗികതകളേയും നിയന്ത്രിക്കാൻ വ്യവസ്ഥ ചെയ്തു. അഭ്യസ്തവിദ്യരായി പുരോഹിതരുടെ ദൗർലഭ്യം കണക്കിലെടുത്ത്, പുരോഹിതപരിശീലത്തിനായി കൂടുതൽ സെമിനാരികൾ സ്ഥാപിക്കാൻ സൂനഹദോസ് വ്യവസ്ഥ ചെയ്തു.

സഭയിലെ അഴിമതിയെ സംബന്ധിച്ച ലൂഥറിന്റെ പ്രചരണത്തെ ഏറെ സഹായിച്ച ദണ്ഡവിമോചനവിപണനം (sale of indulgences) അവസാനിപ്പിക്കാനും സൂനഹദോസ് നടപടിയെടുത്തു. ദണ്ഡവിമോചനങ്ങൾ അനുവദിക്കപ്പെടുന്നത് ഭക്തകൃത്യങ്ങളും പരോപകാരപ്രവൃത്തികളും ചെയ്യുന്നവർക്കു മാത്രമായപ്പോൾ, പ്രായശ്ചിത്തവിമുക്തി വിലയ്ക്കു വാങ്ങാമെന്ന സ്ഥിതി മാറി.

വിശ്വാസസംഹിത[തിരുത്തുക]
വിശ്വാസത്തെ സംബന്ധിച്ച് നവീകരണവാദികൾ ഉയർത്തിയ തർക്കങ്ങളിൽ കത്തോലിക്കാ നിലപാട് കൂടുതൽ ശക്തിയോടെ ആവർത്തിച്ച സൂനഹദോസ് പ്രൊട്ടസ്റ്റന്റു വിഭാഗവുമായുള്ള അനുരഞ്ജനത്തിനുള്ള വഴിയടച്ചു. ക്രിസ്തീയവിശ്വാസത്തിന്റെ സ്രോതസ്സെന്ന നിലയിൽ വേദപുസ്തകത്തിനൊപ്പം സഭാപാരമ്പര്യത്തിനുള്ള പ്രാധാന്യം, വിശുദ്ധന്മാരുടെ വണക്കം, ക്രിസ്തീയജീവിതത്തിൽ കൂദാശകൾക്കുള്ള സ്ഥാനം, വിശുദ്ധകുർബ്ബാനയിൽ യേശുവിന്റെ "യഥാർത്ഥസാന്നിദ്ധ്യം" (real presence) തുടങ്ങിയ വിഷയങ്ങളിൽ സൂനഹദോസ് വിട്ടുവീഴ്ചയില്ലാത്ത നിലപാടെടുത്തു. വിശുദ്ധകുർബ്ബാനയിൽ ബലിയപ്പത്തിനും വീഞ്ഞിനും സഭവിക്കുന്നതായി പറയപ്പെടുന്ന പദാർത്ഥാന്തരീകരണത്തെ (transubstantiation) സംബന്ധിച്ചുള്ള സൂനഹദോസിന്റെ ഈ പ്രഖ്യാപനം[5] ഇതിനുദാഹരണമാണ്:-

“	ഏറ്റവും പരിശുദ്ധ ദിവ്യകാരുണ്യത്തിൽ നമ്മുടെ കർത്താവിന്റെ ശരീരരക്തങ്ങൾക്കൊപ്പം അപ്പത്തിന്റേയും വീഞ്ഞിന്റേയും പദാർത്ഥങ്ങൾ നിലനിൽക്കുന്നുവെന്നു പറയുകയും, പൂർവഛായ നിലനിൽക്കെത്തന്നെ അപ്പത്തിന്റേയും വീഞ്ഞിന്റേയും മുഴുവൻ പദാർത്ഥത്തിനും യേശുവിന്റെ ശരീരരക്തങ്ങളായി സംഭവിക്കുന്ന അത്ഭുതകരവും അന്യാദൃശവും കത്തോലിക്കാ സഭ തികഞ്ഞ ഔചിത്യത്തോടെ "പദാർത്ഥാന്തരീകരണം" (transubstantiation) എന്നു വിളിക്കുന്നതുമായ പരിവർത്തനത്തെ നിഷേധിക്കുകയും ചെയ്യുന്നവൻ ആരായാലും ശപിക്കപ്പെട്ടവനാകട്ടെ.	”
ജെറോമിന്റെ വുൾഗാത്താ ലത്തീൻ പരിഭാഷയെ ബൈബിളിന്റെ ആധികാരികപാഠമായി പ്രഖ്യാപിച്ച സൂനഹദോസ്, പ്രൊട്ടസ്റ്റന്റുകൾ തിരസ്കരിച്ച അപ്പോക്രിഫയിലെ ഗ്രന്ഥങ്ങളെ പഴയനിയമത്തിന്റെ ഭാഗമായി അംഗീകരിച്ചു. തോമസ് അക്വീനാസിനെ സൂനഹദോസ് ക്രിസ്തീയവിശ്വാസസംഹിതയുടെ ആധികാരിക വക്താവായി പേരെടുത്തു പറഞ്ഞു. സമ്മേളനവേദിയിലെ അൾത്താരയിൽ അക്വീനാസിന്റെ മുഖ്യകൃതിയായ ദൈവശാസ്ത്രസംഗ്രഹം (സമ്മാ തിയോളജിയാ) ബൈബിളിനൊപ്പം സ്ഥാനം കണ്ടു.[4]

ചാൾസ് അഞ്ചാമൻ ഉൾപ്പെടെ ജർമ്മനിയിൽ നിന്നുള്ള കത്തോലിക്കർ, കുർബ്ബാനയിലെ വീഞ്ഞിൽ വിശ്വാസികളുടെ പങ്കുപറ്റൽ[൨], പുരോഹിതരുടെ വിവാഹം, ആരാധനയിൽ നാട്ടുഭാഷകളുടെ ഉപയോഗം എന്നിവയുൾപ്പെടെയുള്ള പരിഷ്കാരങ്ങൾ ആഗ്രഹിച്ചെങ്കിലും അവ അനുവദിക്കപ്പെട്ടില്ല.[3]

അധികാരശ്രേണി[തിരുത്തുക]
മാർപ്പാപ്പയുടെ അധികാരത്തിന്റെ കാര്യത്തിലും സൂനഹദോസ് പ്രൊട്ടസ്റ്റന്റ് നിലപാടുമായി ഒത്തുതീർപ്പിനു തയ്യാറായില്ല. സ്പെയിനിലും ഫ്രാൻസിലും മറ്റും നിന്നുള്ള പ്രമുഖ സഭാനേതാക്കന്മാരിൽ പലരും സൂനഹദോസ് മാർപ്പാപ്പയുടെ നിയന്ത്രണത്തിൽ ആയിരിക്കുന്നതിനെ എതിർക്കുകയും[൧] സഭയുടെ ചട്ടക്കൂടിനുള്ളിൽ മെത്രാന്മാരുടെ സ്വാതന്ത്ര്യത്തിനു വേണ്ടി വാദിക്കുകയും ചെയ്തു. റോമിലെ മെത്രാനായ മാർപ്പാപ്പായെ മെത്രാന്മാരിൽ ഒന്നാമനായി അംഗീകരിക്കാൻ അവർ തയ്യാറായിരുന്നെങ്കിലും അദ്ദേഹം "സമന്മാരിൽ ഒന്നാമൻ" (Primus inter pares - first among equals) മാത്രമാകണമെന്ന് അവർ വാദിച്ചു. മെത്രാന്മാരുടെ അധികാരം മാർപ്പാപ്പയിൽ നിന്നല്ല അപ്പസ്തോലിക പിന്തുടർച്ചയിലൂടെ ക്രിസ്തുവിൽ നിന്നു ലഭിക്കുന്നതാണ് എന്നായിരുന്നു അവരുടെ ന്യായം.[3] ഈ നിലപാട് തിരസ്കരിച്ച സൂനഹദോസ് മാർപ്പാപ്പായുടെ പരമാധികാരത്തെ എല്ലാ സഭാസമ്മേളനങ്ങൾക്കും ഉപരി പ്രതിഷ്ഠിച്ചു. ഒടുവിൽ, അതിന്റെ തീരുമാനങ്ങൾ നടപ്പാക്കുന്ന ചുമതല സൂനഹദോസ് ഏല്പിച്ചതും മാർപ്പാപ്പയെ ആണ്; തൽഫലമായി, നാലാം പീയൂസ് മാർപ്പാപ്പ 1565-ൽ ത്രെന്തോസ് വിശ്വാസപ്രമാണം പ്രസിദ്ധീകരിച്ചു; പീയൂസ് അഞ്ചാമൻ മാർപ്പാപ്പ 1566-ൽ റോമൻ വേദോപദേശവും, 1568-ൽ പരിഷ്കരിച്ച റോമൻ യാമപ്രാർത്ഥനകളും, 1570-ൽ പുതിയ കുർബ്ബാനക്രമവും പ്രസിദ്ധീകരിച്ചു. ക്ലെമന്റ് എട്ടാമൻ മാർപ്പാപ്പ 1592-ൽ ബൈബിളിന്റെ ലത്തീൻ പരിഭാഷയായ വുൾഗാത്തയുടെ പരിഷ്കരിച്ച പതിപ്പു പ്രസിദ്ധീകരിച്ചതും സൂനഹദോസ് തുടക്കമിട്ട പരിഷ്കരണങ്ങളുടെ തുടർച്ചയിലായിരുന്നു.[6]

പ്രാധാന്യം[തിരുത്തുക]
മതപരവും രാഷ്ട്രീയവുമായ ഭിന്നതകളും പ്ലേഗു ബാധയും മറ്റും മൂലം പലവട്ടം വൈകുകയും നിർത്തിവയ്ക്കപ്പെടുകയും ചെയ്ത ത്രെന്തോസ് സൂനഹദോസ്, സഭാചരിത്രത്തിലെ സുപ്രധാനമായ ഒരു നവീകരണ സമ്മേളനമായിരുന്നു. പ്രൊട്ടസ്റ്റന്റ് നവീകരണത്തിനുള്ള കത്തോലിക്കാ പക്ഷത്തിന്റെ മറുപടിയായ പ്രതിനവീകരണത്തിന്റെ ആശയങ്ങൾ ഏറ്റവും ശ്രദ്ധേയമായ രൂപം ധരിച്ചത് സൂനഹദോസിലാണ്.[6] പിന്നീടൊരു സാർവലൗകിക സഭാസമ്മേളനം നടക്കാൻ കത്തോലിക്കാസഭയ്ക്ക് മൂന്നു നൂറ്റാണ്ടോളം കാത്തിരിക്കേണ്ടി വന്നു. പത്തൊൻപതാം നൂറ്റാണ്ടിൽ (1869-70) നടന്ന ഒന്നാം വത്തിക്കാൻ സൂനഹദോസായിരുന്നു ആ സമ്മേളനം. ഇരുപതാം നൂറ്റാണ്ടിൽ രണ്ടാം വത്തിക്കാൻ സൂനഹദോസ് (1962-65) വിളിച്ചു കൂട്ടിയ യോഹന്നാൻ 23-ആമൻ മാർപ്പാപ്പ, ത്രെന്തോസ് സൂനഹദോസിന്റെ ആശയങ്ങൾ ആധുനിക കാലത്തും പ്രസക്തമാണെന്നു പ്രഖ്യാപിച്ചു. രണ്ടാം വത്തിക്കാൻ സൂനഹദോസിന്റെ സമാപനഘട്ടത്തിൽ മാർപ്പാപ്പ ആയിരുന്ന പൗലോസ് ആറാമനും ഈ പ്രഖ്യാപനം ആവർത്തിച്ചു.[7]

കുറിപ്പുകൾ[തിരുത്തുക]
൧ ^ റോമിന്റെ അതിരുവിട്ട ഇടപെടലിനെക്കുറിച്ച് സൂനഹദോസിൽ പങ്കെടുത്ത സഭാപിതാക്കന്മാരിൽ ഒരാളായ ലൊറൈനിലെ കർദ്ദിനാൾ ചാൾസ് നിരീക്ഷിച്ചത്, തീരുമാനങ്ങൾക്ക് പ്രചോദനം കിട്ടാൻ ദൈവാത്മാവിനെ വേണമെന്നു തോന്നിയപ്പോഴൊക്കെ, റോമിൽ നിന്ന് ചാക്കിൽ കെട്ടി കൊണ്ടുവരുകയാണു ചെയ്തത് എന്നായിരുന്നു.[5] "ത്രിത്വത്തിലെ മൂന്നാമത്തെയാൾ, റോമിൽ നിന്ന് തപാൽക്കാരന്റെ സഞ്ചിയിൽ, പതിവായി ത്രെന്തോസിൽ വന്നിരുന്നു"[4]

൨ ^ കൂദാശ ചെയ്യപ്പെടുന്ന അപ്പം മാത്രമാണ് പുരോഹിതരല്ലാത്ത വിശ്വാസികൾക്ക് കുർബ്ബാനയിൽ നൽകിയിരുന്നത്. ഈ പാരമ്പര്യം തുടരുന്നതിന് സൂനഹദോസ് പറഞ്ഞ ന്യായം, അപ്പത്തിലും വീഞ്ഞിലും യേശു, ശരീരരക്തങ്ങളോടെ സമ്പൂർണ്ണമായി ഉണ്ടായിരിക്കുന്നു എന്നാണ്. മാംസരക്തങ്ങൾ ചേർന്ന യേശുവിന്റെ സമ്പൂർണ്ണ ശരീരമാകാൻ അപ്പവും വീഞ്ഞും വേണം എന്ന വിശ്വാസത്തിന്റെ (consubstantiation) തിരസ്കാരമായിരുന്നു ഈ വിശദീകരണം
പതിനാറാം നൂറ്റാണ്ടിൽ മാർട്ടിൻ ലൂഥർ[1], ജോൺ കാൽവിൻ തുടങ്ങിയവരുടെ നേതൃത്വത്തിൽ യൂറോപ്പിലെ ക്രിസ്തുമത വിശ്വാസികളുടെ ഇടയിൽ നടന്ന നവീകരണനീക്കങ്ങളെയാണ് പ്രൊട്ടസ്റ്റന്റ് നവീകരണം എന്ന് പറയുന്നത്. കത്തോലിക്കാ സഭയിലെ ചടങ്ങുകളെയും സിദ്ധാന്തങ്ങളെയും എതിർത്ത് പ്രൊട്ടസ്റ്റന്റ് സഭകളുടെ ഉദ്ഭവത്തിന് കാരണമായി. അയർലന്റ്, ബ്രിട്ടന്റെ ചില ഭാഗങ്ങൾ എന്നിവയൊഴികെയുള്ള വടക്കൻ യൂറോപ്പിലെ ഭാഗങ്ങളിലെ ജനങ്ങൾ പ്രൊട്ടസ്റ്റന്റ് വിശ്വാസികളായിത്തീർന്നെങ്കിലും തെക്കൻ യൂറോപ്പിലുള്ളവർ കത്തോലിക്കാ വിശ്വാസത്തിൽ തുടർന്നു.

വിക്കിപീഡിയ, ഒരു സ്വതന്ത്ര വിജ്ഞാനകോശം.
(വർഗ്ഗം:1-ആം നൂറ്റാണ്ടിലെ ദശകങ്ങൾ എന്ന താളിൽ നിന്നും തിരിച്ചുവിട്ടതു പ്രകാരം)
ഉപവർഗ്ഗങ്ങൾ
ഈ വർഗ്ഗത്തിൽ ആകെ 3 ഉപവർഗ്ഗങ്ങൾ ഉള്ളതിൽ 3 ഉപവർഗ്ഗങ്ങൾ, താഴെക്കൊടുത്തിരിക്കുന്നു.
പ്രൊട്ടസ്റ്റന്റ് നവീകരണത്തെ തുടർന്ന് പാശ്ചാത്യ ക്രിസ്തീയസഭയിൽ ഉണ്ടായ സ്ഥിതിവിശേഷത്തെ നേരിടാനായി പതിനാറാം നൂറ്റാണ്ടിൽ റോമൻ കത്തോലിക്കാ സഭ ഒരു സഭാസമ്മേളനം വിളിച്ചുകൂട്ടി, ത്രെന്തോസ് സൂനഹദോസ് എന്നറിയപ്പെടുന്ന ഈ സഭാസമ്മേളനം,കത്തോലിക്കാ സഭയുടെ ചരിത്രത്തിലെ ഏറ്റവും വലിയ സഭാസമ്മേളനങ്ങളിൽ ഒന്നായി ഇതു പരിഗണിക്കപ്പെടുന്നു.
(ജി)ഐ-ഡിൽ അംഗങ്ങൾ" എന്ന വർഗ്ഗത്തിലെ താളുകൾ

കൂടുതൽ വായിക്കുക
മാർപ്പാപ്പയുടെ നേതൃത്വത്തിൽ ഉണ്ടായ ലോകത്തിലെ ഏറ്റവും വലിയ ക്രിസ്തീയ വിഭാഗമാണ് കത്തോലിക്കാസഭ. ആറു പാരമ്പര്യങ്ങളിൽപെട്ട 24 വ്യക്തി സഭകൾ ചേർന്ന കൂട്ടായ്മയാണ് ഇത്.ക്രിസ്തുമതത്തിലെ പ്രമുഖസ്ഥാനം വഹിക്കുന്ന ഈ സഭ, ലോകത്തിലെ തന്നെ ഏറ്റവും വലിയ സംഘടിത മതവിഭാഗമാണ്[7]. 2017- ലെ പൊന്തിഫിക്കൽ ആനുവാരിയോ അനുസരിച്ച് കത്തോലിക്കാ സഭയുടെ ആഗോള അംഗസംഖ്യ 1299368942(130കോടി) അഥവാ ലോകത്തിന്റെ ആകെ ജനസംഖ്യയുടെ ആറിൽ ഒന്ന് ആയിരുന്നു.[8] യേശുക്രിസ്തുവിനാൽ സ്ഥാപിതമായ ഏക വിശുദ്ധ സഭയാണിതെന്നും മെത്രാന്മാർ കൈവയ്പു വഴി തങ്ങൾക്ക് ലഭിക്കുന്ന അധികാരത്താൽ സത്യവിശ്വാസം തുടർന്നു പരിപാലിയ്ക്കുന്നുവെന്നും സഭയുുടെ ഭൗമിക തലവനായ മാർപ്പാപ്പ വിശുദ്ധ പത്രോസിന്റെ പിൻഗാമിയാണെന്നും കത്തോലിക്ക സഭ പഠിപ്പിക്കുന്നു.

പാശ്ചാത്യ സഭയും മാർപ്പാപ്പയുടെ പരമാധികാരത്തെ അംഗീകരിയ്ക്കുന്ന ഇരുപത്തിമൂന്നു പൗരസ്ത്യ കത്തോലിക്കാ സഭകളും ചേർന്നതാണ് കത്തോലിക്കാ സഭ. ചിട്ടയായ ഭരണത്തിനും ശുശ്രൂഷയ്ക്കുമായി ഈ സഭ പല അതിരൂപതകളായും രൂപതകളായും വിഭജിയ്ക്കപ്പെട്ടിരിയ്ക്കുന്നു. ഒരോ മെത്രാന്റെ കീഴിലുള്ള ഈ രൂപതകളുടെ സംഖ്യ 2005ന്റെ അവസാനം 2770 എത്തിയിരുന്നു.[9][10]

ചരിത്രം[തിരുത്തുക]
കത്തോലിക്കാ സഭയുടെ സ്ഥാപനത്തിന് അപ്പോസ്തോലിക കാലത്തോളം പഴക്കമുണ്ടെന്ന് കരുതപ്പെടുന്നു. ഈ സഭ സ്ഥാപിച്ചത് യേശുക്രിസ്തു ആണ്. അപ്പോസ്തോലനായ വിശുദ്ധ പത്രോസാണെന്നാണ് തുടർന്ന് നേതൃത്വം നൽകിയതെന്നതാണ്  വിശ്വാസം. ആദ്യമായി കത്തോലിക്കാ സഭ എന്നത് രേഖപ്പെടുത്തിയത് അന്ത്യോഖ്യയിലെ ഇഗ്നേഷ്യസ് ആണ്. അദ്ദേഹം എഴുതിയ “ മെത്രാൻ കാണപ്പെടുന്നിടത്ത് ജനങ്ങൾ ഉണ്ടാവട്ടേ, ക്രിസ്തുവുള്ളിടത്ത് കത്തോലിക്കാ സഭ ഉള്ളതു പോലെ” എന്നാണ് ഇതു സംബന്ധിച്ച ആദ്യ ലിഖിതം.

ആദ്യ കാലങ്ങളിലെ പീഡനങ്ങൾക്കും പ്രതിരോധങ്ങൾക്കും ശേഷം നാലാം നൂറ്റാണ്ടായപ്പോഴേക്കും ക്രിസ്തുമതം പരക്കെ അംഗീകരിക്കപ്പെടാൻ തുടങ്ങി. ക്രിസ്തുമതം ഗലേറിയുസ് മക്സിമിയാനുസ് എന്ന റോമാൻ ചക്രവർത്തി ക്രി.വ. 311 ല് നിയമാനുസൃതമാക്കി മാറ്റിയിരുന്നു. കോൺസ്റ്റാന്റിൻ ഒന്നാമൻക്രി.വ. 313 ല് മിലാൻ വിളംബരത്തിലൂടെ മതപരമായ സമദൂര നയം പ്രഖ്യാപിച്ചു. പിന്നീട് ക്രി.വ. 380 ഫെബ്രുവരി 27 -ല് തിയോഡൊസിയുസ് ഒന്നാമൻ ചക്രവർത്തി നിയമം മൂലം ക്രിസ്തുമതത്തെ റോമിന്റെ ഔദ്യോഗിക മതമായി പ്രഖ്യാപിക്കുകയും മറ്റു മതങ്ങൾ എല്ലാം പാഷാണ്ഡമാക്കുകയും(heretics) ചെയ്തു. [11] എന്നാൽ ഇതിനു ശേഷം സഭക്ക് നിലനില്പിനായി റോമൻ ചക്രവർത്തിമാരെ ആശ്രയിക്കേണ്ട ഗതി വന്നു.

നാലാം നൂറ്റാണ്ടായപ്പോഴേക്കും റോമാ സാമ്രാജ്യം പിളർന്ന് പൗരസ്ത്യ റോമാസാമ്രാജ്യം(ബൈസാന്ത്യം) , പാശ്ചാത്യ റോമാ സാമ്രാജ്യം എന്നിങ്ങനെ രണ്ടായിത്തീർന്നു. കോൺസ്റ്റാൻറിനോപ്പിൾ ആദ്യത്തേതിന്റേയും റോം രണ്ടാമത്തേതിന്റേയും തലസ്ഥാനമായി. റോമാ സാമ്രാജ്യത്തിൽ നാലു പാത്രിയാർക്കീസുമാരാണ് ഉണ്ടായിരുന്നത്. ക്രി.വ 451-ലെ പിളർപ്പിനു് ശേഷം റോമാസാമ്രാജ്യത്തിൻ പ്രഥമ തലസ്ഥാനമെന്ന നിലയിൽ റോമൻ പാത്രിയാർക്കീസ് മറ്റെല്ലാ പാത്രിയാർക്കീസുമാരേക്കാളും വിശിഷ്ഠനായി കണക്കാക്കി. കോണ്സ്റ്റാൻറിനോപ്പിൾ പാത്രിയാർക്കീസ് അതിനു തൊട്ടടുത്ത സ്ഥാനവും അലങ്കരിച്ചു പോന്നു. [12] എന്നാൽ ജർമ്മാനിക് വർഗ്ഗത്തിന്റെ ആക്രമണത്തെത്തുടർന്ന് പാശ്ചാത്യ റോമാസാമ്രാജ്യം ശക്തി ക്ഷയിക്കാൻ തുടങ്ങിയത് സഭയെയും ക്ഷീണിപ്പിച്ചു. എന്നാൽ പൗരസ്ത്യ റൊമാ സാമ്രാജ്യം പതിനഞ്ചാം നൂറ്റാണ്ടു വരെ നിലനിന്നു. റോമാ സാമ്രാജ്യം തകർന്നെങ്കിലും ക്രിസ്തുമതത്തിൽ ജനങ്ങൾക്കുള്ള വിശ്വാസത്തിന് കുറവുണ്ടായില്ല. എന്നാൽ റോമാ സാമ്രാജ്യം പുനരുദ്ധരിക്കുക അസാദ്ധ്യമായപ്പോൾ അന്നത്തെ മാർപാപ്പ 751-ല് ഫ്രഞ്ച് രാജാവായ പെപ്പിനെ റോമൻ സാമ്രാട്ടായി അവരോധിച്ചു. രാജഭരണത്തിന്റെ സഹായം ലഭിക്കാനായിരുന്നു ഇത്. പകരമായി ഇറ്റലിയിലെ ‘റാവെന്ന’ രാജ്യത്തിന്റെ രാജപദവി പാപ്പയ്ക്ക് നൽകി. അങ്ങനെ പാപ്പയ്ക്ക് രാജകീയ പദവി ലഭിച്ചു.

ക്രി.വ. 1150 കളിൽ കിഴക്കു്(ബൈസാന്ത്യം)-പടിഞ്ഞാറൻ പിളർപ്പു് സഭയിൽ ഉടലെടുത്തു. കുറേ നാളായി നിലനിന്ന സം‌വേദനത്തിന്റെ അഭാവമാണിതിനെല്ലാം കാരണമായത് എന്നു കരുതപ്പെടുന്നു. ഈ പിളർപ്പ് പാശ്ചാത്യ റോമൻ കത്തോലിക്ക സഭയുടെയും പൗരസ്ത്യ ഓർത്തഡോക്സ് സഭ(ബൈസാന്ത്യൻ സഭ)യുടെയും രൂപീകരണത്തിടയാക്കി. പിന്നീട് 1274 ലും 1439 ലും ഈ സഭകൾ തമ്മിൽ യോജിക്കുവാനുള്ള ശ്രമങ്ങൾ നടന്നെങ്കിലും വിജയപ്രാപ്തി നേടിയില്ല.

പിന്നീട് പാശ്ചാത്യ റോമാസാമ്രാജ്യം പതിയെ ശക്തി പ്രാപിച്ചു. ജർമ്മനി ശക്തമായതോടെ സഭയും ശക്തമായി. എന്നാൽ കുരിശുയുദ്ധങ്ങളും ഇസ്ലാം മതത്തിന്റെ വളർച്ചയും പൗരസ്ത്യ റോമാ സാമ്രാജ്യത്തെ ക്ഷീണിപ്പിച്ചു. ഈ സമയത്തെല്ലാം പാശ്ചാത്യ സഭ പോർത്തുഗൽ, സ്പെയിൻ തുടങ്ങിയ രാജ്യങ്ങളുമായി ചേർന്ന് ശക്തി പ്രാപിച്ചു. എന്നാൽ പതിനാറാം നൂറ്റാണ്ടായപ്പോൾ ആരംഭിച്ച പ്രൊട്ടസ്റ്റന്റ് നവീകരണം പാശ്ചാത്യ സഭയുടെ (റോമൻ കത്തോലിക്ക സഭയുടെ ) അനിഷേധ്യ സ്ഥാനം എടുത്തു കളഞ്ഞു.

കേരള സഭ ചരിത്രം[തിരുത്തുക]
അംഗത്വം[തിരുത്തുക]
കാനോനിക നിയമപ്രകാരം ഒരു വ്യക്തിയ്ക്ക് രണ്ടു വിധത്തിൽ ഈ സഭയിലെ അംഗമാകാം:

ജ്ഞാനസ്നാനം അഥവാ മാമ്മോദീസ എന്ന കൂദാശ വഴി
വിശ്വാസപ്രഖ്യാപനം വഴി സഭയിലേയ്ക്കു സ്വീകരിയ്ക്കപ്പെടുന്നതിലൂടെ (നേരത്തേ ജ്ഞാനസ്നാനം സ്വീകരിച്ചിട്ടുണ്ടെങ്കിൽ)[13]
സഭയുമായുള്ള ബന്ധം വേർപെടുത്തുവാനായി ഒരു വ്യക്തിയ്ക്ക് ഔദ്യോഗികമായ ചില നടപടിക്രമങ്ങളിലൂടെ കടന്നുപോകേണ്ടതുണ്ട്. ദൈവദൂഷണം, ദൈവനിഷേധം അല്ലെങ്കിൽ ശീശ്മ എന്നിവ കാരണമാണ് കത്തോലിക്കാ സഭയിലെ അംഗത്വം നഷ്ടപ്പെടുക; പക്ഷേ ഇവ ഒരു വൈദികന്റെയോ ഇടവക വികാരിയുടെയോ മുന്നിൽ ലിഖിതരൂപത്തിൽ നൽകാതെ, അല്ലെങ്കിൽ മറ്റു മാർഗ്ഗങ്ങളിലൂടെ ശക്തമായ വിധത്തിൽ സഭാധികാരികൾക്കു ബോധ്യപ്പെടാതെ അംഗത്വം നഷ്ടപ്പെടുകയില്ല.[14]

സഭയുമായി ബന്ധം വേർപെടുത്തിയ ഒരു വ്യക്തിയെ വിശ്വാസപ്രഖ്യാപനമോ കുമ്പസാരമോ വഴി തിരിച്ച് സ്വീകരിയ്ക്കുന്നതാണ്.

വിശ്വാസവും പ്രബോധനങ്ങളും[തിരുത്തുക]
ദൈവാസ്തിത്വം[തിരുത്തുക]
ഏതൊരു ക്രൈസ്തവ സഭാസമൂഹത്തെയും പോലെ ഈ സഭയും ഏക ദൈവത്തിൽ വിശ്വസിയ്ക്കുന്നു. ദൈവം എല്ലാ സൃഷ്ടികളെക്കാളും ഉപരിയായുള്ളവനും, സ്വയംഭൂവും, അനന്തപൂർണ്ണതയുള്ളവനുമായ അരൂപിയാണെന്ന് കത്തോലിക്കാ സഭ പഠിപ്പിയ്ക്കുന്നു. ദൈവത്തിന്റെ അസ്തിത്വം വേദപുസ്തകത്തിന്റെയോ യുക്തിയുടെയോ അടിസ്ഥാനത്തിൽ തെളിയിയ്ക്കാനാവുന്ന ഒന്നാണെന്നും സഭ കരുതുന്നു.

ദൈവത്തിനു ആരംഭമില്ല; ദൈവം ഇല്ലായിരുന്ന സമയം ഒരിക്കലും ഉണ്ടായിട്ടില്ല; ഇല്ലാതായിത്തീരാൻ ദൈവത്തിനു സാധിക്കയില്ല; ദൈവം എല്ലായ്പ്പോഴും ജീവിക്കുന്നവനും മരണമില്ലാത്തവനും, മാറ്റമില്ലാത്തവനും ആയിരിക്കും: തന്മൂലം ദൈവം നിത്യനാണെന്ന് കത്തോലിക്കാ സഭ പഠിപ്പിയ്ക്കുന്നു.

ഓരോരുത്തനും അർഹിക്കുന്നതുപോലെ നന്മയ്ക്കു പ്രതിസമ്മാനവും, തിന്മയ്ക്കു ശിക്ഷയും ദൈവം നൽകുന്നു. ഈ ലോകത്തിൽ വച്ചു സമ്മാനമോ, ശിക്ഷയോ ഭാഗികമായി ദൈവം നൽകുന്നു; പക്ഷേ പൂർണ്ണമായി നൽകുന്നത് മരണാനന്തരമാണ്. പാപിയെ പശ്ചാത്താപത്തിലേയ്ക്കു ക്ഷണിക്കുകയും അവൻ അതനുസരിച്ച് അനുതപിക്കുമ്പോൾ സന്തോഷപൂർവ്വം അവനോടു പൊറുക്കുകയും ചെയ്യുന്നു.

ഏകദൈവത്തിൽ മൂന്നാളുകൾ അഥവാ മൂന്നു സ്വഭാവങ്ങൾ ഉണ്ടെന്നു കത്തോലിക്കാ സഭ പഠിപ്പിക്കുന്നു: അവ പിതാവ്, പുത്രൻ, പരിശുദ്ധാത്മാവ് എന്നിവരാകുന്നു. സൃഷ്ടികർമ്മം പിതാവിന്റെയും, പരിത്രാണകർമ്മം പുത്രന്റെയും, പവിത്രീകരണകർമ്മം പരിശുദ്ധാത്മാവിന്റെയും പ്രവൃത്തികളായി പറഞ്ഞുവരുന്നു.[15]

തിരുസഭയുടെ കല്പനകൾ[തിരുത്തുക]
ഞായറാഴ്ചകളിലും കടപ്പെട്ട തിരുനാളുകളിലും മുഴുവൻ കുർബാനയിൽ പങ്കുകൊള്ളണം. ആ ദിവസങ്ങളിൽ വിലക്കപ്പെട്ട വേലകൾ ചെയ്യുകയുമരുത്.
ആണ്ടിലൊരിക്കലെങ്കിലും കുമ്പസാരിക്കുകയും പെസഹാകാലത്ത് വിശുദ്ധ കുർബാന ഉൾക്കൊള്ളുകയും ചെയ്യണം.
നിശ്ചയിക്കപ്പെട്ടിരിക്കുന്ന ദിവസങ്ങളിൽ ഉപവസിക്കുകയും വിലക്കപ്പെട്ട ഭക്ഷണസാധനങ്ങൾ വർജ്ജിക്കുകയും ചെയ്യണം.
വിലക്കപ്പെട്ട കാലത്ത് വിവാഹം ആഘോഷിക്കുകയോ,തിരുസഭ വിലക്കിയിരിക്കുന്ന ആളുകളുമായി വിവാഹം നടത്തുകയോ ചെയ്യരുത്.
ദേവാലയത്തിനും ദൈവശുശ്രൂഷകർക്കും വൈദികാദ്ധ്യക്ഷൻ നിശ്ചയിച്ചിട്ടുള്ള പതവാരവും മറ്റ് ഓഹരികളും കൊടുക്കണം.
കൂദാശകൾ[തിരുത്തുക]
മാമ്മോദീസ
സ്ഥൈര്യലേപനം
കുമ്പസാരം
കുർബാന
രോഗീലേപനം
തിരുപ്പട്ടം
വിവാഹം
പാപം[തിരുത്തുക]
മനുഷ്യന്റെ അന്ത്യം[തിരുത്തുക]
മരണം
അന്ത്യവിധി
സ്വർഗം
നരകം
കത്തോലിക്ക സഭയിലെ സഭാപാരമ്പര്യങ്ങളും സഭകളും[തിരുത്തുക]
ആറു റീത്തുകളിലായി ലത്തീൻ സഭയും 23 വ്യക്തി സഭകളും ചേർന്ന കൂട്ടായ്മയാണ് കത്തോലിക്കാ സഭ

ലാറ്റിൻ[തിരുത്തുക]
ലത്തീൻ കത്തോലിക്കാ സഭ അഥവാ റോമൻ കത്തോലിക്കാ സഭ
അർമേനിയൻ[തിരുത്തുക]
അർ‌മേനിയൻ കത്തോലിക്കാ സഭ
അലെക്സാഡ്രിയൻ[തിരുത്തുക]
കോപ്റ്റിക് കത്തോലിക്കാ സഭ
എത്യോപ്യൻ കത്തോലിക്കാ സഭ
എറിട്രിയൻ കത്തോലിക്കാ സഭ
ബൈസന്റൈൻ[തിരുത്തുക]
അൽബേനിയൻ ബൈസന്റൈൻ കത്തോലിക്കാ സഭ
ബൈലോറഷ്യൻ ഗ്രീക്ക് കത്തോലിക്കാ സഭ
ബൾഗേറിയൻ ഗ്രീക്ക് കത്തോലിക്കാ സഭ
ക്രൊയേഷ്യൻ ഗ്രീക്ക് കത്തോലിക്കാ സഭ
ഗ്രീക്ക് ബൈസന്റൈൻ കത്തോലിക്കാ സഭ
ഹംഗേറിയൻ ഗ്രീക്ക് കത്തോലിക്കാ സഭ
ഇറ്റാലോ അൽബേനിയൻ കത്തോലിക്കാ സഭ
മാസിഡോണിയൻ ഗ്രീക്ക് കത്തോലിക്കാ സഭ
മെൽക്കൈറ്റ് ഗ്രീക്ക് കത്തോലിക്കാ സഭ
റൊമാനിയൻ ഗ്രീക്ക് കത്തോലിക്കാ സഭ
റഷ്യൻ ബൈസന്റൈൻ കത്തോലിക്കാ സഭ
റുഥേനിയൻ കത്തോലിക്കാ സഭ
സ്ലോവാക്ക് ഗ്രീക്ക് കത്തോലിക്കാ സഭ
യുക്രേനിയൻ ഗ്രീക്ക് കത്തോലിക്കാ സഭ
അന്ത്യോഖ്യൻ റീത്ത് (പാശ്ചാത്യ റീത്ത്)[തിരുത്തുക]
മാരൊനൈറ്റ് സഭ
സിറിയക് കത്തോലിക്കാ സഭ
സീറോ മലങ്കര കത്തോലിക്കാ സഭ
കാൽഡിയൻ[തിരുത്തുക]
(പൗരസ്ത്യ റീത്ത്)

കൽദായ കത്തോലിക്കാ സഭ
സീറോ മലബാർ കത്തോലിക്കാ സഭ
കേരളത്തിലെ കത്തോലിക്കാ സഭകൾ[തിരുത്തുക]
സീറോ മലങ്കര കത്തോലിക്കാ സഭ
ലത്തീൻ കത്തോലിക്കാ സഭ
സീറോ മലബാർ കത്തോലിക്കാ സഭ
ഈശോ, ഈശോമിശിഹാ, യേശു ക്രിസ്തു എന്നൊക്കെ അറിയപ്പെടുന്ന നസ്രത്തിലെ യേശു (7–2 BC/BCE to 26–36 AD/CE),[2][3] ക്രിസ്തുമതത്തിന്റെ കേന്ദ്രപുരുഷനും മിക്ക ക്രിസ്ത്യാനികളും ദൈവത്തിന്റെ അവതാരമായി കരുതുന്നതും മറ്റു പല മതങ്ങളിലും പ്രധാന്യമുള്ളതുമായ വ്യക്തിയാണ്‌. യേശു ക്രിസ്തു എന്ന് പൊതുവായി ഇദ്ദേഹം അറിയപ്പെടുന്നെങ്കിലും ക്രിസ്തു എന്നത്‌ പേരിന്റെ ഭാഗമല്ല. അഭിഷിക്തൻ എന്നർത്ഥമുള്ള ഈ വാക്ക് യേശു എന്ന നാമത്തിനൊപ്പം ക്രൈസ്തവർ ഉപയോഗിച്ചു വരുന്ന സ്ഥാനപ്പേരാണ്.[4]

ക്രിസ്തുമത വിശ്വാസ പ്രകാരം യേശു പഴയനിയമത്തിൽ ഇസ്രയേൽ ജനതയ്ക്ക്‌ വാഗ്ദാനം ചെയ്യപ്പെട്ടിരുന്ന മിശിഹായും ലോകരക്ഷക്കായി ജഡശരീരമെടുത്ത ദൈവപുത്രനുമാണ്‌.[5] ക്രിസ്തീയ വിശ്വാസം കേന്ദ്രീകരിച്ചിരിക്കുന്നത്‌ യേശുവിന്റെ കുരിശിലെ മരണത്തിലും അതുവഴി സാധിച്ചെടുത്തതായി വിശ്വസിക്കപ്പെടുന്ന മനുഷ്യകുലത്തിന്റെ രക്ഷയിലുമാണ്.[6] യേശുവിനേക്കുറിച്ചുള്ള മറ്റു ക്രിസ്തീയ വിശ്വാസങ്ങളിൽ പ്രധാനപ്പെട്ടവ അദ്ദേഹം പുരുഷേച്ഛയിൽ നിന്നല്ലാതെ ജനിച്ചവനും അനേകം അത്ഭുതങ്ങൾ പ്രവർത്തിച്ചവനും സഭാ സ്ഥാപനം നടത്തിയവനും മരണശേഷം ഉയിർത്തെഴുന്നേറ്റ് സ്വർഗ്ഗാരോഹണം ചെയ്തവനും അവസാന നാളിൽ വീണ്ടും വരാനിരിക്കുന്നവനുമാണെന്നതാണ്‌. ക്രിസ്ത്യാനികൾ ബഹുഭൂരിപക്ഷവും യേശുവിനെ ദൈവവുമായുള്ള അനുരഞ്ജനം സാധ്യമാക്കിയ   ദൈവപുത്രനും ത്രിത്വത്തിലെ രണ്ടാമത്തെ ആളുമായി ആരാധിക്കുന്നു. എന്നാൽ ത്രിത്വവിശ്വാസം ബൈബിളധിഷ്ടിതമല്ലെന്ന് കരുതുന്നതിനാൽ ചില ക്രൈസ്തവ വിഭാഗങ്ങൾ യേശുവിന് പിതാവിന് തുല്യമായ ദൈവികത നൽകുന്നില്ല.

ഇസ്ലാം മത വിശ്വാസികൾക്ക്‌ യേശു, ഈസാ (അറബി: ) മസീഹ് എന്ന പേരിലറിയപ്പെടുന്ന പ്രവാചകനും[7][8] ദൈവവചനം അറിയിച്ചവനും അത്ഭുതപ്രവർത്തകനും മിശിഹായുമാണ്‌‌. എന്നാൽ, യേശുവിന്റെ ദൈവികത്വവും കുരിശുമരണവും ഇസ്ലാം മതവിശ്വാസികൾ അംഗീകരിക്കുന്നില്ല.[9] പക്ഷേ, അദ്ദേഹം ശരീരത്തോടെ സ്വർഗ്ഗാരോഹണം ചെയ്തെന്ന് വിശ്വസിക്കുന്നു.

പേരിനു പിന്നിൽ
യേശു എന്ന വാക്ക്‌ യെഹോശുവ ( יהושע ) (ഇംഗ്ലീഷിൽ ജോഷ്വ) എന്ന ഹീബ്രു വാക്കിന്റെ രൂപഭേദമാണ്. 'യഹോവ രക്ഷയാകുന്നു' എന്നാണ്‌ ഈ പേരിന്റെ അർത്ഥം.[10] ക്രിസ്തു എന്ന പദമാകട്ടെ അഭിഷക്തൻ എന്നർത്ഥമുള്ള ക്രിസ്തോസ് എന്ന ഗ്രീക്ക് പദത്തിൽ നിന്നാണ്‌ രൂപം കൊണ്ടത്. [11] പൗരസ്ത്യ സുറിയാനിയിൽ ഈശോ എന്നും പാശ്ചാത്യ സുറിയാനിയിൽ യേശു എന്നുമാണ്‌ ഉച്ചാരണം.

ജീവിതരേഖ
യേശു ജനിച്ച വർഷവും സമയവും സംബന്ധിച്ച് പണ്ഡിതരുടെ ഇടയിൽ അഭിപ്രായവ്യത്യാസങ്ങളുണ്ട്. യേശു ജനിച്ചത് ബി.സി. 7-നും 2-നും ഇടയിലാണെന്നും, മരിച്ചത് ഏ.ഡി.26-നും 36-നും ഇടയിലാണെന്നും വിവിധ അഭിപ്രായങ്ങൾ പ്രകാരം കാണുന്നു .[12][13] ഇന്നത്തെ പാശ്ചാത്യരീതിയിലുള്ള വർഷക്കണക്ക് ക്രിസ്തുവിന്റെ ജനനത്തിനുശേഷമുള്ള വർഷങ്ങൾ എണ്ണാൻ പുരാതനകാലം മുതൽ നടന്ന ശ്രമത്തിന്റെ ഭാഗമാണ്‌. മത്തായിയുടെ സുവിശേഷമനുസരിച്ച് യേശുവിന്റെ ജനനം ബി.സി. 4ആം നൂറ്റാണ്ടിൽ മരിച്ച [14] ശ്രേഷ്ഠനായ ഹെറോദേസിന്റെ കാലത്തായിരുന്നു. എന്നാൽ ലൂക്കായുടെ സുവിശേഷമനുസരിച്ച് യേശുവിന്റെ ജനനം ഏ.ഡി. ആറാം നൂറ്റാണ്ടിൽ നടന്ന [15] സിറിയയിലെയും യൂദയായിലെയും ആദ്യത്തെ ജനസംഖ്യാക്കണക്കെടുപ്പിന്റെ കാലത്താണ്‌.

ലഭ്യമായ തെളിവുകളനുസരിച്ച് ഡിസംബർ 25-ആം തിയതി യേശുവിന്റെ ജനനം ആഘോഷിക്കാൻ തുടങ്ങിയത് ഏ.ഡി. 354-ൽ റോമിലാണ്‌. ആദ്യകാലത്ത് പാശ്ചാത്യ-പൗരസ്ത്യ സഭകൾ വ്യത്യസ്ത തീയതികളിലായിരുന്നു യേശുവിന്റെ ജനനം ആഘോഷിച്ചിരുന്നത്. പിൽക്കാലത്ത് ആഗോള വ്യാപകമായി മിക്ക സഭകളും ക്രിസ്തുമസ് തീയതി ഡിസംബർ 25 ആയി സ്വീകരിച്ചു തുടങ്ങി. എന്നാൽ അർമേനിയൻ സഭയുൾപ്പെടെയുള്ള ചില പൗരസ്ത്യ ക്രിസ്തീയ സഭകൾ ഇപ്പോഴും ജനുവരി 6 ആണ്‌ ക്രിസ്തുമസ് ആയി ആഘോഷിക്കുന്നത്.[16] പലപ്പോഴായി വർഷത്തിലെ എല്ലാ മാസങ്ങളിലും തന്നെ ക്രിസ്തുവിന്റെ ജനനത്തിയതി കണക്കാക്കപ്പെട്ടിട്ടുണ്ട്.[16]

യേശുവിന്റെ സുവിശേഷപ്രഘോഷണകാലഘട്ടം സ്നാപകയോഹന്നാന്റെ പ്രഘോഷണകാലഘട്ടത്തിനുശേഷമായിരുന്നു.[17] സ്നാപകയോഹന്നാൻ പ്രഘോഷണം തുടങ്ങിയത് തിബേരിയൂസ് സീസറിന്റെ ഭരണത്തിന്റെ പതിനഞ്ചാം വർഷമായിരുന്നു, [Lk. 3:1–2] ഏതാണ്ട് 28/29 ഏ.ഡി.യിൽ. യേശുവിന്റെ സുവിശേഷപ്രഘോഷണകാലം സിനോപ്റ്റിക്ക് സുവിശേഷങ്ങൾ പ്രകാരം ഒരു വർഷവും യോഹന്നാന്റെ സുവിശേഷപ്രകാരം മൂന്നുവർഷവും നീണ്ടുനിന്നു.[18] സുവിശേഷങ്ങളനുസരിച്ച് യേശുവിന്റെ മരണം പൊന്തിയോസ് പീലാത്തോസ് യൂദായുടെ റോമൻ പ്രൊക്കുറേറ്റർ ആയിരുന്ന ഏ.ഡി. 26-നും ഏ.ഡി. 36-നും ഇടയിലുള്ള കാലത്താണ്‌ സംഭവിച്ചത്.[19] ജൂത ചരിത്രകാരനായ യോസഫൂസും[20] ചരിത്രകാരനും റോമൻ സെനറ്ററുമായിരുന്ന താസിത്തൂസും, പീലാത്തോസാണ്‌ യേശുവിന്റെ വധിക്കാൻ ഉത്തരവിട്ടത് എന്ന് സാക്ഷ്യപ്പെടുത്തുന്നു. അങ്ങനെ നോക്കിയാൽ യേശുവിന്റെ കുരിശുമരണം ഏ.ഡി. 29-നു മുമ്പോ ഏ.ഡി. 36-നു ശേഷമോ ആവാൻ തരമില്ല.

മിക്ക ക്രൈസ്തവ സഭകളും യേശുവിന്റെ കുരിശുമരണം ദുഃഖവെള്ളിയാഴ്ചയും ഉയിർത്തെഴുന്നേല്പ്പ് ഈസ്റ്റർ ഞായറാഴ്ചയും അനുസ്മരിക്കുന്നു.

സുവിശേഷങ്ങളിലെ യേശു
നാലു സുവിശേഷങ്ങൾ

നല്ല ഇടയനായി യേശുവിനെ ചിത്രീകരിച്ചിരിക്കുന്നു (യേശുവിന്റെ ഉപമകളിലൊന്നാണ് നല്ല ഇടയന്റേത്[21])
യേശുവിന്റെ ജീവിതത്തെക്കുറിച്ച് പ്രധാനമായും വിവരങ്ങൾ തരുന്നത് ക്രിസ്തീയ ബൈബിളിന്റെ ഭാഗമായ നാലു സുവിശേഷങ്ങളാണ്. മത്തായിയുടെ സുവിശേഷം, മർക്കോസിന്റെ സുവിശേഷം, ലൂക്കായുടെ സുവിശേഷം, യോഹന്നാന്റെ സുവിശേഷം എന്നിവയാണവ. അവയിൽ ആദ്യത്തെ മൂന്നു സുവിശേഷങ്ങൾ ഏതാണ്ട് ഒരേ നിലപാടിൽ നിന്ന് എഴുതപ്പെട്ടവയാണ്. അതിനാൽ അവയെ പൊതുവായി സമാന്തരസുവിശേഷങ്ങൾ എന്നു വിളിക്കുന്നു. നാലാമത്തേതായ യോഹന്നാന്റെ സുവിശേഷം വ്യതിരിക്തമായൊരു കാഴ്ചപ്പാടാണ് പിന്തുടരുന്നത്.

ജനനം, കുടുംബം, വംശാവലി
സുവിശേഷങ്ങളിലെ വിവരണങ്ങൾ അനുസരിച്ച്, പലസ്തീനയിൽ റോമൻ മേൽക്കോയ്മ നിലനിൽക്കേ, യൂദയായിലെ ബേത്‌ലഹേമിൽ യേശു ജനിച്ചു. ആശാരിപ്പണിക്കാരനായിരുന്ന യൗസേപ്പിന്റെ ഭാര്യ മറിയം ആയിരുന്നു അമ്മ. എന്നാൽ മറിയയും യൗസേപ്പും തമ്മിലുള്ള വിവാഹനിശ്ചയം കഴിഞ്ഞിരിക്കെ, അവർ സഹവസിക്കുന്നതിനു മുമ്പ് അവൾ ദൈവാത്മാവിന്റെ ശക്തിമൂലം ഗർഭം ധരിച്ചതിനാൽ യൗസേപ്പ് യേശുവിന്റെ ജഡത്താലുള്ള പിതാവായി പരിഗണിക്കപ്പെടുന്നില്ല. അദ്ദേഹത്തെ യേശുവിന്റെ വളർത്തുപിതാവായി മാത്രം കണക്കാക്കുന്നു. യൗസേപ്പും മറിയവും ഇസ്രായേലിന്റെ ചരിത്രത്തിലെ ഏറ്റവും മഹാനായ രാജാവായിരുന്ന ദാവീദിന്റെ വംശത്തിൽ പെട്ടവരായിരുന്നു. മത്തായിയുടേയും, ലൂക്കായുടേയും സുവിശേഷങ്ങൾ യേശുവിന്റെ വംശാവലി രേഖപ്പെടുത്തിയിട്ടുണ്ട്. മത്തായിയുടെ സുവിശേഷത്തിലെ വംശാവലി യഹൂദജനതയുടെ പൂർവപിതാവായ അബ്രാഹം വരെയുള്ളതാണെങ്കിൽ, ലൂക്കായുടെ സുവിശേഷത്തിലേത് മനുഷ്യവംശത്തിന്റെ ആദിപിതാവായി കരുതപ്പെടുന്ന ആദം വരെയുള്ളതാണ്.

പരസ്യജീവിതം, കുരിശുമരണം
ബേത്‌ലഹേമിൽ ജനിച്ച യേശു ഗലീലായിലെ നസറത്തിൽ മുപ്പതുവയസ്സുവരെ ഏറെ അറിയപ്പെടാത്തവനായി യൗസേപ്പിനും മറിയത്തിനും കീഴ്വഴങ്ങി ജീവിച്ചു. മുപ്പതു വയസ്സായപ്പോൾ യോർദ്ദാൻ നദിക്കരെ സ്നാപകയോഹന്നാനിൽ നിന്നു ജ്ഞാനസ്നാനം സ്വീകരിച്ചതോടെ തുടങ്ങിയ യേശുവിന്റെ പരസ്യജീവിതം, ഗലീലായിലും യൂദയായിലുമായി, ഏതാണ്ട് മൂന്നു വർഷം നീണ്ടു നിന്നു. വിശുദ്ധനഗരമായ ജറൂസലേമിലാണ് അത് പര്യവസാനിച്ചത്. സുവിശേഷങ്ങളിൽ പ്രകടമാകുന്ന യേശുവിന്റെ വ്യക്തിത്വം ആരേയും പിടിച്ചുനിർത്തുന്ന ഒന്നാണ്.[22] അദ്ദേഹത്തിന്റെ പഠനങ്ങൾ യഹൂദമതത്തിന്റെ തത്ത്വങ്ങളിലും വിശ്വാസങ്ങളിലും അടിയുറച്ചതായിരുന്നെങ്കിലും, അക്കാലത്തെ മതനേതൃത്വത്തിന് രസിക്കുന്നതായിരുന്നില്ല ആ പഠനങ്ങളുടെ ഊന്നൽ. പോരാഞ്ഞ് യേശു യഹൂദരും റോമൻ അധികാരികളുമായി സംഘർഷത്തിനു കാരണമായേക്കും എന്നും യഹൂദനേതൃത്വം ഭയന്നു. ഒടുവിൽ മതനേതൃത്വത്തിന്റെ ഒത്താശയോടെ, റോമൻ അധികാരികൾ ജറൂസലേമിൽ വച്ച്, യഹൂദർ ഈജിപ്തിലെ അടിമത്തത്തിൽ നിന്നുള്ള അവരുടെ മോചനത്തിന്റെ ഓർമ്മ ആചരിക്കുന്ന പെസഹാക്കാലത്ത്, യേശുവിനെ കുരിശിൽ തറച്ചു കൊന്നു. മരിച്ച് മൂന്നാം ദിവസം അദ്ദേഹം ഉയിർത്തെഴുന്നേറ്റു എന്നും സ്വർഗ്ഗാരോഹണം ചെയ്യപ്പെട്ടു എന്നും സുവിശേഷങ്ങളിൽ രേഖപ്പെടുത്തിയിരിക്കുന്നു.

മതവീക്ഷണങ്ങൾ
ക്രൈസ്തവ വീക്ഷണം
പ്രധാന ലേഖനം: ദൈവപുത്രൻ
മുഖ്യധാരാ ക്രൈസ്തവ വീക്ഷണ പ്രകാരം ദൈവിക ത്രിത്വത്തിലെ രണ്ടാമനായ ദൈവപുത്രന്റെ അഥവാ 'പുത്രനാം ദൈവത്തിന്റെ' മനുഷ്യാവതാരമാണ് യേശുക്രിസ്തു. ദൈവിക കല്പന ബോധപൂർവ്വം ലംഘിച്ചതിനാൽ പാപികളായ മനുഷ്യവർഗ്ഗത്തെ ദൈവികസ്നേഹത്തിലേക്ക് മടക്കിക്കൊണ്ടു വരാൻ കാലത്തികവിൽ പുത്രനായ ദൈവം പരിശുദ്ധാത്മ ശക്തിയാൽ കന്യക മറിയാമിന്റെ പുത്രനായി ബേത്‌ലഹേമിൽ ജനിച്ചു. യേശുക്രിസ്തു പൂർണ്ണ ദൈവവും പൂർണ്ണ മനുഷ്യനും ആയിരുന്നു എന്നു മുഖ്യധാരാ സഭകളെല്ലാം തന്നെ അംഗീകരിക്കുന്നു. പാപമൊഴികെ മറ്റെല്ലാ കാര്യത്തിലും യേശു എല്ലാ മനുഷ്യർക്കും തുല്യനെന്നുള്ളതു പോലെ തന്നെ അദ്ദേഹത്തിന്റെ ദൈവത്വത്തെപ്പറ്റിയുള്ള പരാമർശങ്ങളും ബൈബിളിൽ ഉള്ളതായി ഈ സഭകൾ വിശ്വസിക്കുന്നു. എന്നാൽ അത്രിത്വവിശ്വാസം പുലർത്തുന്ന യഹോവയുടെ സാക്ഷികളെ പോലെയുള്ള ക്രൈസ്തവസമൂഹങ്ങൾ യേശുവിന്റെ ദൈവികതയെ പൂർണ്ണമായോ ഭാഗികമായോ നിഷേധിക്കുന്നു. ഇവർ യേശുവിനെ രക്ഷകനായും, ഏക മദ്ധ്യസ്ഥനായും, പാപപരിഹാരകനായും മാത്രം കാണുന്നു.

ഇസ്ലാമിക വീക്ഷണം
പ്രധാന ലേഖനം: യേശുവിനെക്കുറിച്ചുള്ള ഇസ്‌ലാമിക വീക്ഷണം
ദൈവപുത്രനായിട്ടല്ല ഇസ്‌ലാമിൽ യേശുവിനെ ഉദ്ധരിച്ചിരിക്കുന്നത്. മറിച്ച് ജനങ്ങൾക്ക് ദൈവികദർശനവുമായി വരുന്ന പ്രവാചകനായിട്ടാണ് യേശുവിനെ ഇസ്‌ലാം പരിചയപ്പെടുത്തുന്നത്. യേശുവിന്റെ ജനനം, മരണം, ജീവിതം എന്ന് തുടങ്ങി എല്ലാ വിഷയത്തിലും ഖുർആൻ ബൈബിളിൽനിന്നും ഒരല്പം വ്യത്യസ്തമായ വീക്ഷണമാണ് വരച്ചു കാണിക്കുന്നത്. മുസ്‌ലിംകൾ യേശുവിനെ ഈസാ നബി എന്നു വിളിക്കുന്നു. യേശുവിന്റെ കുരിശ് മരണം ഇസ്‌ലാമിക വിശ്വാസത്തിലില്ല.

ചരിത്രത്തിലെ യേശു
പ്രശ്നം
ഒന്നാം നൂറ്റാണ്ടിൽ റോമൻ ആധിപത്യത്തിൻ കീഴിലായിരുന്ന, ഗ്രീക്ക് ഭാഷയുടെയും സംസ്കാരത്തിന്റേയും സ്വാധീനം കാര്യമായുണ്ടായിരുന്ന, ഗലീലായും യൂദയായും ആണ് യേശുവിന്റെ ഐഹിക ജീവിതത്തിന്റെ സ്ഥലകാലങ്ങൾ ആയി പരിഗണിക്കപ്പെടുന്നത്. ജന്മം കൊണ്ടും വിശ്വാസം കൊണ്ടും അദ്ദേഹം യഹൂദനായിരുന്നു. റോമാക്കാരും ഗ്രീക്കുകാരും യഹൂദരും, ചരിത്രബോധമുള്ളവരും, ചരിത്രത്തെ കാര്യമായി എടുക്കുന്നവരും ആയിരുന്നു. എന്നിട്ടും ക്രൈസ്തവ രേഖകളായ സുവിശേഷങ്ങൾ അല്ലാതെ യേശുവിനെ സംബന്ധിച്ച്, സമകാലികമായ റോമൻ, ഗ്രീക്ക്, യഹൂദ രേഖകളൊന്നും ഇല്ലാതെ പോയത് ചരിത്രകാരന്മാരെ അത്ഭുതപ്പെടുത്തിയിട്ടുണ്ട്. സമകാലീന യഹൂദ ചിന്തകനും ചരിത്രകാരനുമായിരുന്ന ഫിലോ (ക്രി.മു. 20 - ക്രി.പി. 50) യേശുവിനെക്കുറിച്ച് ഒന്നും രേഖപ്പെടുത്തിയിട്ടില്ല.[23]ക്രി.പി. 100-ൽ മരിച്ച ഫ്ലാവിയസ് ജോസഫ് എന്ന യഹൂദ ചരിത്രകാന്റെ രചനകളിൽ യേശുവിനെക്കുറിച്ചുള്ളതായി നേരത്തേ കരുതപ്പെട്ടിരുന്ന പരാമർശം മിക്കവാറും, പിൽക്കാലത്ത് ചേർക്കപ്പെട്ടതാണെന്ന് ഇന്ന് പരക്ക സമ്മതിക്കപ്പെട്ടിട്ടുമുണ്ട്. പുതിയ നിയമത്തിൽ തന്നെയുള്ള വിശുദ്ധ പൗലോസിന്റെ ലേഖനങ്ങൾ പോലും യേശുവിന്റെ ഭൗതിക ജീവിതത്തെക്കുറിച്ച് ഒന്നും തന്നെ പറയുന്നില്ല.

അന്വേഷണങ്ങൾ, നിഗമനങ്ങൾ
അതേസമയം യേശുവിലുള്ള വിശ്വാസം ചരിത്രഗതിയെ നിയന്ത്രിക്കുന്നതിൽ വഹിച്ചതും വഹിച്ചുകൊണ്ടിരിക്കുന്നതുമായ പങ്കു കണക്കിലെടുക്കുമ്പോൾ, യേശുവിനെ ഒരു കെട്ടുകഥയിലെ കഥാപാത്രമായി എഴുതിത്തള്ളുക അസാദ്ധ്യമാണ്. ചരിത്രത്തിലെ യേശുവിനെ, കാലാകാലങ്ങളിൽ വിശ്വാസം വച്ചുചേർത്ത പൊടിപ്പും തൊങ്ങലുമെല്ലാം മാറ്റി, കണ്ടെടുക്കാനുള്ള ശ്രമങ്ങൾ പലപ്പോഴും നടന്നിട്ടുണ്ട്. പതിനെട്ടും പത്തൊൻപതും നൂറ്റാണ്ടുകളിലെ ജർമ്മനിയിൽ ഈ അന്വേഷണം ഒരു ഹരം തന്നെ ആയിരുന്നു. അത്തരം അന്വേഷണങ്ങളുടെ ഭാഗമായി, യേശുവിന്റെ പല സുവിശേഷേതര ജീവചരിത്രങ്ങളും ഉണ്ടായിട്ടുണ്ട്. ആ അന്വേഷണ പ്രക്രിയയുടേയും ജീവചരിത്രങ്ങളുടേയും ഒരു സമഗ്ര പഠനം തന്നെ പ്രസിദ്ധ ദൈവശാസ്ത്രജ്ഞനും മിഷനറിയും മനുഷ്യസ്നേഹിയും നോബേൽ സമ്മാന ജേതാവുമായ ആൽബർട്ട് ഷ്വൈറ്റ്സർ ഇരുപതാം നൂറ്റാണ്ടിന്റെ ആരംഭത്തിൽ എഴുതിയിട്ടുണ്ട്. "ചരിത്രത്തിലെ യേശുവിനു വേണ്ടിയുള്ള അന്വേഷണം" (The Quest of Historial Jesus) എന്നാണ് പ്രസിദ്ധമായ ആ പഠനഗ്രന്ഥത്തിന്റെ പേര്.[24]


സാമൂഹ്യപരിഷ്കർത്താവും ധർമ്മഗുരുവും ആയിരുന്ന യേശുവിനെ യുഗാന്തചിന്തയുടെ(eschatology) പ്രവാചകനായി ചിത്രീകരിച്ച സുവിശേഷകന്മാർ അദ്ദേഹത്തോട് അനീതിചെയ്തെന്ന്, ചരിത്രത്തിലെ യേശുവിനെക്കുറിച്ചുള്ള അന്വേഷണത്തിൽ ഷ്വൈറ്റ്സറുടെ പൂർ‌വഗാമികളായിരുന്നവർ പലരും കരുതിയിരുന്നു. ഇതിനു നേർ‌വിപരീതമായ നിഗമനങ്ങളിലാണ്‌ തന്റെ പഠനത്തിനൊടുവിൽ ഷ്വൈറ്റ്സർ എത്തിച്ചേർന്നത്. അവയുടെ സംഗ്രഹം ഏതാണ്ടിങ്ങനെയാണ്: വിശ്വാസവുമായി വഴിപിരിഞ്ഞ ആധുനിക കാലത്തെ സുവിശേഷേതര ജീവചരിത്രങ്ങളിലെ യേശു അവ എഴുതിയ യുക്തിവാദികളുടെ മനോധർമ്മ പ്രകടനങ്ങൾ മാത്രമാണ്‌. സുവിശേഷങ്ങൾ ഇഴ പിരിച്ച്, യൂറോപ്യൻ ജ്ഞാനോദയത്തിന്റെ സൃഷ്ടിയായ ആധുനികയുക്തിയുമായി ഒത്തുപോകുന്ന ഒരു യേശുവിനെ കണ്ടെത്താനുള്ള ശ്രമം വ്യർഥമാണ്. യേശുവിന്റെ സന്മാർഗ്ഗപ്രബോധനങ്ങളെ ആധാരമാക്കി സുവിശേഷങ്ങളിലെ യുഗാന്തചിന്തയെ മനസ്സിലാക്കാൻ ശ്രമിക്കുന്നതിനു പകരം യേശുവിനെ നയിച്ചിരുന്ന യുഗാന്തബോധത്തെ ആധാരമാക്കി അദ്ദേഹത്തിന്റെ സന്മാർഗ്ഗചിന്തയെ മനസ്സിലാക്കാൻ ശ്രമിക്കുകയാണ്‌ വേണ്ടത്‌. യേശുവിന്റെ പ്രബോധനങ്ങളുടെ മുഖ്യ പ്രചോദനവും അടിസ്ഥാനവും യുഗാന്തചിന്തയായിരുന്നു. തന്റെ ജീവിതകാലത്തു തന്നെ ചരിത്രം പരിസമാപ്തിയിലെത്തുമെന്ന വിശ്വാസത്തിലാണ്‌ യേശു പരസ്യജീവിതം ആരംഭിച്ചതും ശിഷ്യന്മാരെ സുവിശേഷവേലയ്ക്ക് നിയോഗിച്ചതും. അതു നടക്കാൻ പോകുന്നില്ലെന്ന് ബോധ്യമായപ്പോൾ, തന്റെ മരണത്തോടെ യുഗസമാപ്തി എത്തിച്ചേരുമെന്ന വിശ്വാസത്തിൽ സ്വയം ബലികൊടുക്കാൻ അദ്ദേഹം തീരുമാനിച്ചു. അതിന്‌ അവസരമൊരുക്കും വിധം തന്റെ ദൗത്യത്തിന്റെ ശേഷഭാഗം യേശു രൂപപ്പെടുത്തി. ഷ്വൈറ്റ്സറുടെ പഠനത്തിലെ പ്രസിദ്ധമായൊരു ഭാഗം ഇതാണ്‌:

“	വരുവാനിരിക്കുന്ന ദൈവപുത്രനാണ്‌ താനെന്ന ബോധത്തോടെ കടന്നുവരുന്ന യേശു, എല്ലാ ചരിത്രത്തിന്റേയും അന്ത്യം കുറിക്കാനുള്ള പരിഭ്രമണത്തിനായി ലോകചക്രത്തെ പിടിച്ചു തിരിക്കുന്നു. ചക്രം തിരിയാൻ വിസമ്മതിക്കുമ്പോൾ അവൻ തന്നെത്തന്നെ അതിലേക്കെടുത്തെറിയുന്നു. അപ്പോൾ അവനെ ഞെരിച്ചുകൊണ്ട് അത് തിരിയാൻ തുടങ്ങുന്നു. യുഗസമാപ്തിയുടെ സാഹചര്യം ഉണ്ടാക്കിയെടുക്കുന്നതിനു പകരം അതിനെ നശിപ്പിക്കുകയാണ്‌ അതോടെ അവൻ ചെയ്തത്. എങ്കിലും, മനുഷ്യരാശിയുടെ ആത്മീയാധിപനായി സ്വയം സങ്കല്പിച്ച് ചരിത്രത്തെ തന്റെ ലക്ഷ്യത്തിനനുസരിച്ച് തിരിച്ചുവിടാൻ മാത്രം അസാമാന്യമഹത്ത്വമുണ്ടായിരുന്ന ഒരു മനുഷ്യന്റെ ഛിന്നഭിന്നമായ ശരീരവും പേറി ചക്രം ഇപ്പോഴും തിരിഞ്ഞുകൊണ്ടിരിക്കുന്നു. അതാണ്‌ അവന്റെ വിജയവും അവന്റെ ഭരണവും."[25]	”
ഷ്വൈറ്റ്സറുടെ നിഗമങ്ങൾക്കു ശേഷം വലരെക്കാലത്തേക്ക് ചരിത്രത്തിലെ യേശുവിനെ അന്വേഷിക്കുന്ന പഠനങ്ങൾ കുറവായിരുന്നു. എന്നാൽ ഇപ്പോൾ പിന്നെയും അത്തരം പഠനങ്ങൾ ധാരാളമായി നടക്കുന്നുണ്ട് [26]

ഇന്ത്യയും യേശുവും
ഭാരതീയ/ബുദ്ധ ദർശനങ്ങളുമായി യേശുവിന്റെ ആശയങ്ങൾക്കുണ്ടായിരുന്ന സാദൃശ്യങ്ങളും 12 വയസ്സു മുതൽ 30 വയസ്സുവരെയുള്ള അദ്ദേഹത്തിന്റെ ജീവിതത്തെക്കുറിച്ചുള്ള വിവരങ്ങളിലെ അവ്യക്തതയും റഷ്യൻ ചരിത്രകാരനും സഞ്ചാരിയുമായിരുന്ന നിക്കോളാസ് നോതോവിച്ചാണ് ആധുനികലോകത്തിനു മുൻപിൽ അവതരിപ്പിച്ചത്[27]. 1887ൽ ലഡാക്കിലെ സോജിലാ ചുരത്തിലെത്തിയ നോതോവിച്ച്.അവിടുത്തെ ലാമയിൽ നിന്നാണ് യൂറോപ്യനായ 'ക്രിസ്ത്യൻ ദലൈലാമ'യെക്കുറിച്ച് നോതോവിച്ച് കേൾക്കുന്നത്.യേശു ജീവിച്ച വിഹാരത്തെക്കുറിച്ചും അവിടെ സൂക്ഷിച്ചിട്ടുള്ള യേശുവിന്റെ പ്രബോധനങ്ങളും പ്രവർത്തികളും രേഖപ്പെടുത്തിയിട്ടുള്ള എഴുത്തുകളെക്കുറിച്ചും വിവരങ്ങൾ നൽകി. വിഹാരം തേടി യാത്രയായ നോതോവിച്ച് വളരെ കഷ്ടപ്പാടുകൾക്കു ശേഷം ആ എഴുത്തുകൾ നേരിൽക്കണ്ടു.നോതോവിച്ചിന്റെ കണ്ടെത്തെലുകളിൽനിന്നാണ് ഹോൾഗർ കേസ്റ്റന്റെ 'യേശു ഇന്ത്യയിൽ ജീവിച്ചിരുന്നു' എന്ന കൃതിയുടെ ജനനം. യൂറോകേന്ദ്രീകൃതമായ ചരിത്രത്തിൽ നിന്നുപരിയായി യേശുവിന്റെ ജീവിതത്തെ വിവിധ ദേശങ്ങളുടെയും സംസ്‌കാരങ്ങളുടെയും ചരിത്രവുമായി തുലനം ചെയ്യാൻ കേസ്റ്റൻ ശ്രമിച്ചിട്ടുണ്ട്.[28] എന്നാൽ മാക്സ് മുള്ളറെ പോലുള്ള ചരിത്രകാരന്മാർ ഈ വാദങ്ങളെ അംഗീകരിച്ചിരുന്നില്ല[29]

യേശുവചനങ്ങൾ

വിക്കിചൊല്ലുകളിലെ യേശു എന്ന താളിൽ ഈ ലേഖനവുമായി ബന്ധപ്പെട്ട ചൊല്ലുകൾ ലഭ്യമാണ്‌:
നിന്നെപ്പോലെ തന്നെ നിന്റെ അയൽക്കാരനെയും സ്നേഹിക്കുക.
അന്ധൻ അന്ധനെ നയിച്ചാൽ ഇരുവരും കുഴിയിൽ വീഴും.
വാളെടുക്കുന്നവൻ വാളാൽ നശിക്കും.
ദൈവം യോജിപ്പിച്ചത് മനുഷ്യൻ വേർപ്പെടുത്താതിരിക്കട്ടെ.
സീസറിനുള്ളത് സീസർക്കും ദൈവത്തിനുള്ളത് ദൈവത്തിനും കൊടുക്കുക.
നിങ്ങളിൽ ഏറ്റവും ചെറിയവൻ ആരോ അവനാണ് നിങ്ങളിൽ ഏറ്റവും വലിയവൻ.
ഒന്നാമനാകാൻ ആഗ്രഹിക്കുന്നവൻ അവസാനത്തവനും എല്ലാവരുടെയും ശുശ്രൂഷകനുമാകണം.
നിങ്ങളുടെ നിക്ഷേപം എവിടെയോ അവിടെയാണ് നിങ്ങളുടെ ഹൃദയവും.
കണ്ണാണു ശരീരത്തിന്റെ വിളക്ക്. കണ്ണു കുറ്റമറ്റതെങ്കിൽ ശരീരം മുഴുവൻ പ്രകാശിക്കും. കണ്ണു ദുഷിച്ചതെങ്കിലോ ശരീരം മുഴുവൻ ഇരുണ്ടുപോകും.
മറ്റുള്ളവർ നിങ്ങളോട് എങ്ങനെ പെരുമാറണമെന്ന് നിങ്ങൾ ആഗ്രഹിക്കുന്നുവോ, അങ്ങനെ തന്നെ നിങ്ങൾ അവരോടും പെരുമാറുവിൻ
അടി തെറ്റിയാൽ ആനയും വീഴും

അങ്ങാടിയിൽ ആന വന്നപോലെ
അച്ഛൻ ആനപ്പുറത്ത് കയറിയാൽ മകന് തഴമ്പുണ്ടാകുമോ?
മറ്റൊരാൾ ഒരു പ്രവൃത്തി ചെയ്താൽ തനിക്ക് അതിന്റെ ഫലം അനുഭവിക്കാനാകില്ലെന്ന് ധ്വനിപ്പിക്കുന്നു.
അടിതെറ്റിയാൽ ആനയും വീഴും.
എത്ര ശക്തനാണെങ്കിലും ചുവടു തെറ്റിയാൽ നിലം പതിക്കും. ഏത് ശക്തനും ഒരു ദുർബല സ്ഥാനമുണ്ടാവുമെന്നും അതിൽ ആക്രമിച്ചാൽ കീഴ്പ്പെടുത്താമെന്നും സാരം.
അടയ്ക്ക കട്ടാലും ആന കട്ടാലും പേരു കള്ളനെന്ന്
അണ്ണാനാശിച്ചാൽ ആനയാകുമോ?
അമ്മ മരിച്ചെന്നു പറഞ്ഞാൽ ആനയെ എടുത്തഅടക്കാൻ പറയുക
ആന മെലിഞ്ഞാൽ തൊഴുത്തിൽ കെട്ടുമോ?
പ്രാമാണ്യത്തത്തിനു അല്പം കുറവു സംഭവിച്ചു എന്നു കരുതി മഹത്വമൂള്ളവർ അപമാനിക്കപ്പെടാൻ പാടില്ല. വലിയ ജീവിയായ അനയെ മെലിഞ്ഞു എന്ന് കരുതി പശുവിനെ കെട്ടുന്ന തൊഴുത്തിലല്ല പാർപ്പിക്കേണ്ടത്. ആനകളെ ആനപ്പന്തിയിലാണ് തളയ്ക്കാറ്.
ആന വാ പൊളിക്കുന്നത് കണ്ടിട്ട് അണ്ണാൻ വാ പൊളിച്ചാലോ?
ആന വലിയ ജീവിയാണ്. അതിനു പ്രകൃത്യാ കിട്ടിയിട്ടുള്ള വലിയ വായ് അതുപയോഗിക്കുന്നത് കണ്ടിട്ടൊരു ചെറിയ ജീവിയായ അണ്ണാൻ വായ് പൊളിച്ചാൽ അത്രയും വരില്ല. ഈ പദത്തിൻറെ വ്യംഗ്യാത്ഥം ഓരൊരുത്തർക്കും അവരവരുടെ കഴിവുകളുടെ പരിമിതികൾ ഉണ്ട്. മറ്റുള്ളവർ ചെയ്യുന്നത് നോക്കി അന്ധമായി അനുകരിക്കാൻ ശ്രമിച്ചാൽ അത് ശാരിയാവണമെന്നില്ല.
തനിക്കുള്ള ബലം മുമ്പേ നിനക്കേണം മനക്കാമ്പിൽ
തനിക്കൊത്ത ജനത്തോടെ പിണക്കത്തിനടുക്കാവൂ (നമ്പ്യാർ)
ആന കൊടുത്താലും ആശ കൊടുക്കരുത്
ആരേയും പറഞ്ഞാശിപ്പിക്കരുത്. കൊടുക്കാവുന്നത് കൊടുക്കുക മാത്രം ചെയ്യുക അതുമിതും പറഞ്ഞ് ആശിപ്പിക്കരുത്.
ആന വലിച്ചാൽ ഇളാകാത്തൊരുതടി ശ്വാവിനെക്കൊണ്ട് ഗമിക്കായി വരുമൊ?
കഴിവുള്ളവൻ ശ്രമിച്ചിട്ട് നടക്കാത്ത ഒരു പ്രവൃത്തി അതിലും തുലോം കഴിവുള്ളവൻ ശ്രമിച്ചാൽ നടക്കുമോ എന്ന് ധ്വനിപ്പിക്കുന്നു.
ആന മദിച്ചു ‍വരുന്നേരത്തൊരു കൂനനിറുമ്പ് തടൂപ്പാനെളുതോ
ആനയെ വയ്ക്കേണ്ടിടത്തു പൂവെങ്കിലും വയ്ക്കണം
അറിയാത്തവന്‌ ആന പടല്‌.
ആനകാര്യത്തിനിടയിൽ ചേനക്കാര്യം.
ആനയ്‌ക്ക്‌ ആനയുടെ വണ്ണമറിയില്ല.
ആനയ്‌ക്കു പന ചക്കര.
ആനയ്‌ക്കെതിരില്ല;ആശയ്‌ക്ക്‌ അതിരില്ല.
ആനപ്പുറത്തു പോകുകയും വേണം;ആളുകൾ കാണാനും പാടില്ല.
ആനപ്പുറത്തിരുന്ന് ആരാന്റെ വേലി പൊളിക്കരുത്‌.
ആനയുടെ കൈയിൽ വടി കൊടുക്കരുത്‌.
ആനയെപ്പേടിക്കണം;ആനപ്പിണ്ടത്തെയും പേടിക്കണോ?
ആനപ്പുറത്തിരിയ്ക്കുമ്പോൾ നായയെ പേടിക്കണോ?
ആനയെ കാണാനും വെള്ളെഴുത്തോ?
കാട്ടിലെ തടി,തേവരുടെ ആന, വലിയടാ വലി
നിത്യഭ്യാസി ആനയെ എടുക്കും.
നിരന്തരമായ അഭ്യാസം കൊണ്ട് സാധാരണ മനുഷ്യനു കഴിയാത്ത പലകാര്യങ്ങളും ചെയ്യാം. പല സിദ്ധികൾക്കു പുറകിലും കഠിനാധ്വാനം മാത്രമാണ് ഉണ്ടാവുക.
ഇംഗ്ലീഷ്:Practice makes perfect
പണം കൊടുത്ത് ആനയെ വാങ്ങിയാൽ പവൻ കൊടുത്ത് പാപ്പാനെ നിർത്തണം
പാണനു് ആന മൂധേവി
ആന പൊതുവേ ഐശ്വര്യമാണു്. പക്ഷേ അതിനു തീറ്റയും വെള്ളവും യഥേഷ്ടം കൊടുക്കാൻ കഴിവുള്ളവനു് മാത്രം. പാണനു്, അഥവാ അതിനു കഴിവില്ലാത്തവനു്, അതു് ഐശ്വര്യം ഇല്ലാതാക്കുന്നു. ലക്ഷ്മിയുടെ വിപരീത ഗുണമാണു് മൂധേവി. ഒരു കാര്യം അതു ചെയ്യാനും കൊണ്ടു നടക്കാനും കഴിവില്ലാത്തവൻ ചെയ്യുന്ന അവസ്ഥയാണീ പഴഞ്ചൊല്ലിൽ.
പോയ ബുദ്ധി ആനവലിച്ചാൽ വരുമോ?
മക്കത്തു ചെന്നാൽ ആനത്തലയോളം പൊന്നു വെറുതെ
ആന കരിമ്പിൻ കാട്ടിൽ കയറിയപോലെ.
ശൈലികൾ[തിരുത്തുക]
ആന കളിക്കുക
പരിഹസിക്കുക , കളിയാക്കുക എന്നീ അർത്ഥങ്ങളിൽ ഉപയോഗിക്കുന്നു.
ഉരിയരിപോലും ചോദിച്ചാലവർ തരികില്ലെന്നലാനകളിക്കും.
ആന പിണ്ടിയിടുന്നതുകണ്ട് മുയലു മുക്കിയാൽ കുണ്ടി തുറുത്തിപ്പോവും
അജഗജാന്തരം
വലിയ വ്യത്യാസം ഉള്ളവയെപ്പറ്റി പറയുന്ന സന്ദർഭത്തിൽ ഉപയോഗിക്കുന്നു. ആനയും ആടും തമ്മിലെന്നപോലെ.
ഇംഗ്ലീഷിൽ:A world of difference
ആന വായിൽ അമ്പഴങ്ങ എ​ന്റെ വായിൽ കുമ്പളങ്ങ
നിലവിത്യാസം കുറിക്കാനുപയോഗിക്കുന്നു.
കാര്യശേഷിയും പിടിപാടുമുള്ളവന് നിസാരകാര്യം അതില്ലാത്തവന് വൻ കാര്യം

ഒരു വലിയ ധനികൻ നൽക്കുന്ന തുച്ഛമായ സംഭാവന, ഒരു തീറ്റപ്രിയന്റെ വായിലെ ചെറിയ റൊട്ടികഷണം , സർക്കാർ ബജറ്റിലെ തുച്ഛമായ നീക്കിയിരിപ്പ് തുടങ്ങിയ സന്ദർഭങ്ങളിൽ പ്രയോഗിക്കാം.
ആനച്ചോറ്‌ കൊലച്ചോറ്‌.
ന്യായങ്ങൾ[തിരുത്തുക]
കുഞ്ജരശൗചന്യായം
സൂകരപ്രസവന്യായം
ആനയെപ്പറ്റി പ്രമുഖർ[തിരുത്തുക]
അബ്രഹാം ലിങ്കൺ
ഒരാനയുടെ പിൻകാലുകളിൽ നിങ്ങൾക്ക് പിടുത്തം കിട്ടുകയും ആന എന്നിട്ടും ഓടാൻ ശ്രമിക്കുകയും ചെയ്യുന്നുണ്ടെങ്കിൽ അതിനെ ഓടാൻ അനുവദിക്കുന്നതായിരിക്കും ബുദ്ധി.
അബ്രഹാം ലിങ്കൺ.(ഫെബ്രുവരി 12, 1809 – ഏപ്രിൽ 15, 1865).അമേരിക്കൻ ഐക്യനാടുകളിലെ ഏറ്റവും വലിയ ആഭ്യന്തര പ്രതിസന്ധിയായിരുന്ന അമേരിക്കൻ സിവിൽ യുദ്ധകാലത്ത് രാജ്യത്തെ വിജയകരമായി മുന്നോട്ട് നയിച്ച നേതാവായിരുന്നു അബ്രഹാം ലിങ്കൺ. അമേരിക്കയിലെ അടിമത്തത്തിനെതിരെയുള്ള പോരാട്ടത്തിന്റെ മുഖ്യനായകനായിരുന്ന അദ്ദേഹം.

ലിങ്കണിന്റ മൊഴികൾ[തിരുത്തുക]
ജനങ്ങൾക്ക്‌ വേണ്ടി ജനങ്ങളാൽ തിരഞ്ഞെടുക്കപ്പെടുന്ന ജനങ്ങളുടെ ഭരണമാണ് ജനാധിപത്യം
കുറച്ച് ആളുകളെ എല്ലാ കാലവും വിഡ്ഢികളാക്കാം .എല്ലാ ആളുകളേയും കുറച്ച് കാലത്തേക്കും വിഡ്ഢികളാക്കാം . എന്നാൽ എല്ലരേയും എക്കാലത്തേക്കും വിഡ്ഢികളാക്കുക അസാധ്യമാണ്.
ഭരിക്കപ്പെടുന്നവരുടെ സമ്മതമില്ലാതെ അവരെ ഭരിക്കുക അസാധ്യമാണ്.
ഒരാനയുടെ പിൻകാലുകളിൽ നിങ്ങൾക്ക് പിടുത്തം കിട്ടുകയും ആന എന്നിട്ടും ഓടാൻ ശ്രമിക്കുകയും ചെയ്യുന്നുണ്ടെങ്കിൽ അതിനെ ഓടാൻ അനുവദിക്കുന്നതായിരിക്കും ബുദ്ധി.
ഇത് ചായയോ കാപ്പിയോ? ചായാണെങ്കിൽ കുറച്ച് കാപ്പി കിട്ടിയാൽ ഉപകാരം. അല്ല ഇത് കാപ്പിയാണെങ്കിൽ കുറച്ച് ചായ കൊണ്ടു വരൂ
മതം സൂഷ്മവും വിശദവുമായി പഠിക്കാൻ മെനക്കെടുന്നില്ല, കാരണം അത്തരമൊരു ശ്രമം പൂർണ്ണമായ അവിശ്വാസത്തിൽ ചെന്നെത്തി നിൽക്കും.
എഴുത്തച്ഛന: കവവി പരവിചയതം -
* ആധുനണിക മലയയാള ഭയാഷയുടടെ പണിതയാവറ്റ് എന്നറണിയടപ്പെടുന
* പയാചചീന കവണിത്രയതണിൽ ഒരയാൾ
* 16 നൂറയാണണിൽ ജചീവണിച്ചു എന്നറ്റ് കരുതുന.
* മലപ്പുററം ജണിലണിയണിൽ തണിരൂരണിൽ ജനനറം.
* കണിളണിപ്പെയാടറ്റ് പസയാനതണിൻറ്റ്ടറ ഉപജയാതയാവറ്റ്
* ഭകണിയണിലൂടടെ ഒരു ജനതടയ പരണിവർതണിപ്പെണിക്കുക എന്ന ചരണിത്രദദൗതതറം നണിർവഹണിച്ചു.
പ്രധകാന കൃതവികൾ - * അധവ്യകാത്മരകാമകായണതം കവിളവിപകാടട്ട്
* മഹകാഭകാരതതം കവിളവിപകാടട്ട്

 കണിളണിപ്പെയാടറ്റ് പസയാനറം - കവണിയുടടെ അഭതർത്ഥന മയാനണിചറ്റ് കണിളണി, കഥ പറയുന്ന
രചീതണിയണിൽ എഴുതടപ്പെടണിരണിക്കുന്ന കയാവതങ്ങടളയയാണറ്റ് കണിളണിപ്പെയാട്ടുകൾ എന പറയുന്നതറ്റ്.
ശയാരണികപപതലണിടന (കണിളണിടപ്പെൺ മകൾ) വണിളണിച്ചു വരുതണി ഭഗവൽക്കഥകൾ
പറയയാനയാവശതടപ്പെടുന്ന രചീതണിയണിലുള്ള രചന. വയാഗഗ്ദേവണിയുടടെ(സരസസ്വതണി)
പകയണിലണിരണിക്കുന്ന തതടയ ടകയാണറ്റ് കഥ പറയണിക്കുഗമയാൾ അതണിനു കൂടുതൽ
ഉതറ്റ്കൃഷ്ടതയുണയാവറം എന്ന വണിശസ്വയാസറം.
 ആദതയാത്മരയാമയായണറം കണിളണിപ്പെയാടറ്റ് , അഗയയാദതയാകയാണ്ഡതണിൽ വണിവരണിക്കുന്ന
രയാമയാഭണിഗഷക വണിഘറ്റ് നമയാണറ്റ് സന്ദർഭറം. പകഗകയണിയുടടെ നണിർബന്ധതണിനറ്റ് വഴങ്ങണി ദശരഥ
മഹയാരയാജയാവണിനു തടന്റെ തചീരുമയാനറം മയാഗറണണി വന. രയാമൻ യുവരയാജയാവറ്റ് ആകുന്നണില എന്നറ്റ്
മയാത്രമല പതണിനയാലു വർഷറം വനവയാസറം സസ്വചീകരണിക്കുകയുറം ഗവണറം. അച്ഛടന്റെ വയാക്കു മയാനണിചറ്റ്
കയാടണിഗലക്കറ്റ് പുറടപ്പെടെയാടനയാരുങ്ങുന്ന രയാമകുമയാരൻ അമ്മ കദൗസലതഗയയാടെറ്റ് യയാത്ര ഗചയാദണിക്കയാൻ
അന്തപുരതണിടലത്തുഗമയാഴയാണറ്റ് ലക്ഷ്മണടന കണ്ടുമുട്ടുന്നതറ്റ് . അഭണിഗഷക വണിഘറ്റ് നറം
ലക്ഷ്മണടന കുപണിതനയാക്കണി.
• പയാഠഭയാഗയാശയറം : ഗകയാപതയാപയാധചീനനയായണി നണിൽക്കുന്ന ലക്ഷ്മണടന ശചീരയാമൻ
സയാന്തസ്വനണിപ്പെണിക്കുന
വതയാ, സമണിഗത്ര, കുമയാരയാ, നചീ മതരഭയാവമണിലയാടത എടന്റെ വയാക്കുകൾ ഗകൾക്കുക.
( വതയാ എന്ന വയാതലതറം തുളുമ്പുന്ന വണിളണി, സുമണിത്രടയ ഗപയാടല ബഹുമയാനതയയായ
ഒരമ്മയുടടെ പുത്രനയാടണന്നറ്റ് ധസ്വനണി, നചീ കുമയാരനയാകയയാൽ ഇതണിരണി എടുത്തുചയാടമുടണന്നറ്റ്
. ഗജഷ്ഠവയാതതലതറം.)
• ലക്ഷ്മണടനക്കുറണിചറ്റ് മതണിഗപ്പെയാടടെ സറംസയാരണിക്കുന. നണിടന്നക്കുറണിച്ചുള്ള സതതടമലയാറം ഞയാൻ
മുടമ തടന്ന അറണിഞണിരണിക്കുന. നണിടന്റെ മനസണിൽ എഗപ്പെയാഴുറം എടന്നക്കുറണിച്ചുള്ള വയാത


ലതമയാടണനറം അതറ്റ് നണിഗന്നയാളറം മറയാർക്കുമണിടലനറം ഞയാൻ അറണിയുന. . നണിനക്കറ്റ് ടചയയാൻ
സയാധണിക്കയാതതയായണി ഒനമണിടലനറം നണിശ്ചയമയാണറ്റ് . എങണിലുറം ഞയാൻ പറയുന്നതറ്റ് നചീ
ഗകൾക്കുക.
• രയാജതറം, ഗദഹറം, ഗലയാകറം ധനധയാനതങ്ങൾ എന്നണിവ അനണിതതമയാടണന്നറ്റ് സമർഥണിക്കുന.
അതുടകയാണ്ടുതടന്ന നശസ്വരമയായ അതണിടന്റെ ഗനടതണിൽ ആനന്ദണിക്കയാടനയാനമണിടലനറം
അനുജഗനയാടെറ്റ് പറയുന.
• സുഖഗഭയാഗങ്ങൾമണിന്നൽഗപയാടലക്ഷണണികങ്ങളയാണറ്റ് .ആയുസറംഗവഗതണിൽനഷ്ടടപ്പെടുന്നതയാണറ്റ്
• ചുട്ടുപഴുത ഗലയാഹതണിൽ ഒരു തുള്ളണി ജലറം വചീഴുഗമയാൾ എന്തു സറംഭവണിക്കുഗമയാ അതുഗപയാടല
ക്ഷണഭറംഗുരമയാണറ്റ് (ക്ഷണറം ഗനരറം ടകയാണറ്റ് നശണിക്കുന്നതറ്റ് ) മർതതജന്മവറം.
• പയാമണിടന്റെ വയായണിലണിരയയായണി വചീണ തവള ആഹയാരതണിനറ്റ് ശമണിക്കുന്നതുഗപയാടല
കയാലമയാകുന്ന സർപ്പെതയാൽ (കയാലയാഹണി) വണിഴുങ്ങടപ്പെട മനുഷതൻ ചഞ്ചല മനസറ്റ് ക്കരയായണി
ലദൗകണിക സുഖങ്ങൾ ഗതടുകയയാണറ്റ് .
• പുത്രൻ(മകൻ), കൂട്ടുകയാരൻ, ഭയാരത തുടെങ്ങണിയ പണിയടപ്പെടവഗരയാടടെയാപ്പെമുള്ള കുടുറംബജചീവണിതറം
അൽപ കയാലഗതക്കറ്റ് മയാത്രഗമ ഉള.
• സത്രതണിൽ ഒരു രയാത്രണി ഒത്തുകൂടുന്ന വഴണിയയാത്രക്കയാർ പണിരണിഞ്ഞു ഗപയാകുന്നതു ഗപയാടലയുറം
പുഴയണിൽ ഒഴുകുന്ന ടപയാങ്ങു തടെണികൾ ഗപയാടലയുറം തണികച്ചുറം അസണിരമയാണറ്റ് ജചീവണിതറം.
(നയാടുറം വചീടുറം കുടുറംബവറം ജചീവണിതവറം അല്പകയാലറം മയാത്രറം എന്ന ആശയമയാണറ്റ് ഇവണിടടെ
സൂചണിപ്പെണിക്കുന്നതറ്റ് )
• ധനറം, ഐശസ്വരതറം, യദൗവനറം ഇവടയയാനറം ശയാശസ്വതമല സസ്വപറം കണറ്റ് തചീരുന്ന ഗവഗതണിൽ
അൽപയായുസയായ കുടുറംബ ജചീവണിതറം അവസയാനണിക്കുന.
• രയാഗറം, ഗദസ്വഷറം, മദറം, മയാതരതറം, ഗലയാഭറം (രയാഗയാദണി) എന്നണിവഗയയാടു കൂടെണിയ ജചീവണിതമയാടക
നണിരുപണിക്കൽ (ചണിന്തണിചയാൽ) സസ്വപ തുലതമയാണറ്റ് സഗഖ.
• ഗദഹറം നണിമണിതമയാണറ്റ് അഹറംഭയാവമുണയാവന്നതറ്റ് .ഞയാൻ ബയാഹ്മണനയാണറ്റ് ,
രയാജയാവയാണറ്റ് , ഞയാൻ ഗശഷ്ഠനയാണറ്റ് എടന്നയാടക്ക മനുഷതർ ആവർതണിചറ്റ്
പറഞഹങരണിച്ചുടകയാണണിരണിക്കുഗമയാൾ ജന്തുക്കൾ അവടര ഭക്ഷണിച്ചു
വണിസർജണിഗചക്കയാറം. തചീയണിൽ ടവന്തറ്റ് ചയാമലയായണിതചീരയാറം. മണണിനടെണിയണിൽ ചചീഞറ്റ്
കചീടെങ്ങളയാകയാറം. അതണിനയാൽ ഗദഹടത അടെണിസയാനമയാക്കണിയുള്ള അതണിഗമയാഹറം
ഒരണിക്കലുറം നലതല.
• ശരചീരതടന്റെ നണിസയാരതടയക്കുറണിചറ്റ് പറയുന. ഗതയാലറ്റ് , മയാറംസറം, രകറം, അസണി,
മൂത്രറം, ശുകറം എന്നണിവടയലയാറം സഗമ്മളണിക്കുന്ന ഒരണിടെറം മയാത്രമയാണറ്റ് ശരചീരറം. അതറ്റ്
നശണിച്ചു ഗപയാകയാനുള്ളതയാണറ്റ് ..

• പഞ്ചഭുതങ്ങളയാൽ (ഭുമണി, ജലറം, അഗണി, വയായു, ആകയാശറം) നണിർമണിച ആ ശരചീരറം ടകയാണറ്റ്
ആരുറം ഒനറം ഗനടുന്നണില. ശരചീരറം പരണിണയാമണിയുറം അസണിരവമയാണറ്റ് .
• ഗദഹയാഭണിമയാനറം നണിമണിതമുള്ള ഗമയാഹറം ടകയാണറ്റ് ഗലയാകറം നശണിപ്പെണിക്കയാടമന്ന വണിചയാരറം
അറണിവണിലയായ്മയയാണറ്റ് ലക്ഷ്മണയാ നചീ അറണിയുക.
• ഗദഹയാഭണിമയാനണികൾക്കറ്റ് എലയാ ഗദയാഷങ്ങളുറം വന ഭവണിക്കുന്നതറ്റ് ഗകയാപതയാൽ (ഗരയാഗഷണ)
ആടണന്നറ്റ് ഓർക്കുക.


• ഗദഹമയാണറ്റ് തയാൻ എന്ന ചണിന്ത ഗമയാഹടത ജനണിപ്പെണിക്കുന്ന അവണിദതയയാണറ്റ് .
• ഞയാൻ ഗദഹമല ആത്മയാടവന്ന ഗബയാധറം ഗമയാഹടത ഇലയാതയാക്കുന്ന വണിദതയയാണറ്റ് .
(ഗമയാഹടത ഹനണിക്കുന്ന വണിദത)
• സുഖഗഭയാഗങ്ങളണിൽ മുഴുകണി കഴണിയുന്ന ജചീവണിതതണിനറ്റ് (സറംസയാരകയാരണിണണി) കയാരണമയാകുന്നതറ്റ്
അവണിദതയുറം ഇതണിൽനണിനള്ള ഗമയാചനതണിനറ്റ് (സറംസയാരനയാശണിനണി) കയാരണമയാക്കുന്നതറ്റ്
വണിദതയുമയാണറ്റ് .
• അതുടകയാണറ്റ് ഗമയാക്ഷറം ആഗ്രഹണിക്കുന്നവൻ ഏകയാന്ത മയാനസനയായണി വണിദത
അഭതസണിഗക്കണതയാണറ്റ് . അവണിടടെ കയാമഗകയാധഗലയാഭഗമയാഹയാദണികൾ ശത്രുക്കളയാടണനറം നചീ
അറണിയുക.
• ഗകയാധറം ടകയാണയാണറ്റ് അമ്മ, സഗഹയാദരൻ, കൂട്ടുകയാരൻ, പതറ്റ് നണി എന്നണിവടരടയലയാറം
ഹനണിക്കയാൻ മനുഷതൻ (പുമയാൻ) തുനണിയുന്നതറ്റ് .
• ഗകയാധറം മൂലറം മനസറ്റ് തയാപമുണയാകുന, ഗകയാധറം ലദൗകണിക ബന്ധനറം ഉണയാക്കുന.
 ഗകയാധറം ധർമ്മ ക്ഷയതണിനറ്റ് കയാരണമയാകുന. ആയതണിനയാൽ അറണിവള്ളവർ ഗകയാധറം
പരണിതതജണിക്കണടമന്നറ്റ് ശചീരയാമൻ ലക്ഷ്മണടന സയാന്തസ്വനണിപ്പെണിക്കുന.
 ശചീരയാമൻ ലക്ഷ്മണടന്റെ പരുഷമയായ വയാക്കുകൾ ശദയാപൂർവറം ഗകൾക്കുന.. ലക്ഷ്മണടന
നണിറഞ വയാതലതഗതയാടടെ ആലണിറംഗനറം ടചയ്യുന.
 മൃദുവയായ ഭയാഷയണിൽ സറ്റ് ഗനഹപൂർവറം സറംഗബയാധന ടചയ്യുന.ലക്ഷ്മണടന്റെ കഴണിവകടള
അഭണിനന്ദണിക്കുന.
 ലക്ഷ്മണടന്റെ വയാദഗതണികടള ടപയാതുഗവ അറംഗചീകരണിക്കുന. എന്നയാൽ മടറയാരു
വചീക്ഷണതണിലൂടടെ അവടയ വണിലയണിരുത്തുന.
 ദൃഷ്ടയാന്തങ്ങൾ ചുണണിക്കയാടണി ഗുണഗദയാഷ വണിചയാരറം നടെത്തുന.
 യഥയാർത്ഥ പശറം കടണതയാൻ സഹയായകമയായ സൂചനകൾ നൽകുന.
പശപരണിഹയാരങ്ങൾ നണിർഗദശണിക്കുന.
 ജചീവണിതതണിടന്റെ നശസ്വരത ഗബയാധതടപ്പെടുതയാൻ ശചീരയാമൻ പറയുന്നടതടന്തലയാറം?
 കയാണടപ്പെടുന്ന ഗലയാകറം വയാസ്തവമല.
 കുടുറംബതണിടല കൂടെണിഗചരൽ അൽപ്പുകയാലഗതക്കറ്റ് മയാത്രമയാണറ്റ് .
 ഐശസ്വരതറം യദൗവനവറം സണിരമല.
 ഗലയാകജചീവണിതറം സസ്വപ തുലതമയാണറ്റ് .
 “ചക്ഷു ശവണഗളയാസമയാറം ദർദ്ദുരറം...... .............. ആഗലയാല ഗചതസയാ ഗഭയാഗങ്ങൾ ഗതടുന.”
 അർത്ഥറം കടണത്തുന. ചക്ഷു ശവണൻ, ഗളസറം, ദർദ്ദുരറം അഹണി, പരണിഗ്രസ്തറം.
• പയാമണിടന്റെ വയായണിലകടപ്പെടണിട്ടുറം ഭക്ഷണറം കയാറംക്ഷണിക്കുന്ന തവള . ലദൗകണിക സുഖങ്ങൾ
ഗതടുന്നവർ.
• മരണറം മുന്നണിൽ ഉള്ളഗപ്പെയാഴുറം ജചീവണിതഗതയാടുള്ള ആസകണി അവസയാനണിക്കുന്നണില.
• പയാമ്പുറ്റ് വളടര പതുടക്ക വണിഴുങ്ങുന്നതു ടകയാണറ്റ് തവള അതറ്റ് അറണിയുന്നണില.


• കയാലമയാകുന്ന പയാമറ്റ് മനുഷതടര വണിഴുങ്ങണിടക്കയാണണിരണിക്കുന.
(ജചീവൻ അപകടെതണിൽ ആയണിരണിക്കുഗമയാഴുറം തവള ഭക്ഷണതണിനയായണി ശമണിക്കുന. ജചീവണിത

തണിടന്റെ ക്ഷണണികത മനസണിലയാക്കയാടത മനുഷതർ ലദൗകണിക സുഖങ്ങൾ ഗതടുന. തവള-
മനുഷതൻ - സമയാനത)

*വണിഗവകറം ഇലയാതയാകുന---- ബന്ധുകടള വധണിക്കുന.
*സർവ നയാശതണിനറ്റ്കയാരണമയാകുറം.
*ധർമ്മക്ഷയറം വരുത്തുന. മനസറ്റ് തയാപറം ഉണയാക്കുന.
*മുകണിക്കു വണിഘറ്റ് നറം വരുത്തുന.
 എഴുത്തച്ഛന ഭകാഷകാശശൈലവി
• ഭയാവഗദൗരവതണിനു ഗവണണി ദചീർഘമയായ സമസ്തപദങ്ങൾ ഉപഗയയാഗണിക്കുന.
• വഹറ്റ് നണിസന്തപതഗലയാഹസയാറംബുബണിന്ദുനയാ.
• ചക്ഷുശവണഗളസമയാറം ദർദ്ദൂരറം
• പുത്രമണിത്രയാർഥകളത്രയാദണിസറംഗമറം
• തസ്വങറ്റ് മയാറംസരകയാസണിവണിൺമുത്രഗരതസറ്റ്
• മയാതയാപണിതൃഭയാതൃമണിത്രസഖണികൾ
• വണിഭകണി പതതയങ്ങഗളയാടു കൂടെണിയ സറംസ്കൃത പദങ്ങൾ ഉപഗയയാഗണിക്കുന.
• ബണിന്ദുനയാ, കയാലയാഹണിനയാ, ഗചതസയാ ,ഗരയാഗഷണ, നദതയാ, ഗദഹയാഭണിമയാനണിനയാറം,
ബയാഹറ്റ് മ ഗണയാഹറം, ഗരതസയാ....
 ഗശയാതയാവണിടന സറംഗബയാധന ടചയ്യുന്ന കണിയയാ പദങ്ങൾ ആവർതണിക്കുന.
ഗകൾക്കറ്റ് , നചീ ഗകൾക്കണറം, ഓർക്കനചീ, അറണിടകഗടെയാ, നണിരുപണിക്കലക്ഷമണയാ, അരണിക നചീ,
ഗകൾ .
 ഈരടെണികളണിടല രണയാമടത വർണറം സമയാനമയാണറ്റ്.
വിക്കിപീഡിയ, ഒരു സ്വതന്ത്ര വിജ്ഞാനകോശം.
( എന്ന താളിൽ നിന്നും തിരിച്ചുവിട്ടതു പ്രകാരം)
ഇംഗ്ലീഷ് വിലാസം സഹായം പ്രദർശിപ്പിക്കുക
മലയാളം

മലയാളം എന്നത് മലയാളം ലിപിയിൽ
ഉച്ചാരണം	[mɐləjaːɭəm]
ഉത്ഭവിച്ച ദേശം	ഇന്ത്യ
സംസാരിക്കുന്ന നരവംശം	മലയാളികൾ, കേരളീയർ
മാതൃഭാഷയായി സംസാരിക്കുന്നവർ	45 ദശലക്ഷം (2007)[1]
ഭാഷാകുടുംബം	
ദ്രാവിഡ ഭാഷകൾ
ദക്ഷിണ ദ്രാവിഡം [2]
തമിഴ്-കന്നട
തമിഴ്-കൊടവ
തമിഴ്-മലയാളം
മലയാള ഭാഷകൾ
മലയാളം
ലിപികൾ	മലയാളം ലിപി (ബ്രാഹ്മി ലിപി)
ബ്രെയിൽ ലിപി
വട്ടെഴുത്ത് (ചരിത്രപരം)
കോലെഴുത്ത് (ചരിത്രപരം)
മലയാണ്മ (ചരിത്രപരം)
ഗ്രന്ഥ ലിപി (ചരിത്രപരം)
ഔദ്യോഗിക സ്ഥിതി
ഔദ്യോഗിക പദവി	 ഇന്ത്യ:
കേരളം (സംസ്ഥാനം),[3]
ലക്ഷദ്വീപ് (കേന്ദ്രഭരണപ്രദേശം)
മയ്യഴി, പുതുച്ചേരി (കേന്ദ്രഭരണപ്രദേശം)	കേരള സാഹിത്യ അക്കാദമി, കേരളസർക്കാർ
ഭാഷാ കോഡുകൾ


മലയാളം സംസാരിക്കുന്ന പ്രദേശങ്ങൾ
ഇന്ത്യയിൽ കേരള സംസ്ഥാനത്തിലും ഭാഗികമായി കേന്ദ്രഭരണ പ്രദേശമായ പോണ്ടിച്ചേരിയുടെ ഭാഗമായ മാഹിയിലും തമിഴ്നാട്ടിലെ കന്യാകുമാരി ജില്ലയിലും നീലഗിരി ജില്ലയിലെ ഗൂഡല്ലൂർ താലൂക്കിലും ആൻഡമാൻ നിക്കോബാർ ദ്വീപുകളിലും സംസാരിക്കപ്പെടുന്ന ഭാഷയാണ് മലയാളം. ഇതു ദ്രാവിഡ ഭാഷാ കുടുംബത്തിൽപ്പെടുന്നു. ഇന്ത്യയിൽ ശ്രേഷ്ഠഭാഷാ പദവി ലഭിക്കുന്ന അഞ്ചാമത്തെ ഭാഷയാണ് മലയാളം[5]. 2013 മെയ് 23-നു ചേർന്ന കേന്ദ്രമന്ത്രിസഭാ യോഗമാണ് മലയാളത്തെ ശ്രേഷ്ഠഭാഷയായി അംഗീകരിച്ചത്. ക്ലാസിക്കൽ ലാംഗ്വേജ് എന്ന പദവിയാണ് നൽകിയത്. അതിനു മലയാളത്തിൽ നൽകിയ വിവർത്തനം ആണ് ശ്രേഷ്ഠഭാഷ എന്നത്. ഇന്ത്യഭരണഘടനയിലെ എട്ടാം പട്ടികയിൽ ഉൾപ്പെടുത്തിയിരിക്കുന്ന ഇന്ത്യയിലെ ഇരുപത്തിരണ്ട് ഔദ്യോഗിക ഭാഷകളിൽ ഒന്നാണ് മലയാളം[6]. മലയാള ഭാഷ കൈരളി, മലനാട് ഭാഷ എന്നും അറിയപ്പെടുന്നു. കേരള സംസ്ഥാനത്തിലെ ഭരണഭാഷയും കൂടിയാണ്‌ മലയാളം. കേരളത്തിനു പുറമേ തമിഴ്നാട്ടിലെ ചില ഭാഗങ്ങളിലും കന്യാകുമാരി ജില്ല, നീലഗിരി ജില്ല കർണാടകയുടെ ദക്ഷിണ കന്നഡ ജില്ല, കൊടക് ഭാഗങ്ങളിലും ഗൾഫ് രാജ്യങ്ങൾ, സിംഗപ്പൂർ, മലേഷ്യ എന്നിവിടങ്ങളിലെ കേരളീയ പൈതൃകമുള്ള അനേകം ജനങ്ങളും മലയാളം ഉപയോഗിച്ചു പോരുന്നു. ദേശീയ ഭാഷയായി ഉൾപ്പെടുത്തിയത് മറ്റ് 21 ഭാഷകളുടേതുപോലെ തനതായ വ്യക്തിത്വം ഉള്ളതിനാലാണ്. മലയാള ഭാഷയുടെ ഉല്പത്തിയും പ്രാചീനതയും സംബന്ധിച്ച കാര്യങ്ങൾ ഇന്നും അവ്യക്തമാണ്. പഴയ തമിഴിനും മുൻപത്തെ മൂലദ്രാവിഡമാണ് മലയാളത്തിന്റെ ആദ്യ രൂപം എന്നു കരുതുന്നു. യു.എ.ഇ-യിലെ പ്രധാന സംസാര ഭാഷകളിൽ ഒന്ന് മലയാളം ആണ്.[7][അവലംബം ആവശ്യമാണ്] മലയാളം സംസാരിക്കുന്ന ജനവിഭാഗത്തിനെ പൊതുവായി മലയാളികൾ എന്നു വിളിക്കുമ്പോഴും, ഭാഷയുടെ കേരളീയപാരമ്പര്യം പരിഗണിച്ച് കേരളീയർ എന്നും വിളിച്ചു പോരുന്നു. ലോകത്താകമാനം 4.75 കോടി ജനങ്ങൾ മലയാള ഭാഷ സംസാരിക്കുന്നുണ്ട്.

ദ്രാവിഡഭാഷാ കുടുംബത്തിൽ ഉൾപ്പെടുന്ന മലയാളത്തിന് ഇതര ഭാരതീയ ഭാഷകളായ സംസ്കൃതം, തമിഴ് എന്നീ ഉദാത്തഭാഷകളുമായി പ്രകടമായ ബന്ധമുണ്ട്[8].

പൂക്കാട്ടിയൂർ ലിഖിതങ്ങൾ 8 ക്രി.മു മുതൽ 3000 ക്രി.മു അടുത്ത് വരെയും പഴക്കം ചെന്നതാണ്.
നിരുക്തം[തിരുത്തുക]
പർവ്വതം എന്നർഥമുള്ള മല എന്ന വാക്കും സ്ഥലം എന്നർഥമുള്ള അളം എന്ന വാക്കും ഒത്തുചേർന്നാണ് മലയാളം എന്ന പദം ഉണ്ടായത് എന്ന് കരുതപ്പെടുന്നു. കേരളം, കോവളം, പന്തളം, ബംഗാളം, നേപാളം, സിംഹളം എന്നിങ്ങനെ അനേകം സ്ഥലനാമങ്ങളിൽ സ്ഥലം എന്ന അർഥത്തിൽ അളം എന്ന വാക്കാണുള്ളതെന്ന് ചില ചരിത്രകാരന്മാർ അഭിപ്രായപ്പെടുന്നു. പഴയകാലത്ത്, മലയാളം 'മലയാഴ്‌മ' എന്നായിട്ടായിരുന്നു അറിയപ്പെട്ടിരുന്നത്.

മലയപർവതത്തിന്റെ പേരിനോടൊപ്പം സ്ഥലം എന്നർഥമുള്ള അളം എന്ന വാക്കു കൂടിച്ചേർന്നാണ് മലയാളം എന്ന വാക്കുണ്ടായതെന്നും അഭിപ്രായമുണ്ട്. പശ്ചിമഘട്ടമലനിരകളിൽ മംഗലാപുരം മുതൽ തെക്കോട്ടുള്ള ഭാഗമാണ് മലയാചലം, മലയപർവതം, മലയാദ്രി, മലയഗിരി എന്നൊക്കെ പരാമർശിക്കപ്പെട്ടിരിക്കുന്നത്. വടക്കുഭാഗത്തിനെ സഹ്യപർവതം എന്നും തെക്കുഭാഗത്തിനെ മലയപർവതം എന്നും വിളിക്കുന്നു. പുരാണങ്ങളിൽ ഭാരതവർഷത്തിലെ സപ്താചലങ്ങളിൽ ഒന്നായിട്ടാണ് മലയപർവതത്തിനെ കണക്കാക്കിയിരിക്കുന്നത് (“महेन्द्रो मलयः सह्यः शुक्तिमानृक्षपर्व्वतः। बिन्ध्यश्च पारिपात्रश्च सप्तैवात्र कुलाचलाः ॥”). ഈ മലയപർവതത്തിന്റെ പശ്ചിമഭാഗത്തുള്ള സ്ഥലം എന്ന അർഥത്തിലാണ് മലയാളം എന്ന പേരു വന്നത് എന്ന് കരുതപ്പെടുന്നു.

മലയാളം എന്ന പേര് മലകളും സമുദ്രവും ഒത്തുചേരുന്ന എന്ന അർത്ഥമുള്ള മല + ആളം (സമുദ്രം) എന്നീ ദ്രാവിഡവാക്കുകൾ ചേർന്ന് ഉണ്ടായതാണെന്ന് ചില ചരിത്രകാരന്മാർ അഭിപ്രായപ്പെടുന്നു.[9]

മല എന്ന പദവും ആൾ, ആളുക എന്ന പദവും ചേർന്നു സന്ധിനിയമമനുസരിച്ച് വിടവടക്കാൻ 'യ'കാരം ചേർന്നുമാണ് മലയാളം ഉണ്ടായതെന്നും കരുതുന്നു. മലയാൺമ, മലയായ്മ എന്നീ പദങ്ങളും ഇങ്ങനെ ആൺമൈ എന്നതിൽ നിന്നാണെന്ന് മലയാളത്തെ കുറിച്ച് പഠിച്ച വിദേശീയനായ റോബർട്ട് കാൽഡ്വൽ പറയുന്നു.[10]

മലയാളം എന്ന പദം (malayalam) ഇംഗ്ലീഷിൽ എഴുതിയാൽ അനുലോമവിലോമപദം കൂടിയാണ്; അതായത് ഇരുവശത്ത് നിന്നും വായിച്ചെടുക്കാൻ സാധിക്കുന്ന പദമാണ്.

ഭാഷാപരിണാമം (ചരിത്രം)[തിരുത്തുക]
പ്രധാന ലേഖനം: മലയാള ഭാഷാചരിത്രം
മലയാള ഭാഷ സംസ്കൃതത്തിൽ നിന്ന് ഉത്ഭവിച്ചതാണെന്നും അതല്ല സംസ്കൃതവും തമിഴും കൂടിക്കലർന്ന ഒരു മിശ്രഭാഷയാണെന്നും ആദ്യകാലങ്ങളിൽ ചിലർ വിശ്വസിച്ചിരുന്നു. എല്ലാ ഭാഷകളും സംസ്കൃതത്തിൽ നിന്നും ഉണ്ടായി എന്ന മതാത്മകമായതും വസ്തുതകളുമായി ബന്ധമില്ലാത്തതുമായ ചിന്തയാണ് ഇതിനു കാരണം. എന്നാൽ ഗവേഷണങ്ങൾ ഇതിനെയെല്ലാം നിരാകരിക്കുകയും "മലയാളം മൂല ദ്രാവിഡ ഭാഷയിൽ നിന്ന് തമിഴിനൊപ്പം ഉണ്ടായി" എന്നുള്ള കൂടുതൽ യുക്തമായ സിദ്ധാന്തം അവതരിപ്പിക്കപ്പെട്ടു.


'ഴ'കാരം ദ്രാവിഡഭാഷകളിൽ തമിഴിലും മലയാളംത്തിലും മാത്രം ഉപയോഗിച്ചു കാണുന്ന വ്യഞ്ജനമാണ്

നസ്രാണികൾ ഒക്കെയും അറിയേണ്ടുന്ന സംക്ഷേപവേദാർത്ഥത്തിന്റെ പുറം
മലയാള ഭാഷയെക്കുറിച്ച് ആദ്യമായി പറയുന്നത് മണിപ്രവാളം എന്ന മിശ്രഭാഷയായ സാഹിത്യഭാഷയുടെ ലക്ഷണഗ്രന്ഥമായ ലീലാതിലകത്തിൽ ആണ്. എഫ് ഡബ്ല്യൂ എല്ലിസ് ആണ് മലയാളം തമിഴ് തുടങ്ങിയ ഭാഷകൾ ദ്രാവിഡ കുടുംബത്തിൽ പെട്ട ഭാഷകളാണെന്ന് ആദ്യമായി പറഞ്ഞത്. 1815- ൽ ആണ് ഇദ്ദേഹത്തിന്റെ പഠനം പുറത്തു വരുന്നത്. ഭാഷ ചരിത്രകാരൻ റോബർട്ട് കാൾഡ്വെൽ ആണ്. അദ്ദേഹം മലയാളം പ്രാചീന തമിഴിന്റെ ശാഖയാണ് എന്നാണ് അഭിപ്രായപ്പെട്ടത്. പുരുഷഭേദ നിരാസം, സംസ്കൃത ബാഹുല്യം എന്നിവ നിമിത്തം മലയാളം, തമിഴിൽ നിന്ന് അകന്നു നിൽക്കുന്നു എന്നാണ് അദ്ദേഹം കരുതിയത്. ൧,

കാൽഡ്‌വെല്ലിനെ തുടർന്ന് റോബർട്ട് ഡ്രമ്മണ്ട്,എ. ആർ. രാജരാജവർമ്മ, മഹാകവി ഉള്ളൂർ, തുടങ്ങി പലരും മലയാള ഭാഷയുടെ ഉല്പത്തിയെക്കുറിച്ച് പഠിക്കാൻ ശ്രമിച്ചു. രാജരാജവർമ്മ മലൈനാടായ മലയാളത്തിലെ ആദിമ നിവാസികൾ തമിഴർ ആയിരുന്നു എന്നും അവർ ചെന്തമിഴ്, കൊടുന്തമിഴ് എന്നീ രണ്ടു വിഭാഗങ്ങളിലുള്ള ഭാഷ ഉപയോഗിച്ചിരുന്നു എന്നും പലവക കൊടുന്തമിഴുകളിൽ ഒന്നാണ് മലയാളമായിത്തീർന്നതെന്നും അഭിപ്രായപ്പെട്ടപ്പോൾ മലയാളത്തിൽ മൊത്തമായും ഉപയോഗിച്ചിരുന്ന കൊടുന്തമിഴ് സംസ്കൃതത്തിന്റെ സ്വാധീനത്തിനു വഴങ്ങി സ്വന്തമായ വ്യക്തിത്വം പ്രകടിപ്പിച്ചു വിഘടിച്ചു എന്നാണ് ഉള്ളൂർ വിശ്വസിച്ചത്. എന്നാൽ ഈ സിദ്ധാന്തങ്ങൾ യുക്തമായി തോന്നുന്നില്ല. മദ്ധ്യകാലത്തിനു മുന്നേ തന്നെ തമിഴിന്റെ ആദിമരൂപവുമായി ആദിമലയാളം വേർ തിരിഞ്ഞിട്ടുണ്ടാവാം എന്ന് എൻ. വി. രാമസ്വാമി അയ്യർ, ടി. ബറുവ, എം. ബി. എമിന്യൂ എന്നീ ഗവേഷകരും അഭിപ്രായപ്പെട്ടിട്ടുണ്ട്.

ദ്രാവിഡമെന്ന മൂലഭാഷയിൽ നിന്നുണ്ടായതാണ് മലയാളം, തമിഴ്, കന്നഡ, തെലുങ്ക് എന്നീ പ്രധാന ഭാഷകളും തുളു പോലുള്ള അപ്രധാന ഭാഷകളും എന്ന് എല്ലാ ഭാഷാ ശാസ്ത്രജ്ഞരും ഒരുപോലെ അവകാശപ്പെടുന്നു. എന്നാൽ പി.കെ. പരമേശ്വരൻ നായരുടെ അഭിപ്രായത്തിൽ മലയാളവും തമിഴും സ്വതന്ത്ര ഭാഷയായി രൂപപ്പെട്ടു വരുന്ന കാലത്തും കേരളത്തിന് ചോഴ, പാണ്ടി ദേശക്കാരുമായി ബന്ധമുണ്ടായിരുന്നതിനാൽ ശക്തമായ സ്വാധീനം മലയാളത്തിൽ പ്രകടമായി ഉണ്ടായി. രാജശാസനങ്ങളും ഉയർന്നവരുടെ വ്യവഹാരങ്ങളും ചെന്തമിഴ് ആവാൻ കാരണം അതാണ് (പിൽക്കാലത്ത് സംസ്‌കൃതവും അതിനുശേഷം ഇംഗ്ലീഷും നേടിയത് പോലെ). എന്നാൽ ഈ സ്വാധീനം രാജാക്കന്മാരിലും മറ്റുമായിരുന്നെങ്കിലും ജനങ്ങളുടെ വ്യവഹാരഭാഷ മലനാടു ഭാഷ തന്നെയായിരുന്നു.

പ്രൊഫ. ഏ. ആർ. രാജരാജവർമ്മ കേരള ഭാഷയെ മൂന്നു ഘട്ടങ്ങളായി തിരിച്ചിട്ടുണ്ട്.

ആദ്യഘട്ടം – ബാല്യാവസ്ഥ: കരിന്തമിഴുകാലം (കൊല്ലവർഷം 1 – 500വരെ; എ. ഡി. 825–1325വരെ)
മദ്ധ്യഘട്ടം – കൗമരാവസ്ഥ: മലയാണ്മക്കാലം (കൊല്ലവർഷം 500 – 800വരെ; എ. ഡി. 1325–1625വരെ)
അധുനികഘട്ടം – യൗവനാവസ്ഥ: മലയാള കാലം (കൊല്ലവർഷം 800 മുതൽ; എ. ഡി. 1625 മുതൽ)[11]
ഭാഷയുടെ വികസനത്തിന്റെ ഘട്ടത്തിൽ മലയാണ്മ എന്നു വിളിച്ചുപോന്നിരുന്ന മലയാളം, തമിഴ്‌, കോട്ട, കൊടഗ്‌, കന്നഡ എന്നീ ഭാഷകൾ അടങ്ങിയ ദക്ഷിണ ദ്രാവിഡ ഭാഷകളിൽ ഒന്നാണ്. ഭാഷയ്ക്ക് (മലയാളം ഭാഷയെ കുറിച്ച് തനിയെ പ്രതിപാദിക്കുമ്പോൾ ഭാഷ എന്നു മാത്രം ഉപയോഗിച്ച് കാണാറുണ്ട്) പ്രധാന ദ്രാവിഡഭാഷയായ തമിഴുമായുള്ള ബന്ധം വളരെ ശ്രദ്ധേയമാണ്.

ഭരണ-അദ്ധ്യയന ഭാഷയായി ഒരു കാലത്തു കേരളദേശത്ത് വ്യാപകമായി ഉപയോഗിച്ചിരുന്ന തമിഴിന്റെ അധിനിവേശപരമായ സ്വാധീനം മലയാളത്തിൽ കാണുന്നതു തികച്ചും സ്വാഭാവികവുമാണ്. ഉത്തരഭാരതത്തിൽ നിന്നുള്ള ബ്രാഹ്മണകുടിയേറ്റങ്ങൾ വഴി ഭാഷയിൽ വ്യക്തമായ സ്വാധീനം ചെലുത്തുവാൻ ഇന്തോ-ആര്യൻ‍ ഭാഷകൾക്കും, അറബ്, യൂറോപ്പ്യൻ ദേശങ്ങളുമായിട്ടുള്ള കച്ചവടബന്ധങ്ങൾ വഴി അതത് ദേശത്തെ ഭാഷകളും മലയാളഭാഷയിൽ പ്രകടമായ ചില പരിവർത്തനങ്ങൾ വരുത്തിയിട്ടുണ്ട്.

മലയാളം എന്ന വാക്ക് ഒരു കാലത്തു ദേശനാമം മാത്രമായിരുന്നു. മലയാളനാട്ടിലെ ഭാഷ എന്ന നിലയ്ക്ക് മലയാളഭാഷ എന്നു പറഞ്ഞുപോന്നിരിക്കുവാനും സാദ്ധ്യതയുണ്ട്, എങ്കിലും ഈ ഭാഷ അറിയപ്പെട്ടിരുന്നതു മലയാണ്മ എന്നായിരുന്നു. ദേശനാമം തന്നെ ഭാഷാനാമമായി പരിണമിച്ചതോടെ, പഴയ മലയാളം ഭാഷ എന്നു സൂചിപ്പിക്കുവാൻ മലയാണ്മ എന്ന വാക്ക് ഉപയോഗിക്കാറുണ്ട്.

തമിഴ് ഉൾപ്പെടെയുള്ള ദക്ഷിണേന്ത്യൻ ഭാഷകളുടെ പൊതുപൂർവ്വികഭാഷയായ ആദിദ്രാവിഡഭാഷയിൽ നിന്നാണു മലയാളത്തിന്റെ ജനനം. മറ്റെല്ലാ ഭാഷയിലും എന്നതുപോലെ തമിഴിലും ദേശഭേദങ്ങളുണ്ടായിരുന്നു. ഇതിൽ ഒരു വകഭേദമായ കൊടുംതമിഴാണു പിന്നീട് മലനാട്ടിലെ ഭാഷയായ മലയാളമായി രൂപം പ്രാപിച്ചതെന്നു പി. പരമേശ്വരനെ പോലുള്ള ചില ഭാഷാശാസ്ത്രജ്ഞർ കരുതുന്നു[അവലംബം ആവശ്യമാണ്]. ഇപ്രകാരമൊരു മാറ്റം സംഭവിക്കുവാനുള്ള കാരണമായി ചൂണ്ടിക്കാട്ടുന്നതു ഈ വക കാര്യങ്ങളാണ്:

മലനാട് തമിഴ്‌നാട്ടിൽ നിന്നു സഹ്യപർവ്വതം എന്ന കിഴക്കേ അതിരിനാൽ വേർതിരിഞ്ഞു കിടക്കുന്നത്;
പ്രാദേശികമായുള്ള ആചാരങ്ങളും ജീവിതവീക്ഷണങ്ങളും;
നമ്പൂതിരിമാരും ആര്യസംസ്കാരവും.
വിദേശരാജ്യങ്ങളുമായി ഉള്ള ബന്ധങ്ങൾ
മലയാളം ഭാഷാചരിത്രത്തിൽ നിർണ്ണായകമായ സ്വാധീനം ചെലുത്തിയ സാമൂഹ്യസംഭവങ്ങളിൽ പ്രധാനവും പ്രകടവുമായ ഒരു ഘടകം നമ്പൂരിമാർക്ക് സമൂഹത്തിൽ ലഭിച്ച മേൽക്കൈയ്യും അതുമൂലം സംസ്കൃതഭാഷാപ്രയോഗത്തിനു് പ്രാദേശികമായി ഉണ്ടായ പ്രചാരവുമാണ്. പാണ്ഡ്യചോളചേര രാജാക്കന്മാർക്ക് ദക്ഷിണഭാരതത്തിലുണ്ടായിരുന്ന അധികാരം നഷ്ടമായതും മലയാളനാട്ടിലെ പെരുമാക്കന്മാരുടെ വാഴ്ച അവസാനിച്ചതും തമിഴ്മൊഴി നാടുകളുമായി ജനങ്ങൾക്കുണ്ടായിരുന്ന ഇടപാടുകളിൽ കാര്യമായ കുറവു വരുത്തിയിരുന്നു. കിഴക്കൻ അതിർത്തിയിലെ സഹ്യമലനിരകൾ കടന്നുള്ള ദുഷ്കരമായുള്ള യാത്രകളും കാലാവസ്ഥയിലെ വ്യതിയാനങ്ങളും തമിഴ് ദേശക്കാരെയും മലയാളം ദേശക്കാരെയും സാംസ്കാരികമായും ഭാഷാപരമായും പരസ്പരം അകറ്റുന്നതിൽ ഭാഗമായി. മലയാളദേശത്തെ ജനസമൂഹങ്ങളിൽ മറ്റു ദ്രാവിഡദേശക്കാർക്കില്ലാതിരുന്ന, മരുമക്കത്തായം, മുൻ‌കുടുമ, മുണ്ടുടുപ്പ് എന്നീ ആചാരങ്ങൾ ഉടലെടുത്തതും ഇത്തരം അകൽച്ചയുമായി ബന്ധപ്പെട്ടതാണു്.

എന്നാൽ മറ്റുചില തെളിവുകൾ പ്രകാരം മലയാളഭാഷക്ക് കന്നഡയുമായും പ്രകടമായ സാമ്യമുണ്ട്.

ഉദാ.

മലയാളം – തോണി, കന്നഡ – ദോണി; തമിഴിൽ ഇതിനോടു സാമ്യമുള്ള ഒരു വാക്കില്ല.

മലയാളം – ഒന്ന്, കന്നഡ – ഒന്ദു.
മലയാളം – വേലി, കന്നഡ – ബേലി.

ആദ്യകാല മലയാളം
ക്രിസ്ത്വബ്ദം ആറാം ശതകത്തോടെ തന്നെ ഗ്രാമങ്ങളടക്കം കേരളത്തിലേയ്ക്ക് കുടിയേറുവാൻ തുടങ്ങിയ ബ്രാഹ്മണർക്ക് സാമൂഹ്യവ്യവസ്ഥിതിയിൽ കാര്യമായ കൈകടത്തലുകൾക്ക് അവസരം ലഭിച്ച കാലഘട്ടമായിരുന്നു പെരുമാക്കന്മാരുടെ വാഴ്ച അന്യം നിന്നതിനുശേഷമുള്ള കാലം. സ്വതേ ശീലിച്ചുപോന്നിരുന്ന ചില ആചാരങ്ങളും അനുഷ്ഠാനങ്ങളും ദ്രാവിഡ ജനതയുമായുള്ള സമ്പർക്കത്തിൽ ഉപേക്ഷിക്കുവാനും ബ്രാഹ്മണർ തുനിഞ്ഞതോടെ അവർക്ക് പ്രാദേശികജീവിതത്തിലേക്ക് സ്വച്ഛന്ദമായ ഒരു ഇഴുകിച്ചേരൽ സാധ്യമാവുകയും ചെയ്തു. ബ്രാഹ്മണരിൽ നിന്നു സംസ്കൃതവും സാമാന്യജനത്തിന്റെ ഭാഷയിലേക്ക് പകർന്നു പോരുകയും, കൊടുംതമിഴും സംസ്കൃതവും ക്രമാനുഗതമായ പരിവർത്തനഫലമായി മലയാണ്മയെന്ന ഭാഷ രൂപപ്പെടുകയുമാണുണ്ടായത് എന്ന് ചില ശാസ്ത്രജ്ഞൻമാർ കരുതുന്നു എന്നാൽ തമിഴും സംസ്കൃതവും കലർന്നുണ്ടായ ഭാഷയല്ല മലയാളം മറിച്ച് മലയാളം സ്വതന്ത്രമായി തമിഴിനോടൊപ്പം ആദി ദ്രാവിഡ ഭാഷയിൽ നിന്നും ഉരുത്തിരിഞ്ഞു എന്ന വാദവുമുണ്ട് ഈ വാദങ്ങൾ ശരിയാണെന്ന് സമർത്ഥിക്കും വിധം ചില പുരാരേഖകൾ ശാസ്ത്രജ്ഞർക്ക് ലഭിച്ചിട്ടുണ്ട്. കേരളത്തിലെ വയനാട് ജില്ലയിലെ എടക്കൽ ഗുഹകളിൽ നിന്നും കണ്ടെത്തിയ ദക്ഷിണ ബ്രഹ്മി ലിപിയിലെഴുതപ്പെട്ട ശിലാലിഖിതത്തിൽ "ഈ പഴമ " എന്ന വാക്കാണ് ശാസ്ത്രജ്ഞർ കണ്ടെത്തിയിട്ടുള്ളത് ഈ പദം മലയാളം മാണ് എന്ന് തെളിയിക്കാനുള്ള കാരണം " ഈ" എന്ന പ്രയോഗം തമിഴ് ഭാഷയിൽ ഇല്ല അത് സംഘകാല തമിഴിലൊ ആധുനിക തമിഴിലൊ ഇല്ല മറിച്ച് മലയാളത്തിൽ ഇന്നും പ്രയോഗത്തിലുണ്ട് പിന്നെ" പഴമ " എന്ന പദം ഈ പദം തമിഴിലുണ്ട് പക്ഷെ തമിഴിൽ "പഴമൈ "എന്നു മാത്രമെ ഉപയോഗിക്കാനാവുകയുള്ളു പക്ഷെ മലയാളത്തിൽ ഇതു പോലെ തന്നെ" പഴമ" എന്നുപയോഗിക്കാം ഈ എടക്കൽ ശിലാലിഖിതങ്ങളുടെ പഴക്കം ക്രിസ്തു വർഷം നാലാം നൂറ്റാണ്ടിനും അഞ്ചാം നൂറ്റാണ്ടിലും ഇടയിലാണ് ശാസ്ത്രജ്ഞർ നിശ്ചയിച്ചിരിക്കുന്നത്. ഇതു കൂടാതെ തമിഴ്നാട്ടിലെ തേനി ജില്ലയിൽ നിന്നും കണ്ടെത്തിയ [പുള്ളിമാൻ കൊമ്പിൽ ശിലാലിഖിതം ] ഈ വീരകല്ലിൽ നിന്നും ദക്ഷിണ ബ്രഹ്മി ലിപിയിലെഴുതപ്പെട്ട ചില വാക്കുകൾ കണ്ടെത്തുകയുണ്ടായി ഈ കണ്ടെത്തിയ ലിഖിതത്തിൽ എട്ടുവാക്കുകളാണ് ഉള്ളത് ഇതിൽ മൂന്ന് വാക്കുകൾ തമിഴിലുണ്ട് എന്നാൽ മുഴുവൻ എട്ടുവാക്കുകളിലെ ബാക്കി അഞ്ച് വാക്കുകളും തമിഴിൽ ഇല്ല ഈ വാക്കുകൾ സംഘകാല തമിഴിലൊ ആധുനിക തമിഴിലൊ ഇല്ല മറിച്ച് ഈ കണ്ടെത്തിയ ലിഖിതത്തിലെ എല്ല എട്ടുവാക്കുകളും മലയാളത്തിലുണ്ട് അതിലെ അഞ്ച് പദങ്ങൾ മലയാളത്തിൽ മാത്രമാണ് ഉള്ളത് ഈ പ്രസ്തുത ശിലാലിഖിതത്തൻ്റെ പഴക്കം ക്രി മു രണ്ടാം നൂറ്റാണ്ടിനും മൂന്നാം നൂറ്റാണ്ടിനും ഇടയിലാണ്. മേൽ പറഞ്ഞ കണ്ടെത്തലുകൾ പ്രമാണിച്ച് നിരീക്ഷിക്കുകയാണെങ്കിൽ മലയാള ഭാഷയ്ക്ക് ഏകദേശം 1700 മുതൽ 2000 വർഷം വരെ പഴക്കമുണ്ട്. ഈ കണ്ടെത്തലുകളും വസ്തുതകളും പരിഗണിച്ചാണ് മലയാള ഭാഷയെ ഭാരത സർക്കാർ ശ്രേഷ്ഠ ഭാഷയായി പ്രഖ്യാപിച്ചത്.

ബി. സി 300ലെ അശോകന്റെ രണ്ടാം ശിലാശാസനത്തിൽ കേരളപുത്ര എന്ന ദേശത്തെ പറ്റി പരാമർശിക്കുന്നുണ്ട്. ഒമ്പതാം നൂറ്റാണ്ടിൽ മഹോദയപുരത്തെ ചേരന്മാർ‌ അവരുടെ ശിലാലിഖിതങ്ങളിൽ മലയാളം അതിന്റെ ആദ്യകാലലിപിയിൽ ഉപയോഗിച്ചിട്ടുണ്ട്. ഔദ്യോഗികരേഖകളിൽ ഇന്ത്യയിലെ ഒരു പ്രാദേശികഭാഷയുടെ ഉപയോഗത്തിന്‌ ഇത് ഇന്ത്യാ ഉപഭൂഖണ്ഡത്തിൽത്തന്നെ ആദ്യ ഉദാഹരണങ്ങളിലൊന്നാണ്‌[12].

മലയാളത്തിന്റെ പ്രാചീനത[തിരുത്തുക]
ഒരു സ്വതന്ത്രഭാഷ എന്ന നിലയിൽ മലയാളത്തിന് 1700 മുതൽ 2000 വർഷങ്ങളുടെ പഴക്കം അനുമാനിക്കപ്പെടുന്നു. ആദിദ്രാവിഡ ഭാഷയിൽ നിന്ന് പരിണമിച്ചു വന്നതാകാം മലയാളം. മൂലഭാഷയിലെ പല പ്രയോഗങ്ങളും ഇന്നും മലയാളത്തിൽ പ്രചാരത്തിലുണ്ട്. മലയാള ഭാഷയിലെ ഈ പ്രയോഗങ്ങളുടെ പഴക്കം തെളിയിക്കുന്നതിൽ സുപ്രധാനമാണ് തമിഴ്നാട്ടിലെ തേനി ജില്ലയിലെ പുളിമാങ്കൊമ്പിൽ നിന്നു ലഭിച്ച ബിസി രണ്ടാം നൂറ്റാണ്ടിലെ വീരക്കൽ ലിഖിതം. ഈ ലിഖിതത്തിലെ "കുടല്ലൂർ ആ കോൾ പെടു തീയൻ അന്തവൻ കൽ" എന്ന വാക്യത്തിലെ 'പെടു' ധാതു മലയാളമാണ്. നശിച്ചുവീഴുക, മരണപ്പെടുക തുടങ്ങിയ അർഥങ്ങൾ 'പെടു' എന്ന ധാതുവിനുണ്ട്. കൂടല്ലൂരിലെ കന്നുകാലി കവർച്ചാശ്രമത്തിൽ മരിച്ചുവീണ തീയർ അന്തവന്റെ സ്മാരകമായിട്ടുള്ള വീരക്കൽ എന്നാണ് ഈ വാചകത്തിന്റെ അർഥം. 2,100 വർഷം പഴക്കമുള്ള വീരക്കൽ ലിഖിതത്തിൽ കാണുന്ന വ്യാകരണ സവിശേഷതകൾ ഇന്ന് മലയാളത്തിൽ മാത്രമാണ് അവശേഷിക്കുന്നത്.

ഇടയ്ക്കൽ ഗുഹകളിൽനിന്ന് കിട്ടിയ 2-5 നൂറ്റാണ്ടിലെ ഏഴ് ലിഖിതങ്ങളിൽ നാലെണ്ണം, പട്ടണം ഉൽഖനനത്തിൽ കണ്ടെത്തിയ രണ്ടാം നൂറ്റാണ്ടിലെ അവശിഷ്ടങ്ങൾ, നിലമ്പൂരിൽ കണ്ടെത്തിയ അഞ്ചാം നൂറ്റാണ്ടിലെ ലിഖിതം എന്നിവയിൽ മലയാളം വാക്കുകളുണ്ടെന്ന് കണ്ടെത്തിയിരുന്നു. പലവാക്കുകളും നിലവിൽ മലയാളത്തിൽ ഉപയോഗിക്കുന്നതും എന്നാൽ തമിഴിൽ പ്രയോഗത്തിലില്ലാത്തതുമാണ്. തമിഴ് ശൈലിയായ "എൈ" കാരത്തിന് പകരം മലയാളം ശൈലിയായ "അ" കാരമാണ് വാക്കുകളിലുള്ളത്. ഇടയ്‌ക്കൽ ഗുഹകളിലുള്ള ശിലാലിഖിതങ്ങൾ മലയാളത്തിന്റെ ആദ്യമാതൃകകളാണെന്ന്‌ ഗവേഷകർ കണ്ടെത്തിയിട്ടുണ്ട്. വടക്കൻ പരവൂരിനടുത്തുള്ള പട്ടണത്തിൽ നിന്നു ലഭിച്ച ലിഖിതങ്ങൾ മലയാളത്തിന്റെ പഴമ തെളിയിക്കുന്നതിൽ മുഖ്യപങ്ക് വഹിക്കുന്നു. ഖനനത്തിലൂടെ ലഭിച്ച പ്രാചീന വസ്തുക്കളിൽ ദ്രാവിഡ-ബ്രാഹ്മി ലിപിയിൽ എഴുതിയ രണ്ട് ഓട്ടക്കലക്കഷണങ്ങളുണ്ട്. ഇതിൽ ഊർപാവ ഓ... എന്നും ചാത്തൻ എന്നും രേഖപ്പെടുത്തിയിട്ടുണ്ട്. ക്രിസ്തുവിനുശേഷം അഞ്ചാം നൂറ്റാണ്ടിലെ നിലമ്പൂര് ശിലാരേഖയിലും മലയാളഭാഷയും വ്യാകരണപ്രത്യേകതകളും കാണാം. അവിടെ നിന്നും മലയാളം ഉയർന്നു വന്നു.

സംഘകാല കൃതികളടക്കം ഏട്ടാം നൂറ്റാണ്ട് വരെയുള്ള ദ്രാവിഡസാഹിത്യം മലയാളത്തിനു കൂടി അവകാശപ്പെട്ട പൊതുസ്വത്താണ്. സംഘകാലകൃതികളിൽ പ്രധാനപ്പെട്ടവ പലതും കേരളത്തിലുണ്ടായതാണെന്ന് കണ്ടെത്തിയിട്ടുണ്ട്. അമ്പതോളം സംഘകാല എഴുത്തുകാർ കേരളീയരായിരുന്നുവത്രെ. ഇപ്പോഴും പ്രയോഗത്തിലുള്ള 150ലധികം മലയാളം വാക്കുകൾ സംഘകാല കൃതികളിൽ നിന്ന് കണ്ടെത്തിയിട്ടുണ്ട്. ഇന്നത്തെ തമിഴർക്കോ, ഇന്നത്തെ മലയാളികൾക്കോ സംഘസാഹിത്യഭാഷ പ്രത്യേക പരിശീലനം കൂടാതെ മനസ്സിലാവില്ല എന്നും അതുകൊണ്ട്‌ ആ ഭാഷ തമിഴോ മലയാളമോ അല്ല എന്നും മൂലദ്രാവിഡഭാഷയാണെന്നും കണക്കാക്കപ്പെടുന്നു. സംഘസാഹിത്യത്തിൽ പ്രത്യക്ഷപ്പെടുന്ന തുറമുഖ നഗരങ്ങൾ (മുചിരിതൊണ്ടി, ഏഴിമല, വിഴിഞ്ഞം), നാടുവാഴികൾ (ചേരന്മാർ, ഏഴിമലയിലെ മൂവൻമാർ, വിഴിഞ്ഞത്തെ ആയന്മാര്), കവികൾ, സംഭവങ്ങൾ എന്നിവയുടെ നല്ലൊരു ഭാഗം ഇന്നത്തെ കേരള പ്രദേശത്തു നിന്നാണ്. മൂലദ്രാവിഡഭാഷയിൽ എഴുതപ്പെട്ടതാണ് സംഘം കൃതികളെന്നും ഈ ഭാഷയിൽ നിന്ന് ഉരുത്തിരിഞ്ഞതാണ് തമിഴും മലയാളവുമെന്നും ചൂണ്ടിക്കാണിക്കപ്പെടുന്നു. ഏറ്റവും പഴക്കമുള്ള ദ്രാവിഡ വ്യാകരണഗ്രന്ഥമായ തൊൽക്കാപ്പിയത്തിലെ 40 ശതമാനം നിയമങ്ങളും മലയാളത്തിനു മാത്രമേ യോജിക്കുന്നുള്ളൂ. പതിറ്റുപത്ത്, ഐങ്കൂറ് നൂറ്, അകനാനൂറ്, പുറനാനൂറ് എന്നീ കൃതികളിലൊക്കെ കാണുന്ന മലനാട്ടുഭാഷയിൽ തമിഴിനവകാശപ്പെടാൻ കഴിയാത്ത ഒരുപാടു മലയാളവ്യാകരണ-ഭാഷാപ്രയോഗങ്ങളുണ്ട്.

കൂത്ത്, കൂടിയാട്ടം എന്നിവയ്ക്കായി ഒമ്പതാം നൂറ്റാണ്ടിൽതന്നെ ആട്ടക്കഥകളും ക്രമദീപികയും രചിച്ചിട്ടുണ്ട്. അർഥശാസ്ത്രം, ഭഗവദ്ഗീത എന്നിവയ്ക്ക് ഭാരതത്തിൽ ആദ്യം വിവർത്തനമുണ്ടായത് മലയാളത്തിലാണ്. ഇന്ത്യയിലെ ആദ്യത്തെ രാഷ്ട്രീയതത്ത്വശാസ്ത്രകൃതിയാണ് "അർഥശാസ്ത്രം". പത്താം നൂറ്റാണ്ടിൽ ഈ കൃതിയുടെ പരിഭാഷ മലയാളത്തിലുണ്ടായി. മലയാളകൃതികളായ രാമചരിതവും ഭാഷാകൗടീലിയവും പതിനൊന്നാം നൂറ്റാണ്ടിനു മുൻപ് എഴുതപ്പെട്ടവയാണ്.

ഭാഷകളിൽ തമിഴിനുള്ളതുപോലെ പഴക്കം മലയാളത്തിനുമുണ്ട്. മലയാളത്തിലും കന്നടയിലും തെലുഗുവിലും ഉള്ള ആ, ഈ എന്ന സ്വരദീർഘമുള്ള ചുട്ടെഴുത്ത് തമിഴിൽ ഇല്ല. തൊൽകാപ്പിയം പറയുന്നത് ആ എന്നത് കാവ്യഭാഷയിൽ മാത്രമുള്ളതാണെന്നാണ്. അതായത് കാവ്യഭാഷയിൽ തങ്ങിനില്ക്കുന്ന പഴമയായിരുന്നു പഴന്തമിഴ് വ്യാകരണത്തിന്റെ കാലത്തുപോലും അത് എന്നർത്ഥം. ആ വീട്, ഈ മരം ഇവയൊക്കെയാണു് പഴയത്; അന്ത വീടും ഇന്ത മരവും അല്ല. മലയാളം ഈ വിഷയത്തിൽ പഴന്തമിഴിനേക്കാൾ പഴമ പ്രദർശിപ്പിക്കുന്നു. ആദിദ്രാവിഡത്തിൽ നിലനിന്ന 'തായ്-മാർ' എന്ന തരം ബഹുവചനപ്രത്യയരൂപം തമിഴിൽ ഇല്ലാതായി. എന്നാൽ മലയാളത്തിലെ 'മിടുക്കന്മാരും' 'ചേച്ചിമാരും' ആ പാരമ്പര്യത്തിന്റെ തുടർച്ചയാണു്. പഴന്തമിഴിൽ പ്രയോഗിച്ചിരുന്ന പല ആദത്തപദങ്ങളും ഇന്നും മലയാളത്തിലുണ്ട്, തമിഴിൽ ഇല്ല. 'ആശാൻ (ആചാര്യ), അങ്ങാടി (സംഘാടി – വഴികൾ ചേരുന്ന സ്ഥലം), പീടിക (പീഠിക)' മുതലായവ ഉദാഹരണങ്ങളാണ്. മലയാളത്തിലെ 'മുതുക്കൻ, കുറുക്കൻ' എന്നിവയിലെ 'ക്കൻ' തമിഴിൽ ഇല്ല. പക്ഷേ മറ്റുദ്രാവിഡഭാഷകളിലുണ്ട്. അതുകൊണ്ട് ഈ പദങ്ങളിലെ പ്രത്യയത്തിന് പഴക്കമുണ്ട്. പനിയത്ത് (മഞ്ഞിൽ), വളിയത്ത് (കാറ്റിൽ) എന്നൊക്കെ ആദിദ്രാവിഡത്തിൽ ഉണ്ടായിരുന്നുവെന്നു് തൊൽകാപ്പിയം സാക്ഷ്യപ്പെടുത്തുന്നു. അത്തരം അധികരണരൂപങ്ങൾ എന്നേ തമിഴിൽ നിന്ന് പൊയ്പ്പോയ്. മലയാളത്തിൽ ആ പഴമ ഇന്നും സജീവമാണ്. ഇരുട്ടത്ത്, നിലാവത്ത്, കാറ്റത്ത്, മഴയത്ത്, കവിളത്ത്, വെയിലത്ത്, തുടങ്ങിയവ ഉദാഹരണങ്ങൾ. 'കുഴന്തൈ' തമിഴർക്ക് 'കൊളന്തൈ' മാറിയരൂപത്തിൽ അറിയാമെങ്കിലും 'കുഴവി' തമിഴിൽ ഇല്ല. മലയാളികൾക്ക് (പ്രാദേശികമായെങ്കിലും) അമ്മിക്കുട്ടി, അമ്മിപ്പിള്ള ഇവയെ്ക്കാപ്പം അമ്മിക്കുഴവി അറിയാം.

ആദിദ്രാവിഡത്തിൽ ഉണ്ടായിരുന്ന പല സൂക്ഷ്മാർത്ഥഭേദങ്ങളും അവയുടെ വ്യാകരണരൂപസവിശേഷതകളോടെ മലയാളത്തിൽ ഉണ്ട്. തമിഴിൽ എന്നേ അതൊക്കെ പൊയ്‌പ്പോയി. അതിൽ സർവ്വസാധാരണമായ ഒന്നാണ് 'തരു -കൊടു' വ്യാവർത്തനം. 'എനിക്കും' 'നിനക്കും' 'തരുമ്പോൾ', 'അവൾക്ക്' 'കൊടുക്കും'.

ഉത്തമ-മദ്ധ്യപുരുഷന്മാരെ ഉദ്ദേശിച്ചുള്ള ദാനം 'തരൽ',
പ്രഥമപുരുഷനെ ഉദ്ദേശിച്ചുള്ളത് 'കൊടുക്കൽ'.
എനിക്ക് കൊടുക്ക് എന്നത് അനൗപചാരികവും ഹാസ്യാത്മകവും പ്രാദേശികവുമായി ഉപയോഗിച്ചേക്കാം. എന്നാൽ നിനക്ക് കൊടുക്കൽ അത്യന്തവിരളം. ഈ നിയന്ത്രണം അനുപ്രയോഗമാകുമ്പോഴും നിർബന്ധമാണ്. അയാൾ നിനക്ക് വളരെ ഉപകാരങ്ങൾ ചെയ്തുതന്നിട്ടില്ലേ?

"ഞാൻ നിനക്ക് പറഞ്ഞുതന്നത്."

"നിനക്ക് ഇത് ആരാണ് പറഞ്ഞുതന്നത്?" ഈ 'തരു-കൊടു' വ്യാവർത്തനത്തിന്റെ വേര് ആദിദ്രാവിഡത്തോളം ചെല്ലും. തമിഴർക്ക് ഇത് എന്നേ അന്യമായിക്കഴിഞ്ഞു. 'കൺപീലി', 'മയിൽപ്പീലി' എന്നിവ തമിഴിൽ ഇല്ല. 'മയിൽചിറകും' 'ഇറകുമാണ്' തമിഴിൽ. "പീലിപെയ് ചാകാടും അച്ചിറും" എന്ന് തിരുക്കുറൽ.

ദ്രാവിഡവർണങ്ങളുടെ ഉച്ചാരണത്തനിമ കാത്തുസൂക്ഷിച്ചിരിക്കുന്നതും മലയാളമാണ്. പദാദിയിൽ ഇന്നത്തെ തമിഴിൽ 'ച' എന്നുച്ചരിക്കുന്നത് തെക്കൻതമിഴ്‌നാട്ടിലെ കീഴാളർ മാത്രമാണ്. മറ്റുള്ളവർക്ക് 'സൂട്ട്(ചൂട്ട്), സിന്തനൈ(ചിന്തന)' എന്നൊക്കെയാണ്. ചൂട്ടും ചിന്തനയുമാണ് ദ്രാവിഡത്തനിമയിൽ ഉള്ളത്. മലയാളികൾക്ക് ചാറും ചോറും ചട്ടിയും ചീരയും ചിരിയും ചൂടും ഒക്കെയാണ്. ദ്രാവിഡം ആറ് അനുനാസികങ്ങളെ അംഗീകരിക്കുന്നു: ങ, ഞ, ണ, ന(ദന്ത്യം), ന(വർത്സ്യം), മ എന്നിവ. ന (ദന്ത്യം), ന(വർത്സ്യം) ഇവ തമ്മിലുള്ള വ്യാവർത്തനം കൃത്യമായി ഇന്നും ദീക്ഷിക്കുന്നത് മലയാളികളാണ്. ന, ന (ദന്ത്യാനുനാസികവും വർത്സ്യാനനാസികവും) ഇവ തമിഴിൽ വെവ്വേറെ ലിപിയുണ്ടെങ്കിലും ഉച്ചാരണത്തിൽ ഒന്നായിത്തീർന്നു. ആറ് ദ്രാവിഡാനുനാസികങ്ങളുടെ സ്ഥാനത്ത് ഏറി വന്നാൽ മൂന്നെണ്ണം വേർതിരിച്ച് കേൾക്കാനും കേൾപ്പിക്കാനും മാത്രമേ മിക്ക തമിഴർക്കും കഴിയൂ. മലയാളികളാവട്ടെ ഈ ആറും തമ്മിൽ കൃത്യമായി വ്യാവർത്തിപ്പിക്കാൻ പ്രയാസം അനുഭവിക്കുന്നില്ല. 'കുന്നിയും കന്നിയും' തമ്മിലുള്ള അനുനാസികങ്ങളിലെ വ്യത്യാസം വെവ്വേറെ ലിപിയില്ലാതെയും മലയാളികൾ ദീക്ഷിക്കുന്നു. നാൻ എന്നതിലെ ആദ്യത്തേതും അവസാനത്തേതും വെവ്വേറെ ലിപിയുണ്ടായിട്ടും തമിഴർ ദീക്ഷിക്കുന്നുമില്ല. ദന്ത്യവും വർത്സ്യവുമായ ന-കൾ തമ്മിലെ വ്യത്യാസമെന്നതുപോലെ ര, റ വ്യത്യാസവും മിക്കവാറും തമിഴർ ദീക്ഷിക്കുന്നില്ല. ഇതേപോലെ ല, ള, ഴ വ്യത്യാസം ദീക്ഷിക്കുന്നവരും വളരെ വിരളമാണ്. ഈ വ്യത്യാസങ്ങളൊക്കെ ആദിദ്രാവിഡത്തിൽ ഉണ്ടായിരുന്നതും മലയാളം ഇന്നും മാറ്റമില്ലാതെ ദീക്ഷിക്കുന്നതുമാണ്. നിത്യസാധാരണഭാഷണത്തിൽ ധാരാളമായും ഔപചാരികസന്ദർഭത്തിൽ പരക്കെയും ഴ നിലനിറുത്തുന്നത് മലയാളികളാണ്. തമിഴ്‌നാട്ടിൽ പണ്ഡിതന്മാർക്കും ശ്രമിച്ചാലേ 'ഴ' വഴങ്ങൂ. "തമിഴുക്ക് ഴ അഴകു" എന്നു പാടാൻ മലയാളിയെ അന്വേഷിക്കേണ്ട സ്ഥിതിയാണ്.

മലയാളത്തിന്റെ പരിണാമ ഘട്ടത്തെ മൂലദ്രാവിഡ(ആദിദ്രാവിഡ)കാലം (എ.ഡി 800 വരെ), പ്രാചീന മലയാള കാലം (എ. ഡി 800–1300), മധ്യ മലയാളകാലം (1300–1600), ആധുനിക മലയാളകാലം (1600 മുതൽ) എന്നിങ്ങനെ തരം തിരിക്കാൻ കഴിയും.

സാഹിത്യം[തിരുത്തുക]
പ്രധാന ലേഖനങ്ങൾ: മലയാളസാഹിത്യം, വാഴപ്പള്ളി ശാസനം, and മലയാളസാഹിത്യചരിത്രം
പ്രാചീനസാഹിത്യം[തിരുത്തുക]
മലയാള സാഹിത്യത്തിന്റെ ആദ്യകാലം നാടോടി ഗാനങ്ങളിലൂടെയും, തമിഴ് - സംസ്കൃതം ഭാഷകളിലൂടെയും ആണ് വികാസം പ്രാപിച്ചത്. മലയാളത്തിൽ ലഭ്യമായിട്ടുള്ള ഏറ്റവും പുരാതനമായ ലിഖിതം ചേരപ്പെരുമാക്കന്മാരിൽ രാജശേഖര പെരുമാളിന്റെ കാലത്തുള്ളതാണ്. ക്രി. 830-ൽ എഴുതപ്പെട്ടതു എന്നു തിട്ടപ്പെടുത്തിയ വാഴപ്പള്ളി ലിഖിതമാണിത്. ഈ ലിഖിതം കണ്ടെടുത്തത് വാഴപ്പള്ളി മഹാക്ഷേത്രത്തിന്റെ കിഴക്കേനടയിലെ തലവനമഠത്തിൽ നിന്നുമാണ്. പല്ലവഗ്രന്ഥലിപിയിൽ എഴുതപ്പെട്ട വാഴപ്പള്ളി ലിഖിതത്തിൽ ചേരപ്പെരുമാക്കന്മാരുടെ വംശാവലിയും നാമമാത്രമായിട്ടെങ്കിലും കാർഷികവിവരങ്ങളും സംക്ഷിപ്തമായിരുന്നു. ഈ കാലഘട്ടത്തിനു ശേഷം വളർന്നു വന്ന മലയാളസാഹിത്യത്തിനെ ഇപ്രകാരം വേർതിരിച്ചെഴുതാവുന്നതാണ്.

തമിഴ് സമ്പ്രദായത്തിൽ പാട്ടുരീതിയിലുള്ള കൃതികൾ
സംസ്കൃത സമ്പ്രദായത്തിലുള്ള മണിപ്രവാളം കൃതികൾ
മലയാളത്തിലുള്ള സന്ദേശകാവ്യങ്ങൾ, ചമ്പൂക്കൾ, മറ്റു ഭാഷാകൃതികൾ
പാട്ടുരീതിയിൽ എഴുതപ്പെട്ട കൃതികളിൽ പഴക്കമേറിയത് ചീരാമകവിയുടെ രാമചരിതമാണ്. പേരിൽ സൂചിപ്പിക്കുന്നതുപോലെ രാമകഥയാണ് ഇതിവൃത്തമെങ്കിലും യുദ്ധകാണ്ഡത്തിലെ സംഭവങ്ങളുടെ വിവരണങ്ങൾക്കായിരുന്നു പ്രാധാന്യം. സംസ്കൃത കാവ്യപാരമ്പര്യങ്ങളിൽ നിന്നു വിട്ട് തദ്ദേശീയമായ രീതിയിൽ എഴുതപ്പെട്ട കാവ്യം എന്ന നിലയിൽ രാമചരിതം ശ്രദ്ധേയ കൃതിയാണ്. ലീലാതിലകത്തിലും മറ്റും വ്യവസ്ഥചെയുന്ന പാട്ടുരീതിയിലാണു കാവ്യമെങ്കിലും പാരായണാനുഭവത്തിൽ ഒരു തമിഴ് കൃതിയെന്നേ സാമാന്യവായനക്കാരനു് തോന്നൂ. തമിഴിന്റെ സ്വാധീനത്തിൽ നിന്നു മുക്തിനേടി കുറേകൂടി വ്യക്തമായ മലയാളകവന രീതിയാണു കണ്ണശ്ശരാമായണത്തിൽ കാണാനാകുന്നത്. ക്രിസ്തുവർഷം പതിനാലാം നൂറ്റാണ്ടിനും പതിനഞ്ചാം നൂറ്റാണ്ടിനും ഇടയിലായി തിരുവല്ലയ്ക്കടുത്ത് നിരണം എന്ന സ്ഥലത്തായിരുന്നു കണ്ണശ്ശന്റെ ജീവിതം.

“	ആതിതേ വനിലമിഴ്‌ന്ത മനകാമ്പുടയ ചീരാമനമ്പിനൊടിയറ്റിന തമിഴ്‌കവി വല്ലോർ	”
എന്നിങ്ങനെ തമിഴ് സമ്പുഷ്ടമായിരുന്നു രാമചരിതമെങ്കിൽ,

“	നരപാലകർ ചിലരിതിന് വിറച്ചാർ
നലമുടെ ജാനകി സന്തോഷിച്ചാൾ
അരവാദികൾ ഭയമീടുമിടി ധ്വനിയാൽ മയിലാനന്ദിപ്പതുപോലെ

”


എന്നു തെളി മലയാളത്തിൽ ആയിരുന്നു കണ്ണശ്ശരാമായണം.

രാമചരിതത്തിന്റെ രചനാകാലഘട്ടമായ പന്ത്രണ്ടാം നൂറ്റാണ്ടിൽ തന്നെ എഴുതപ്പെട്ട കൃതിയാണു വൈശികതന്ത്രം എന്ന മണിപ്രവാള ഗ്രന്ഥം. സംസ്കൃതത്തിൽ ദാമോദരഗുപ്തന്റെ കുട്ടനീമതം പോലുള്ള കൃതികളെ പിന്തുടരുന്ന മണിപ്രവാളം കൃതിയായിരുന്നു വൈശികതന്ത്രവും. മണിപ്രവാളകൃതികൾ പൊതുവെ സംസ്കൃത വിഭക്തിപ്രയോഗങ്ങളും തമിഴ് പദങ്ങളും, പഴയ മലയാളം പദങ്ങളും ചേരുന്ന രചനകളായിരുന്നു. കൂടുതൽ സംസ്കൃത അഭിവാഞ്ഛ പ്രകടിപ്പിക്കുന്ന സുകുമാരകവിയുടെ ശ്രീകൃഷ്ണവിലാസവും, ശങ്കരാചാര്യരുടെ കാലം മുതൽക്കേയുള്ള സ്തോത്രപാരമ്പര്യത്തിലുള്ള കൃതികളും ഇതേ കാലയളവിൽ പ്രസിദ്ധമായിരുന്നു. വില്വമംഗലത്തു സ്വാമിയാരുടെ സംസ്കൃതസ്തോത്രങ്ങൾക്ക് സമകാലികമായി മണിപ്രവാളത്തിൽ വസുദേവസ്തവം പോലുള്ള കൃതികളും പന്ത്രണ്ടാം നൂറ്റാണ്ടിന്റെയും പതിമൂന്നാംനൂറ്റാണ്ടിന്റെയും മധ്യകാലങ്ങളിൽ സൃഷ്ടിക്കപ്പെട്ടിരുന്നു.

കേരളീയ കാവ്യപാരമ്പര്യം കുറേകൂടി തെളിയുന്നത് ചെറുശ്ശേരിയുടെ കൃഷ്ണഗാഥയോടെയാണ്. തമിഴിന്റെയും സംസ്കൃതത്തിന്റെയും സ്വാധീനത്തിൽ നിന്നു അകന്നു നിന്ന് നാടൻ ഈണത്തിൽ രചിക്കപ്പെട്ട കൃതിയെന്നുകൂടി കൃഷ്ണഗാഥയെ കുറിച്ച് പറയണം (അന്യഭാഷാസ്വാധീനം പൂർണ്ണമായും ഇല്ലെന്നല്ല; മണിപ്രവാളത്തിന്റെയും മധ്യയുഗങ്ങളിൽ തമിഴ്‌നാട്ടിൽ നിലനിന്നിരുന്ന ‘ഉന്തിപ്പാട്ടിന്റെയും’ സാദൃശ്യം കൃതിയിൽ ചൂണ്ടിക്കാണിക്കാവുന്നതുമാണ്) ഗൃഹാന്തരീക്ഷവും നാടോടിശീലുകളും തെളിമയാർന്ന മലയാള ഭാഷയും ചേർന്ന കൃഷ്ണഗാഥ മലയാളം കവിതയ്ക്ക് ഒരു പുതിയ പിറവി നൽകുകയാണുണ്ടായത്. ആധുനിക കാലത്തെ മലയാളം കവികളായ വള്ളത്തോൾ, വൈലോപ്പിള്ളി, ബാലാമണിയമ്മ എന്നിവരുടെ കവിതകളിൽ പോലും കൃഷ്ണഗാഥയുടെ സ്വാധീനം കാണാവുന്നതാണ്.

സ്വതന്ത്രമായ രചനാ സമ്പ്രദായങ്ങൾ എന്ന നിലയിൽ മലയാളസാഹിത്യത്തിൽ സന്ദേശകാവ്യങ്ങളും ചമ്പൂക്കളും പ്രസക്തമാണ്. സന്ദേശകാവ്യങ്ങളിലും ചമ്പൂക്കളിലും സാഹിത്യഭംഗിയേക്കാൾ കൃഷി, വാണിജ്യം, ഭോഗാലസ ജീവിതം, ഭക്തി എന്നിവയുടെ വർണ്ണനകൾക്കാണ് പ്രാധാന്യം കൊടുത്തുകാണുന്നത്.

ആധുനിക സാഹിത്യം[തിരുത്തുക]
പ്രധാന ലേഖനം: ആധുനിക മലയാളം സാഹിത്യം
പാശ്ചാത്യ സാഹിത്യത്തിന്റെ സ്വാധീനം മൂലം മലയാള സാഹിത്യലോകത്ത് വന്ന മാറ്റങ്ങളെ ആധുനിക സാഹിത്യമെന്നു വിവക്ഷിക്കുന്നു. കൊളോണിയൽ ഭരണകാലത്ത് യൂറോപ്പ്യൻ ഭാഷകൾ പഠിക്കുവാനും പ്രസ്തുതഭാഷകളിലെ കൃതികൾ വായിക്കുവാനും ലഭിച്ച അവസരങ്ങൾ സാഹിത്യപരമായ ചില നവോത്ഥാനചിന്തകൾക്ക് വഴി തെളിച്ചു. നിഘണ്ടു, വ്യാകരണഗ്രന്ഥങ്ങൾ എന്നിവയുടെ ലഭ്യതയും, പ്രസിദ്ധീകരണ ഉപകരണങ്ങൾ, വാർത്താപത്രങ്ങൾ എന്നിവയുടെ ലഭ്യതയും ഈ വളർച്ചയ്ക്ക് സഹായകമായി വർത്തിച്ചു. കൊളോണിയൽ ഭരണകൂടങ്ങൾ നിഷ്കർഷിച്ച വിദ്യാഭ്യാസ വ്യവസ്ഥകൾ മൂലം ശാസ്ത്ര-സാങ്കേതിക വിഷയങ്ങളിൽ കൈവരിച്ച അറിവും, ദേശീയ അവബോധവും ആധുനിക മലയാള സാഹിത്യത്തിന്റെ ഗതി നിർണ്ണയിച്ചു.

ഗദ്യസാഹിത്യത്തിനു പ്രാധാന്യം കൈവന്നതായിരുന്നു ആധുനിക സാഹിത്യത്തിന്റെ മുഖമുദ്ര. തിരുവിതാംകൂർ മഹാരാജാവായിരുന്ന ആയില്യം തിരുനാൾ രാമവർമ്മയുടെ ഭാഷാശാകുന്തളം കാളിദാസ കൃതിയായ അഭിജ്ഞാന ശാകുന്തളത്തിന്റെ സ്വതന്ത്ര വിവർത്തനമായിരുന്നു. പിൽക്കാലങ്ങളിൽ മലയാള സാഹിത്യം ഗദ്യത്തിലേക്ക് വഴിമാറിയൊഴുകുന്നതിന്റെ സൂചനയും തുടക്കവുമായിരുന്നു ഈ കൃതി. അന്യഭാഷകളിൽ നിന്നു സാഹിത്യസൃഷ്ടികൾ വിവർത്തനം ചെയ്യുന്ന രീതി രാമവർമ്മയുടെ കാലം മുതൽ ഇങ്ങോട്ട് വലിയ ഏറ്റക്കുറച്ചിലുകളില്ലാതെ തുടർന്നുപോരുന്നു. ആയില്യം തിരുനാളിന്റെ പിൻ‌ഗാമിയായിരുന്ന വിശാഖം തിരുനാൾ മഹാരാജാവായിരുന്നു മലയാളത്തിലെ ആദ്യകാല ഉപന്യാസലേഖകരിൽ ഒരാൾ. ബെഞ്ചമിൻ ബെയ്‌ലി, ജോസഫ് പീറ്റ് എന്നീ വിദേശീയരും പാശ്ചാത്യ ഉപന്യാസരീതികൾ അവലംബിച്ച് മലയാളം ഗദ്യശാഖയ്ക്ക് നിരവധി സംഭാവനകൾ നൽകിയിട്ടുണ്ട്.

ഹെർമൻ ഗുണ്ടർട്ട് എന്ന ജെർമൻ പാതിരിയുടെ പരിശ്രമഫലമായി മലയാളത്തിൽ ആദ്യത്തെ നിഘണ്ടുവും വ്യാകരണഗ്രന്ഥവും സൃഷ്ടിക്കപ്പെട്ടു. ഈ സൃഷ്ടികളെ മാതൃകയാക്കി മലയാളത്തിൽ നിരവധി പ്രമാണഗ്രന്ഥങ്ങളും പത്തൊമ്പതാം നൂറ്റാണ്ടിന്റെ അവസാന പകുതിയിൽ പ്രസിദ്ധീകൃതമായി. പി.ഗോവിന്ദപിള്ളയുടെ ഭാഷാചരിത്രം പ്രസിദ്ധപ്പെടുത്തിയതും പത്തൊമ്പതാം നൂറ്റാണ്ടിന്റെ ഉത്തരാർദ്ധത്തിലാണ്. ആയില്യം തിരുനാൾ രാമവർമ്മയുടെ ഭാഷാശാകുന്തളം അദ്ദേഹത്തിന്റെ മരണാനന്തരം പ്രസിദ്ധീകരിച്ച കേരളവർമ്മ വലിയ കോയിത്തമ്പുരാൻ ആധുനിക സാഹിത്യത്തിന്റെ വക്താവായി നിലകൊണ്ടിരുന്നു. കാളിദാസകവിയുടെ അഭിജ്ഞാനശാകുന്തളവും (1882 -ൽ പൂർത്തിയാക്കി), വോൺ ലിംബർഗിന്റെ അക്ബറും വിവർത്തനം ചെയ്ത്, ഒരേ സമയം സംസ്കൃത സാഹിത്യത്തിന്റെയും പാശ്ചാത്യ സാഹിത്യത്തിന്റെയും രീതികൾ അവലംബിക്കുക വഴി അദ്ദേഹം ആധുനിക മലയാളസാഹിത്യത്തിന്റെ അടിത്തറപാകുകയാണുണ്ടായത്. കേരളവർമ്മയുടെ മാതുലനായ എ.ആർ. രാജരാജവർമ്മയുടെ സാഹിത്യപ്രഭാവം മലയാളത്തിലെ നിയോക്ലാസിക് രചാനാരീതികൾക്ക് അറുതി വരുത്തുകയും റൊമാന്റിസത്തിനു തുടക്കം കുറിക്കുകയും ചെയ്തു. ദിത്വീയാക്ഷരപ്രാസം പോലുള്ള കവനരീതികളോട് ഏ.ആർ കാണിച്ചിരുന്ന എതിർപ്പ് ആധുനിക സാഹിത്യത്തിൽ ലളിതവത്കരിക്കപ്പെട്ട കവനരീതികൾക്ക് തുടക്കമായിരുന്നു.

സ്വനിമസഞ്ചയം[തിരുത്തുക]

മലയാളത്തിലെ ഒറ്റ സ്വരങ്ങൾ (നമ്പൂതിരിപദ് സാവിത്രി)[13]
സ്വരങ്ങൾ[തിരുത്തുക]
സ്വരപ്പട്ടിക
ഹ്രസ്വ	ദീർഘ
മുൻ	മദ്ധ്യ	പിൻ	മുൻ	മദ്ധ്യ	പിൻ

അ & ആ[തിരുത്തുക]
⟨അ⟩ ⟨ആ⟩ എന്നീ സ്വരങ്ങളുടെ പ്രാന്നതയ്ക്കും (ജിഹ്വസ്ഥിതി) ഉന്നമ്രത്തിനും (സ്വരോച്ചത) വ്യത്യാസം ഉണ്ടാവാം, പ്രാന്നനപരിമം [ɑ] മുതൽ [æ] വരെയും, ഉദ്യമനപരിമം [ä] മുതൽ [ə] വരെയും വരാം.[13]
ഗ്, ജ്, ഡ്, ദ്, ബ്, യ്, ര്, ല്, ക്ഷ് എന്നീ വർണ്ണങ്ങൾക്ക് പരമായിവരുന്ന ⟨അ⟩ സ്വരത്തെ ഉദക്തജിഹ്വത്തോടെയാണ് ഉച്ചരികുന്നത്, ഒന്നുകിൽ [ə] ആയി അല്ലെങ്കിൽ [ɛ] ആയി അറിയിക്കുന്നു (ചില പദാവസാനസ്ഥാനം ഒഴികെയുള്ള സ്ഥാനങ്ങളിൽ).[14]
ൻ, ൔ, ൽ, ൾ, ർ എന്നീ ചില്ലക്ഷരങ്ങളിൽ അവസാനിക്കുന്ന ബഹ്വാക്ഷരപദങ്ങളിലെ ചില്ലിനുമുമ്പുള്ള ⟨അ⟩ എന്ന സ്വരത്തെ [ə] ആയാണ് അറിയിക്കുന്നത്.[15]
ഞ-കാരത്തിൻ്റെ സ്വാധീനതയിൽ ആ-കാരത്തിൻ്റെ ഉച്ചരണം [a] എന്ന സ്വരം പോലെയാകുന്നു.[16]
പദാദ്യത്തിലുള്ള ⟨ച⟩ & ⟨ശ⟩ കാരങ്ങളോടു ചേരുന്ന അ-കാരത്തെ പ്രസിദ്ധികൂടിയപദങ്ങളിൽ [ə] ആയാണ് അറിയിക്കുന്നുത്. ദൃ: ചളി, ശരി.[16]
വ, ർ എന്നീ വർണ്ണങ്ങളുടെ സാമീപ്യത്തിൽ അ-കാരത്തിൻ്റെ അറിയിക്കൽ [ə] ആയിമാറാം.[16]
ഇ & ഉ[തിരുത്തുക]
പ്രഥമാക്ഷരത്തിലെ ⟨ഇ⟩ ⟨ഉ⟩ എന്നീ സ്വരങ്ങൾക്ക് ശേഷമുള്ള അക്ഷരശൃംഗം അ-കാരമാണെങ്കിൽ ഇവയെ യഥാക്രമം ⟨എ⟩ ⟨ഒ⟩ എന്നീ സ്വരങ്ങളായി അറിയിക്കുന്നു.[15]
ഇറങ്ങുക	→	എറങ്ങുക
ഉറങ്ങുക	→	ഒറങ്ങുക
വാക്മധ്യേയസ്ഥാനത്തും വരുന്ന ⟨ഇ⟩, ⟨ഉ⟩ സ്വരങ്ങളെ യഥാക്രമം [ɪ̝], [ʊ̝] ആയാണ് അറിയിക്കുന്നത്.[14]
സംവൃതോകാരത്തിൻ്റെ സ്വാധീനതയിലോ ഊന്നൽ/ബലം ഇല്ലാത്തതിൻ്റെ കാരണത്താലോ പഴയ മലയാളത്തിലെ ചിലപദങ്ങളിലെ ⟨ഇ⟩ എന്ന സ്വരം ഉ-കാരമായി സവർണ്ണിച്ചു, ഉദാ: ഇണ്ട്→ഉണ്ട്. ഇതിനുനേർവിപരീതമായി ചില ദേശോക്തങ്ങളിൽ ⟨ഉ⟩-ൻ്റെ സ്വതന്ത്രവിനിമയമായി ⟨ഇ⟩ ഭവിക്കുന്നു, വാക്പ്രാരംഭത്തിലെ ഓഷ്ട്യങ്ങൾ ഈ പരിവർത്തനത്തിനു താങ്ങാകുന്നു; ഉദാ: ഇരുമ്പ്→ഇരിമ്പ്, പരുപ്പ്→ പരിപ്പ്, പോരുക→പോരിക.[16]
എ & ഒ[തിരുത്തുക]
⟨എ⟩ ⟨ഒ⟩ എന്നീ സ്വരങ്ങൾക്ക് ശേഷമുള്ള അക്ഷരത്തിൻ്റെ ശൃംഗം ഉച്ച (ഉദ്ധത/മേൽ) സ്വരമല്ലെങ്കിൽ, ⟨എ⟩ ⟨ഒ⟩ സ്വരങ്ങളെ യഥാക്രമം [ɛ] [ɔ] ആയാണ് അറിയിക്കുന്നത്.[17]
ദൃഷ്ടാന്തം

ഋ & ഌ[തിരുത്തുക]
മലയാള അക്ഷരമാലയിൽ സ്വരമായി കണക്കാക്കപ്പെട്ടിരുന്ന സ്വര്യവ്യഞ്ജനങ്ങളൾ / അക്ഷര്യഹല്ലുകളാണ് (ഒരു അക്ഷരത്തിൻ്റെ ശൃംഗമാകുവാൻ കഴിവുള്ള മുഖരവ്യഞ്ജനം) ഋ-കാരവും ഌ-കാരവും.
ഗ്, ജ്, ഡ്, ദ്, ബ്, യ്, ശ്, എന്നീ വർണ്ണങ്ങളുടെകൂടെ ഋകാരോപലേഖിമം (കുനിപ്പ് ) ചേർത്താൽ [r̟̝~ɾ̟̝] (ര്-വർണ്ണം) പോലെ അറിയിക്കുന്നു. മറ്റു വ്യഞ്ജനങ്ങളുടെകൂടെ [r̠~ɾ̠] (റ്-വർണ്ണം) എന്ന പോലെയും.[15]
വൈദിക സംസ്കൃത രൂപസ്വനിമം/സന്ധി അനുസരിച്ച് ⟨യ⟩ ⟨വ⟩ എന്നീ അന്തസ്ഥതങ്ങൾ ⟨ഇ⟩ ⟨ഉ⟩ എന്നീ സ്വരങ്ങളുടെ അശൃംഗ്യ തത്തുല്ല്യങ്ങളാണ്, അതേ പോലെ ⟨ര⟩ ⟨ല⟩ എന്നീ അനുനാദ്യങ്ങളുടെ അശൃംഗ്യതത്തുല്ല്യങ്ങളാണ് ⟨ഋ⟩ ⟨ഌ⟩ എന്നീ സ്വരങ്ങൾ. ഇവ തമ്മിലുള്ള അന്തരം സംസ്കൃതത്തിന്റെ മധ്യദേശഭേദങ്ങളിൽ മാത്രമേ നിലനിന്നിരുന്നുള്ളു, അതിനാൽ വിവിധ ഭാഗങ്ങളിൽ നിന്നുള്ള വൈദിക സംസ്കൃത സാഹിത്യകൃതികളിലെ ഇവയുടെ ഉപയോഗത്തിൽ ചഞ്ചലത കാണപ്പെടാറുണ്ട്.[15]
ഉപയോഗം വളരെ കുറവായതിനാലും പ്രചാരം വളരെയേറെ ലോപിച്ചതിനാലും നിലവിൽ ഌ-കാരം മലയാള അക്ഷരമാലയിൽ ഗണിക്കപ്പെടുന്നില്ല, പകരം ⟨ലി⟩/⟨നു⟩ ചേർത്തെഴുതുന്നു, ഉദാ: കൢപ്തം→ക്ലിപ്തം/ക്നുപ്തം.
ൠ & ൡ[തിരുത്തുക]
സംസ്കൃത രൂപസ്വനിമത്തിൻ്റെ (സവർണ്ണ സന്ധി) ഫലമാണ് ൠ-കാരം, അതിനാൽ ൠ-കാരം വാക്മധ്യേയസ്ഥാനത്തുമാത്രമെ ഭവിക്കാറുള്ളു, എന്നാൽ ൡ-കാരം വൈദിക സംസകൃതത്തിലെ സ്വരദൈർഘ്യസമ്പ്രദായം നിലനിർത്തുവാൻ വേണ്ടിയുള്ള സൃഷ്ടിയാണ്. അതിനാൽ നിലവിലിത് ഭാഷയിൽ ഉപയോഗത്തിലില്ല. യഥാർത്ഥത്തിൽ ൠകാരമുള്ള വാക്കുകളെ ഇപ്പോഴ് ഭാഷയിൽ ഋകാരം വെച്ചാണ് എഴുതുന്നത്, ഉദാ: പിതൄണം→പിതൃണം.
സംവൃതോകാരം[തിരുത്തുക]
മലയാളത്തിൽ വ്യക്തമായ ഉച്ചാരണഭേദവും അർത്ഥഭേദവും വ്യാകരണീയധർമ്മവും സംവൃതോകാരത്തിനുണ്ട്. ഭൂതകാലത്തെ കുറിക്കുന്ന സന്ദർഭത്തിൽ നാമത്തെയോ ക്രിയയെയോ ആശ്രയിച്ചു നിൽക്കുന്ന അപൂർണ്ണക്രിയായ പറ്റുവിനയത്തെ സൂചിപ്പിക്കുവാൻ സംവൃതോകാരത്തെ ഉപയോഗിക്കുന്നു, ഉദാ: വന്ന് , നിന്ന് , കണ്ട്. എന്നാൽ മറ്റൊരു പദത്തിനും കീഴടങ്ങാതെ നിൽക്കുന്ന പൂർണ്ണക്രിയയായ മുറ്റുവിനയത്തെ സൂചിപ്പിക്കുവാൻ ഉകാരം ഉപയോഗിക്കുന്നു. ഉദാ : വന്നു , നിന്നു , കണ്ടു.
പദാന്തത്തിൽ വരുന്ന സംവൃതോകാരം ഒരു കേന്ദ്രസ്വരമാണ് ഇതിൻ്റെ ഉച്ചാരണപരിമം [ə] [ɨ̽] [ɯ̽] എന്നീ ഉച്ചമദ്ധ്യസ്വരങ്ങളാണ്.[14] പദാവസാനം വരുന്ന സംവൃതോകാരത്തെ സൂചിപ്പിക്കാൻ ഉപയോഗിക്കുന്ന സ്വരൂപങ്ങളാണിവ ⟨് ⟩, ⟨ു് ⟩, ⟨഼ ⟩ ഇതിൽ ചന്ദ്രകല ഒഴിച്ചുള്ളവയുടെ നടത്തിപ്പിപ്പോഴ് കുറവാണ്.
വാക്മധ്യസ്ഥാനങ്ങളിൽ വരുന്ന ബലരഹിതഹ്രസ്വസ്വരങ്ങൾ സ്വരസങ്കോചനത്തിനു വിധേയമാകാം, പ്രത്യേകിച്ച് ദൈർഘ്യസ്വരങ്ങൾക്കു ശേഷമുള്ളവ.[17][18] മലബാറിലെ ചില ദേശോക്തങ്ങളിൽ പദാദിയിലെ ഹ്രസ്വസ്വരങ്ങളും, ദീർഘസ്വരങ്ങളും കേന്ദ്രീകരിക്കപ്പെടാം.
ദൃഷ്ടാന്തം

ദ്വിസ്വരങ്ങൾ[തിരുത്തുക]
മലയാള ആലേഖനവർത്തിയനുസരിച്ച് മലയാള ഭാഷയിൽ രണ്ട് ദ്വിസ്വരങ്ങളുണ്ട്, ⟨ഐ⟩, ⟨ഔ⟩. ചില ലേഖകർ മലയാളത്തിലെ /aːi, ei, oi, aːu/ എന്നീ സ്വരാന്തസ്ഥസംയോഗങ്ങളെയും ദ്വിസ്വരങ്ങളായ് കണക്കാക്കുന്നു.[14]
⟨ഐ⟩ ⟨ഔ⟩ എന്നീ ദ്വിസ്വരങ്ങളെ പ്രായേണ താഴ്ന്ന ജിഹ്വത്തോടെയാണ് അറിയിക്കുന്നത്, അതായത് [ɑi] [ɑu] എന്ന പോലെ.[13]
ഗ്, ജ്, ഡ്, ദ്, ബ്, യ്, ര്, ല്, ക്ഷ് എന്നീ വ്യഞ്ജനങ്ങൾക്കു ശേഷം വരുന്ന /ai/ /au/ സ്വരങ്ങളെ പ്രായേണ [ɜj̯~əj̯] [ɜʊ̯~əʊ̯] എന്നാണ് അറിയിക്കുന്നത്.[15]
വ്യഞ്ജനങ്ങൾ[തിരുത്തുക]
വ്യഞ്ജനപ്പട്ടിക
ഓഷ്ഠ്യം	ദന്ത്യം	വർത്സ്യം	മൂർധന്യം	താലവ്യം	മൃദുതാലവ്യം	കൃകരന്ധ്ര്യം
സ്പർശി	ശ്വാസീയം	അല്പപ്രാണം	[p]

മറ്റ് ദ്രാവിഡ ഭാഷകളിലെ പോലെ മലയാളത്തിലെ മൂർദ്ധന്യവ്യഞ്ജനങ്ങളും ശുദ്ധജിഹ്വാധസ്ഥ്യങ്ങളാണ്, നാവിൻ്റെ അടി താലവ്യത്തോട് ചേർന്നുണ്ടാകുന്നവ.[19]
ച്, ഛ്, ജ്, ഝ്, ശ് എന്നീ വർണ്ണങ്ങളുടെ സന്ധാനസ്ഥാനം ദേശോക്തത്തെയോ തന്മൊഴിയെയോ (regiolect or idolect) ആശ്രയിച്ചിരിക്കും, അവ താലവ്യ-വർത്സ്യത്തിലോ വർത്സ്യ-താലുവിലോ ആകാം. /t͡ɕ~t͡ʃ/ /t͡ɕʰ~t͡ʃʰ/ /d͡ʑ~d͡ʒ/ /d͡ʑʱ~d͡ʒʱ/ /ç~ɕ~ʃ/[14]
വർത്സ്യ-നാസികവും ⟨ഩ⟩ ദന്ത്യ-നാസികവും ⟨ന⟩ മലയാള ഭാഷയിൽ വെവേറ് സ്വനിമങ്ങളാണെങ്കിലും ഇവയെ പ്രതിനിധീകരിക്കുവാൻ ഒറ്റ ഹല്ലേ ⟨ന⟩ പ്രചാരത്തിലുള്ളു. നിലവിലുള്ള മലയാള ഭാഷയിൽ ഇവ വ്യതിരിക്ത സ്വനിമങ്ങളാണെങ്കിലും പഴയ മലയാളത്തിലിവ സഹസ്വനിമങ്ങളായിരുന്നു.
ഇരട്ടിപ്പല്ലാത്ത ശ്വാസീയ-വർത്സ്യ-സ്പർശിക്ക് പ്രത്യേകഹല്ലുണ്ടെങ്കിലും ⟨ഺ⟩, ഈ വ്യഞ്ജനം ഭാഷയിൽ ഇരട്ടിച്ചും ⟨റ്റ⟩ കൂട്ടക്ഷരങ്ങളായും ⟨ൻ്റ⟩ ⟨സ്റ്റ⟩ മാത്രമേ നിലകൊളുന്നുള്ളു. അതിനാൽ ഈ ഹല്ലിൻ്റെ ഉപയോഗം വളരെ വിരളമാണ്.
അതിഖരങ്ങൾ, ഘോഷികൾ, ⟨ഴ⟩ ⟨ഹ⟩ ⟨ര⟩ ⟨ഷ⟩-കാരങ്ങൾ ഒഴികെയുള്ള എല്ലാ വ്യഞ്ജനങ്ങളുടെയും ഇരട്ടിപ്പ് മാനഭാഷയിൽ നിലകൊള്ളുന്നു. ചില തെക്കൻ ശൈലികളിൽ ക്ഷ-കാരത്തെ ഉച്ചരിക്കുന്നത് ഷ-കാരത്തൻ്റെ ഇരട്ടിപ്പായിയാണ് [ʈ͡ʂ~k͡ʂ~ʂː].
ദ്രാവിഡ പ്രാക്ഭാഷയിലെ *t പ്രസ്തുത ദ്രാവിഡ ഭാഷകളിൽ /r/ ആയ് പരിണമിച്ചു. എന്നാൽ മലയാള ഭാഷയിൽ *tt-യുടെയും *nt-യുടെയും ഉച്ചാരണത്തിനു വ്യതിയാനം വന്നില്ല.
അനുനാസികവർണ്ണൾ അവയ്ക്ക് പിന്നാലെ വരുന്ന ഖരവ്യഞ്ജനങ്ങളെ കടന്നാക്രമിച്ച് അവയെ അനുനാസികമാക്കിത്തീർക്കുന്ന പ്രകൃതത്തെയാണ് അനുനാസികാതിപ്രസരം എന്ന് പറയുന്നത്, ഭാഷയുടെ ഈ പ്രകൃതത്താൽ പഴയ മലയാളത്തിൽ ഉണ്ടാരുന്ന 75% ങ്ക-കാരവും, 50% ഞ്ച-കാരവും ഇപ്പോഴത്തെ മലയാള ഭാഷയിൽ ങ്ങ-കാരവും ഞ്ഞ-കാരവുമായ് വ്യതിയാനിച്ചു. ദൃ: തേങ്ക → തേങ്ങ, മഞ്ചൾ → മഞ്ഞൽ.
പ-വർഗ്ഗാതിഖരവ്യഞ്ജനത്തിൻ്റെ ഉച്ചാരണം തത്സമ വാക്കുകളിൽ [pʰ] ആയും ആംഗലയപദങ്ങളിൽ [] ആയും ഉച്ചരിക്കണമെന്നാണ് സമ്പ്രദായം. എന്നാൽ വാമൊഴിയിലിതിനത്ര പ്രാബല്യമില്ല. ഫ-കാരത്തിൻ്റെ ഉച്ചാരണം ദേശോക്തത്തെയും തന്മൊഴിയെയും അനുസരിച്ചിരിക്കും. തെക്കൻ ശൈലികളിൽ ഫ-കാരത്തിൻ്റെയും ഭ-കാരത്തിൻ്റെയും അറിയിക്കൽ [~ʋ̥] പോലെയാണ്.[13][14]
വിസർഗത്തിലോ രണിതവ്യഞ്ജനത്തിലോ അവസാനിക്കുന്നപദങ്ങൾ ചിലപ്പോഴ് കൃകനിവാരണത്തിലവസാനിക്കാം [ʔ].[13]
പല ദ്രാവിഡഭാഷകളിലും ആസന്ന സന്ധാനസ്ഥാനങ്ങളിൽ ഉച്ചരിക്കപ്പെടുന്ന മുഖരവ്യഞ്ജനങ്ങളായ ⟨ന & ഩ⟩, ⟨റ & ര⟩, ⟨ള & ല⟩, ⟨ള & ഴ⟩ വ്യഞ്ജനങ്ങൾ വ്യതിയുതപ്പെട്ടെങ്കിലും മലയാളം ഇവ തമ്മിലുള്ള വൈരുദ്ധ്യത ഏറെക്കുറെ നിലനിർത്തുന്നു. സഹസന്ധാനവും ജിഹ്വസ്ഥിതിയും വ്യഞ്ജനങ്ങൾ തമ്മിലുള്ള വൈരുദ്ധ്യതനിലനിർത്തുവാൻ സഹായിക്കുന്നു. മേല്പറഞ്ഞ ജോടികളിലെ ആദ്യവ്യഞ്ജനങ്ങളുടെ ഉച്ചാരണം ചെറുതോതിലെ കണ്ഠ്യരഞ്ജനത്തോടും താഴ്ന്ന ജിഹ്വമൂലത്തോടുമാണ് എന്നാൽ രണ്ടാമതായ വ്യഞ്ജനങ്ങളുടെ ഉച്ചാരണം ഉയർന്നജിഹ്വമൂലത്തോടും ചെറു തോതിലെ താലവ്യരഞ്ജനത്തോടുമാണ്.[20][21]
ഹ-കാരവും അനുനാസികങ്ങളും ചേർന്നുണ്ടാവുന്ന ഹ്ന-കാരവും ഹ്മ-കാരവും ലക്ഷണം വെച്ച് ഹകാരാനുനാസിക സംയോഗങ്ങളാണെങ്കിലും ഇവ ഘോഷ്യ സ്വനനത്തോടു ധ്വനിപ്പിക്കപ്പെട്ട അനുനാസികങ്ങളാണ്, അതായത് ഹ്ന→ന്‌ഹ /n̤/ എന്നും ഹ്മ→മ്ഹ /m̤/ എന്നുമാണ് ഉച്ചരിക്കപ്പെടുന്നത്.
⟨ക്ക⟩ ⟨ങ്ങ⟩-കാരങ്ങൾക്ക് മുന്നിൽ /i~iː~ai~aːj~ej~oj/ എന്നീ അച്വർണ്ണങ്ങൾ വന്നാൽ ഈ മൃദുതാലവ്യ ഇരട്ടിപ്പുകൾ താലവ്യരഞ്ജിതപ്പെടാറുണ്ട്, ദൃ: ഇരിക്ക് എന്ന പദത്തെ [iɾ̟ɪ̝kʲːə] അല്ലേൽ [iɾ̟ɪ̝ʲkʲːə] എന്നാണ് ഉച്ചരിക്കുന്നത്.[14]
ഒരുപദത്തിൻ്റെ പ്രരൂപം ആ പദത്തിന്റെ താലവ്യരഞ്ജനത്തെ ഏറെക്കുറെ നിർണ്ണയിക്കുന്നു, പ്രരൂപത്തിൽ മേല്പറഞ്ഞ അച്വർണ്ണങ്ങളുടെയും ⟨ക്ക⟩-കാരത്തിൻ്റെ ഇടയിൽ മുടക്കായൊരുവ്യഞ്ജനം നിലനിന്നിരുന്നെങ്കിൽ ആ പദത്തെ താലവ്യരഞ്ജനം ഇല്ലാതെയാണ് ഉച്ചരിക്കുന്നത്, ഉദാ: തിക്ക്, നിക്ക് എന്നീ പദങ്ങളുടെ പ്രരൂപം തിഴ്ക്ക്-ഉം നിൽക്ക്-ഉം എന്നാണ്, തന്മൂലം ഇവയെ താലവ്യരഞ്ജനമില്ലാതാണ് ഉച്ചരിക്കുന്നത്. ഇതിനു വിപരീതമായി ഒരു പദത്തിൻ്റെ പ്രസ്തുതരൂപം മേല്പറഞ്ഞ ഉപാധി പാലിക്കുന്നില്ല, എന്നാൽ അതിൻ്റെ പ്രരൂപം മേല്പറഞ്ഞവ്യവസ്ഥപാലിച്ചിരുന്നെങ്കിൽ ആ പദം താലവ്യരഞ്ജിനത്തിനുവിധേയമാകാം, ഉദാ: വാഴക്കാ(യ്) എന്ന നാമത്തിൻ്റെ പ്രരൂപം: വാഴൈ + കാ(ൕ) എന്നാണ് അതിനാൽ ഈ പദത്തെ വാഴയ്ക്ക എന്നാണ് ഉച്ചരിക്കുന്നത്.[16]

വ്യഞ്ജനത്തിൻ്റെ സ്വഭാവം താലവ്യരഞ്ജനത്തെ ഏറെക്കുറെ നിർണ്ണയിക്കുന്നു, ഉദാ: വിക്ക് എന്ന പദത്തെ താലവ്യരഞ്ജനം ഇല്ലാതാണ് ഉച്ചരിക്കുന്നത്, കാരണം വ-കാരം അതിനോടുചേരുന്നു സ്വരത്തിന് പിന്നോരമേന്മനൽകുന്നു, തന്മൂലം ഈ പദത്തെതാലവ്യരഞ്ജനമില്ലാതാണ് ഉച്ചരിക്കുന്നത്. തെക്കൻ കൊച്ചിയിലെ ശൈലികളിൽ നിക്ക്, വിക്ക് എന്നീ പദങ്ങളെ താലവ്യരഞ്ജനത്തോടെയാണ് ഉച്ചരിക്കുന്നത്.[16]

ചില ഭാഷാഭേദങ്ങളിൻ പോരിക, വരിക, വയ്യായ്ക, ഫലക(തൃശ്ശൂർ) എന്നീ പദങ്ങളിലെ നാദീകരിച്ച ക-കാരത്തെ താലവ്യരഞ്ജനത്തോടെയാണ് ഉച്ചരിക്കുന്നത്. വടക്കൻ ദേശോക്തങ്ങളിൽ താല്യവ്യരഞ്ജനമില്ലാതെ ഉച്ചരിക്കലാണ് പതിവ്.[16]

രേഫം ⟨യ⟩ ⟨ശ⟩ എന്നീ വ്യഞ്ജനങ്ങൾക്കു മുന്നിൽ കാർത്താൽ ര-വർണ്ണം പോലെ ശബ്ദിക്കപ്പെടുന്നു മറ്റു വ്യഞ്ജനങ്ങളുടെ കൂടെ റ-വർണ്ണം പോലെയും. ര-കാരം മൃദുക്കളുടെ കൂടെ ചേർന്നാൽ ര-കാരം പോലെ ഉച്ചരിക്കപ്പെടും മറ്റുവ്യഞ്ജനങ്ങളുടെ കൂടെ റ-വർണ്ണം പോലെയും.[15]
സ്വരാന്തരസ്ഥാനങ്ങളിൽ വരുന്ന ഖരവ്യഞ്ജനങ്ങൾ ശിഥിലനത്തിനുവിധേയമാകുന്നു.[17] ട-കാരം സ്രംസൃതീകരിക്കപ്പെടുന്നു, മറ്റുഖരങ്ങൾ മദ്ധ്യമീകരിക്കപ്പെടുന്നു, ച-കാരമാണേൽ ഭാഗികമായരണനത്തിനു വിധേയമാകുന്നു. ക→[ɣ̞~ɰ], ച[ʧ̬~ʨ̬], ട→[ɽ], ത→[ð̞], പ→[β̞] ആയ് മാറുന്നു. ക്/ത്-വർണ്ണങ്ങൾ ഈ സ്ഥാനങ്ങളിൽ ലോപിച്ചും പോകാം.[14]
ദൃഷ്ടാന്തം
പദം	IPA

ചവർഗ്ഗാനുനാസ്യത്തിനുമുമ്പ് വരുന്ന ച-കാത്തെ [c] ആയും ചവർഗ്ഗാനുനാസ്യത്തിനു ശേഷം വരുന്ന ച-കാരത്തെ [ɟᶽ] ആയും നിർഗമിക്കുന്നു. ചവർഗ്ഗപ്രതിബദ്ധങ്ങൾ ശുദ്ധ ആഘർഷികളെക്കാൾ (സ്പർശഘർഷി) ചെറു തോതിലെ ഘർഷസന്നാഹത്തോടെ ഉച്ചരിക്കപ്പെട്ട സ്പർശികളാണ്.[14] ദൃ: യാച്ഞ:[ˈjɑː.cɲa], രാജ്ഞി:[ˈɾ̟̝ɑː.ɟɲi], അഞ്ച്:[ˈɐ̃ɲ.ɟᶽɯ̈]
അനുനാസികങ്ങൾക്കും മുഖരങ്ങൾക്കും ഇടയിൽ വരുന്നഖരങ്ങൾ മൃദുക്കളായി (നാദീകരണം) പരിണമിക്കുന്നു, പ-കാരത്തിൻ്റെ കാര്യത്തിൽ ഭാഗികനാദീകരണമെ നടക്കാറുള്ളു.[14] അനനുനാസികവും ഖരവും ചേർന്ന സംയോഗത്തിനു ശേഷം വരുന്നവർണ്ണം മുഖമല്ലെങ്കിൽ ആ ഖരവ്യഞ്ജനം നാദീകരിക്കപ്പെടില്ല.[17]
ശിഥിലനത്തിനു വിധേയമായഖരത്തിനോടു ചേരുന്ന അ-കാരത്തിനു ശേഷം വിസ്യന്ദമായ (oglide) [ᵊ] വരില്ല.[17]
വാക്യാഭ്യന്തരയതിക്ക് ശേഷം വരുന്ന സ്പർശങ്ങൾ ശിഥിലനത്തിനുവിധേയമാകില്ല.[17]
ഒരു അജന്തപദവും അജാദിപദവും സംയോജിക്കുമ്പോഴ് ആദ്യസ്വരമൊരു അന്തഃസ്ഥമായി മാറുന്നു, അതിലെ അന്തഃസ്ഥം വർത്തുളിതതയിലും (വൃത്താകൃതി) ജിഷ്ഠതയിലും (പിന്നോക്കാവസ്ഥയിലും) ആദ്യത്തെ സ്വരവുമായിസാമ്യമുണ്ടാകും. അതേസമയം ഈ പദങ്ങളെ പ്രഗൃഹ്യമായി (വിരാമത്താൽ വേർതിരിച്ചു) ഉച്ചരിച്ചാൽ അജാദിപദത്തിനുമുമ്പിൽ പ്രാരംഭകമായി കൃനദ-സ്പർശി വന്നുചേരും [ʔ].[17]
മലയാളം ഒരു ഇരുവിധഭാഷയായതിനാൽ മാനഭാഷാപ്രയോഗത്തിലും ഭാഷയുടെ ഔപചാരികോപയോഗത്തിലും അഭിധായിക സ്വനിമികത്വത്തെ ബാധിക്കുന്നപൃകൃതങ്ങളെ നിയന്ത്രിക്കുകയോ പരിത്യജിക്കുകയോ ആണ് പതിവ്.
ലീനധ്വനികൾ[തിരുത്തുക]
വ്യതിരിക്തസ്വനങ്ങളിൽ അലിഞ്ഞു ചേരുന്നതും എന്നാൽ സ്വന്തമായി ഉച്ചാരണം സാധ്യമല്ലാത്തതുമായ അധിഖണ്ഡഘടകങ്ങളെയാണ് ലീനധ്വനികൾ അല്ലെങ്കിൽ അധഃസ്വനങ്ങൾ എന്ന് പറയുന്നത്. ദൈർഗ്ഘ്യം, ബലം/ഊന്നൽ, ഈണം, സ്ഥായി എന്നിവ ലീനധ്വനികളുടെ ഉദാഹരണങ്ങളാണ്.

ദൈർഗ്ഘ്യം[തിരുത്തുക]
സ്വരദൈർഘ്യം മലയാള ഭാഷയിൽ സ്വനിമികപരമായി സ്പഷ്ടമാണ്. മലയാള ആലേഖനവ്യവസ്ത ദീർഘ സ്വരങ്ങളെയും ഹ്രസ്വ സ്വരങ്ങളെയും വിവേചിക്കുന്നു. സ്വനിമികമായ ദീർഘവും(ː) ഹ്രസ്വവുമല്ലാതെ ഭാഷയിൽ ഉപസ്വനിമിക സ്വരദൈർഘ്യങ്ങളായ അതിഹൃസ്വ( ̆), അർദ്ധദീർഘ(ˑ), അതിദീർഘ(ːː) ഭേദങ്ങൾ നിലകൊള്ളുന്നു.[22]
കൂട്ടക്ഷരങ്ങൾക്കു മുൻപ് വരുന്ന ഹ്രസ്വസ്വരങ്ങളുടെ ദൈർഗ്ഘ്യം ചുരുക്കപ്പെടാറുണ്ട്.[22]
ബലം/ഊന്നൽ[തിരുത്തുക]
ബഹ്വാക്ഷരപദത്തിലെ ആദ്യാക്ഷരത്തിൽ ഹ്രസ്വസ്വരവും രണ്ടാമക്ഷരത്തിൽ ദീർഘസ്വരമാണെങ്കിൽ ആ പദത്തിലെ രണ്ടാമക്ഷരം പ്രാഥമികബലം വഹിക്കും, അല്ലാത്തപക്ഷം ആദ്യാക്ഷരം വഹിക്കും. പ്രഥമബലം വഹിക്കുന്ന അക്ഷരത്തിനുശേഷം ദീർഘസ്വരമുള്ള അക്ഷരം ദ്വിതീയകബലം വഹിക്കുന്നു.[17] എന്നാൽ Terzenbach 2011 പര്യന്വേഷണം പ്രകാരം ഭാഷയിലെ എല്ലാ പദാദി അക്ഷരങ്ങളും പ്രാഥമികബലം വഹിക്കുന്നു, അതിനു പരമായ അക്ഷരത്തിൻ്റെ ഭാരമെന്തെന്നത് അവിടെ അപ്രസക്തമാണ്.[18]
പദം	IPA
കാരം	[ˈkäː.ɾ̻̝əm]
കരാർ	[kʌ.ˈɾ̻̝äːɾ̺̞]
പാരായണം	[ˈpäː.ˌɾ̻̝äː.jə.ɳəm]
ഊന്നൽ/ബലം ഇല്ലാത്ത അക്ഷരത്തിലെ ശ്വാസീയ വ്യഞ്ജനത്തോടു ചേരുന്ന അ-കാരത്തെ [ʌ] ആയാണ് അറിയിക്കുന്നത്.[16]: 4 
നാസികരഞ്ജനം[തിരുത്തുക]
ആലേഖന വ്യവസ്തയിൽ ചന്ദ്രബിന്ദു ഉണ്ടെങ്കിലും മലയാള ഭാഷയിൽ അനുനാസികരഞ്ജനം സ്വനിമികമല്ല.
നാസികസ്വരങ്ങൾ ഭാഷയിൽ വ്യാക്ഷേപദ തലത്തിൽ പ്രാന്തസ്വനിമങ്ങളായ് നിലകൊള്ളുന്നു.
ദൃഷ്ടാന്തം
IPA	ദ്യോതകാർത്ഥം	IPA	ദ്യോതകാർത്ഥം
[ɑ̃ː]	അനുവാദം,
സമ്മതം	[ɑː]	അപ്രകാരമുള്ള,
നിഷേധം
[ɑ̃ːhɑ̃ː]	ഭീഷണി,
അദ്ഭുതം	[ɑːhɑː]	സന്തോഷം,
തൃപ്തി
[ɛ̃ː]	സംശയം	[ɛː]	നീരസം,
സംബോധന
അക്ഷരമാല[തിരുത്തുക]

പ്രധാന ലേഖനങ്ങൾ: മലയാളം അക്ഷരമാല and മലയാളത്തിന്റെ വർണ്ണവ്യവസ്ഥ
വേർതിരിക്കാൻ പാടില്ലാത്ത ധ്വനി (സ്വരം: ഭാഷയിലെ ഏറ്റവും ചെറിയ ഘടകം) ആണ് വർണം (ഉദാ: വസ്ത്രം = വ്+അ+സ്+ത്+ര്+അം). തനിയെ ഉച്ചരിക്കാവുന്ന വർണം സ്വരം എന്നും അന്യവർണങ്ങളുടെ സഹായത്തോടെ ഉച്ചരിക്കാവുന്ന വർണം വ്യഞ്ജനം എന്നും പറയപ്പെടുന്നു. തനിമലയാളത്തിൽ സ്വരാക്ഷരങ്ങളെ ഉയിരെഴുത്തുകൾ എന്നും വ്യഞ്ജനാക്ഷരങ്ങളെ മെയ്യെഴുത്തുകളെന്നും വിളിക്കുന്നു. ഇത് തൊൽകാപ്പിയ വ്യാകരണപാരമ്പര്യമാണ്. ഉയിരും (ജീവൻ, ശ്വാസം) മെയ്യും‌ (ദേഹം) ചേർന്ന് ഉയിർമെയ്യെഴുത്തുകൾ (സ്വരവ്യഞ്ജനങ്ങൾ) ഉണ്ടാകുന്നു എന്ന് കാപ്പിയത്തിൽ പറയുന്നു. സ്വരസഹായം കൂടാതെ ഉച്ചരിക്കാവുന്ന ചില വ്യഞ്ജനങ്ങൾ ഉണ്ട്. അവ ചില്ലുകൾ (ൾ, ർ, ൻ, ൺ, ൽ) എന്നറിയപ്പെടുന്നു. വർണങ്ങളെയും അക്ഷരങ്ങളെയും സൂചിപ്പിക്കുന്ന രേഖകൾ ആണ് ലിപികൾ.

സ്വരങ്ങൾ
ഹ്രസ്വം	അ	ഇ	ഉ	ഋ		എ	 	ഒ	 
ദീർഘം	ആ	ഈ	ഊ			ഏ	ഐ	ഓ	ഔ
ഇതിനു പുറമെ ൠ, ഌ, ൡ എന്നിവ സംസ്കൃതം എഴുതാൻ ഉപയോഗിക്കുന്നു. ഇവ മലയാളത്തിൽ ഉപയോഗിക്കാറില്ല.

വ്യഞ്ജനങ്ങളെ പലതരത്തിൽ വേർതിരിക്കാറുണ്ട്.

വ്യഞ്ജനങ്ങൾ
കണ്ഠ്യം (കവർഗം)	ക	ഖ	ഗ	ഘ	ങ
താലവ്യം (ചവർഗം)	ച	ഛ	ജ	ഝ	ഞ
മൂർധന്യം (ടവർഗം)	ട	ഠ	ഡ	ഢ	ണ
ദന്ത്യം (തവർഗം)	ത	ഥ	ദ	ധ	ന
ഓഷ്ഠ്യം (പവർഗം)	പ	ഫ	ബ	ഭ	മ
മധ്യമം	 	യ	ര	ല	വ
ഊഷ്മാവ്	 	ശ	ഷ	സ	 
ഘോഷി	ഹ	 	 	 	 
ദ്രാവിഡമധ്യമം	 	 	ള	ഴ	റ
സ്വരസഹായം കൂടാതെ ഉച്ചരിക്കാവുന്ന വ്യഞ്ജനാക്ഷരങ്ങളാണ് ചില്ലുകൾ

ചില്ലുകൾ
ചില്ലുകൾ	ൾ	ർ	ൻ	ൺ	ൽ
തൊൽകാപ്പിയ രീതി[തിരുത്തുക]
തമിഴുമലയാളങ്ങളുടെ ആദ്യ വ്യാകരണമായി കണക്കാക്കപ്പെടുന്ന തൊൽകാപ്പിയത്തിൽ എഴുത്തുകളുടെ തരംതിരിപ്പിനെക്കുറിച്ചും ശബ്ദങ്ങളുടെ ഉറവിടത്തെക്കുറിച്ചും തെളിവായി വിവരിക്കുന്നുണ്ട്. ഇവ തനതു മലയാള എഴുത്തുകളെ മാത്രമാണ് തരംതിരിച്ചിട്ടുള്ളത്.

ഉയിരെഴുത്തുകൾ
കുറിൽ	അ	ഇ	ഉ	എ		ഒ	
നെടിൽ	ആ	ഈ	ഊ	ഏ	ഐ	ഓ	ഔ
തൊൽകാപ്പിയ വിവരണപ്രകാരം അ ഇ എന്നീ കുറിലുകൾ ചേർന്ന് ഐ ഉണ്ടാകുകയും അ ഉ എന്നീ കുറിലുകൾ ചേർന്ന് ഔ ഉണ്ടാകുകയും ചെയ്യുന്നു.

മെയ്യെഴുത്തുകൾ
വല്ലിനം	ക	ച	ട	ത	പ	റ
മെല്ലിനം	ങ	ഞ	ണ	ന	മ	ഩ
ഇടയിനം	യ	ര	ല	വ	ള	ഴ
ഖരങ്ങളെയാണ് വല്ലിനം എന്ന് വിളിക്കുന്നത്. മെല്ലിനങ്ങൾ അനുനാസികങ്ങൾ ആകുന്നു, ഇവ ഉച്ചരിക്കുമ്പോൾ മൂക്കിന്റെ ഉപയോഗം ഉൾപ്പെടുന്നു. ഉയിരെഴുത്തുകൾക്കും മെയ്യെഴുത്തുകൾക്കും ഇടയിൽ വരുന്ന എഴുത്തുകളാണ് ഇടയിനങ്ങൾ.

മലയാളത്തിൽ തമിഴിലെപ്പോലെ മൃദുക്കളെ (ഗ, ജ, ഡ, ദ, ബ) എഴുത്തിൽ വെർതിരിച്ചുകാണിക്കുന്ന പതിവ് ഇല്ല. സംസ്കൃതത്തിൽ നിന്നോ മറ്റു ഭാഷകളിൽ നിന്നോ കടമെടുത്ത വാക്കുകളിൽ മാത്രമാണ് ഇവയെ എഴുത്തിൽ വേർതിരിച്ച് എഴുതാറുള്ളത്. അതിനാൽ ക എന്ന എഴുത്തിൽ ഗകാരത്തിന്റെ ശബ്ദവും അടങ്ങിയിരിക്കുന്നു. ഉദാ: അകം (അഗം). എന്നാൽ ചുരുക്കം ചില മലയാള വാക്കുകളിൽ ഈ വേർതിരിവ് കാണാൻ കഴിയുന്നു. ഉദാ: വിളമ്പരം എന്നതിനെ വിളംബരം എന്നും എഴുതാറുണ്ട്.

ലിപിയും അക്ഷരമാലയും[തിരുത്തുക]

മലയാളം അക്ഷരങ്ങൾ കൊണ്ടുള്ള അക്ഷരമേഘം
മുഖ്യ ലേഖനം: മലയാള ലിപി, മലയാള അക്ഷരമാല

മലയാള ലിപിയുടെ ഉദാഹരണം. കേരളത്തിൽ മലയാളഭാഷക്ക് ഔപചാരിക പദവിയുണ്ട്

സൗദി അറേബ്യയിലെ മിനയിൽ മലയാള ഭാഷയും അടങ്ങിയ ഒരു വഴികാട്ടി

മലയാള ഭാഷയിലുള്ള ഒരു വഴികാട്ടി

മലയാളത്തിലെ തനതു ലിപിയിൽ എഴുതിയ ഒരു വഴികാട്ടി. ള്ള എന്ന അക്ഷരം പരമ്പരാഗത ലിപിയിലാണ് എഴുതിയിരിക്കുന്നത്.
ദക്ഷിണഭാരതത്തിൽ ലിപിവ്യവസ്ഥിതിയുടെ പ്രചാരകർ ബുദ്ധ-ജൈന സന്യാസികളാണെന്നു ചില ഗുഹാലിഖിതങ്ങൾ സൂചിപ്പിക്കുന്നുണ്ട്. ഈ ലിപിയാകട്ടെ ബ്രാഹ്മി ലിപിയിൽ നിന്നു ദ്രാവിഡഭാഷകൾക്ക് അനുയോജ്യമായ രീതിയിൽ മാറ്റങ്ങൾ വരുത്തിയതായിരുന്നു. ഈ എഴുത്തുസമ്പ്രദായം പിന്നീട് തമിഴകത്തും മലനാട്ടിലും വട്ടെഴുത്ത് എന്ന പേരിൽ വ്യാപരിക്കുകയുണ്ടായി. ദ്രാവിഡശബ്ദവ്യവസ്ഥിതികൾക്ക് വേണ്ടി ചിട്ടപ്പെടുത്തിയ ഈ ലിപി സംസ്കൃത-പ്രാകൃത ഭാഷകൾ എഴുതുവാൻ അപര്യാപ്തമായിരുന്നു. ഇതാണു സംസ്കൃതമെഴുതുവാൻ ഗ്രന്ഥലിപികൾ ഉപയോഗപ്പെടുത്തുന്നതിന്റെ കാരണമായി ഭവിച്ചത്. പല്ലവഗ്രന്ഥം, തമിഴ്‌ഗ്രന്ഥം എന്നീ ഗ്രന്ഥലിപികളിൽ പഴക്കമേറിയ പല്ലവഗ്രന്ഥമാണു കേരളത്തിൽ പ്രചാരത്തിൽ വന്നത്. മലയാളത്തിൽ ലഭ്യമായ ആദ്യ ലിഖിതമായ വാഴപ്പള്ളി ലിഖിതത്തിലും പല്ലവഗ്രന്ഥമാണു ഉപയോഗിച്ചിരിക്കുന്നത്. തമിഴ് ബ്രാഹ്മി, വട്ടെഴുത്ത്, കോലെഴുത്ത്, മലയാണ്മ എന്നീ ലിപികളിലും മലയാളം എഴുതിയിരുന്നു. വട്ടെഴുത്ത്, കോലെഴുത്ത്, മലയാണ്മ ഇവ മൂന്നും തമിഴ് ബ്രാഹ്മിയിൽ നിന്നും ഉരുത്തിരിഞ്ഞു വന്നവയാണ്. ഇവയിൽ ഇന്നത്തെ തമിഴ് ലിപിയിൽ കണ്ടുവരുന്നത്ര അക്ഷരങ്ങളെ ഉണ്ടായിരുന്നുള്ളു.
മലയാളം വാക്കുകൾചേർത്തുണ്ടാക്കിയ കോളാഷ്
സംസ്കൃതത്തിന്റെ പ്രചാരം വർദ്ധിച്ചതോടെ സംസ്കൃതം മൂലമായ വാക്കുകൾ ഉപയോഗിക്കുന്ന ലിഖിതങ്ങൾ എഴുതുവാൻ വട്ടെഴുത്ത് അപര്യാപ്തമായി. പ്രാചീനകാലത്ത് സംസ്കൃതത്തിനു ഏകതാനമായ ഒരു ലിപിസഞ്ചയം ഇല്ലാതിരുന്നതുകാരണം ഭാഷാസാഹിത്യത്തിൽ സംസ്കൃതം വാക്കുകൾ എഴുതുവാൻ ഗ്രന്ഥലിപികൾ ഉപയോഗിച്ചുതുടങ്ങിയിരുന്നു. ദ്രാവിഡ വാക്കുകൾ വട്ടെഴുത്തുകൊണ്ടും സംസ്കൃതവാക്കുകൾ ഗ്രന്ഥലിപികൊണ്ടും എഴുതിയിരുന്നതുകൊണ്ടു പതിനഞ്ചാം നൂറ്റാണ്ടോടെ ഈ രണ്ടു ലിപികളും ഇടകലർത്തിയെഴുതിയ കൃതികൾ യഥേഷ്ടമായിരുന്നു. മണിപ്രവാളം സാഹിത്യരചനകൾ മിക്കവാറും ഇപ്രകാരമായിരുന്നു എഴുതിക്കൊണ്ടിരുന്നത്. ഇരുപതാം നൂറ്റാണ്ടിന്റെ തുടക്കം വരേയ്ക്കും മലയാളം എഴുതുന്നതു ഗ്രന്ഥലിപി ഉപയോഗിച്ചു തന്നെയായിരുന്നു, കാലാകാലങ്ങളിൽ ലിപിയിൽ പരിവർത്തനങ്ങൾ വരികയും ചെയ്തിരുന്നു. ഇന്നു കാണുന്ന മലയാളം ലിപി, ഗ്രന്ഥലിപിയിൽ അഞ്ചോ ആറോ നൂറ്റാണ്ടുകളിൽ വന്നുപോയ മാറ്റങ്ങൾ ഉൾക്കൊണ്ടതാണ്.
വട്ടെഴുത്തിൽ നിന്ന് രൂപം പ്രാപിച്ചതും പത്തൊമ്പതാം നൂറ്റാണ്ടുവരെ നില നിന്നിരുന്ന ഒരു ലിപി സമ്പ്രദായമാണു കോലെഴുത്ത്[23]
മൂല-ദ്രാവിഡം	
 
മൂല-ദക്ഷിണ-ദ്രാവിഡം	
 
മൂല-ദക്ഷിണ-മധ്യ-ദ്രാവിഡം
മൂല-തമിഴ്-കന്നഡ	
മൂല-തെലുങ്ക്
മൂല-തമിഴ്-തോഡ	
 
മൂല-കന്നഡ	
 
മൂല-തെലുങ്ക്

മൂല-തമിഴ്-കൊഡവ	
 
കന്നഡ

മൂല-തമിഴ്-മലയാളം 
മൂല-തമിഴ്	 
മലയാളം
തമിഴ്
ഈ രേഖാചിത്രം ദക്ഷിണേന്ത്യയിൽ നിലവിലുള്ള പ്രമുഖ ദ്രാവിഡ ഭാഷകളുടെ വംശാവലിയെ
നിരൂപിക്കുന്നു.
മലയാള അക്കങ്ങൾ[തിരുത്തുക]
മലയാള അക്കങ്ങളാണ് താഴെ കാണുന്നത് [അവലംബം ആവശ്യമാണ്].
വിക്കിപീഡിയ, ഒരു സ്വതന്ത്ര വിജ്ഞാനകോശം.
ഭാഷയിലെ സ്വയം പ്രകാശന ശേഷിയുള്ള ഏറ്റവും ചെറിയ കണികയാണ് വർണ്ണം. എന്നാൽ എല്ലാ വർണ്ണങ്ങളും സ്വമേതയാ നിലനിക്കാൻ കെൽപ്പുള്ളവ അല്ല ചില വർണ്ണകൾ അ,ഇ,ഉ സ്വരങ്ങളുടെ സഹായത്തോട് കൂടിയോ സംവൃതം എന്ന സ്വരത്തിന്റ സഹായത്തോടൊ മാത്രമേ നിലനിൽക്കു. സ്വരം അക്ഷരങ്ങൾ അല്ലാതെ സ്വയം പ്രകാശന ശേഷിയുള്ള വർണ്ണങ്ങൾ ചില്ലക്ഷരങ്ങൾ മാത്രമാണ് ഇവ എണ്ണത്തിൽ ചുരുക്കമാണ്.

മലയാള ഭാഷയിൽ വർണ്ണവും അക്ഷരവും ഒരേ അർത്ഥത്തിലാണ് ഉപയോഗിക്കുന്നത് എങ്കിലും ശാസ്ത്രീയമായി ഇത് ശരിയല്ല. വർണ്ണവും അക്ഷരവും രണ്ടാണ്. ഒരക്ഷരത്തിൽ ഒന്നിലധികം വർണ്ണങ്ങൾ ഉണ്ടാകാം. ഉദാഹരണത്തിന് ‘ക’ ഒരക്ഷരമാണ് ഇതിൽ ക്, അ എന്നീ വർണ്ണങ്ങൾ അടങ്ങിയിരിക്കുന്നു. ‘അസ്വസ്ഥത’ എന്ന വാക്കിൽ അ,സ്വ,സ്ഥ,ത എന്നിങ്ങനെ നാല് അക്ഷരങ്ങളാണുള്ളത്. എന്നാൽ ഇതിൽ അ, സ്,വ്,അ,സ്,ഥ്,അ,ത്,അ എന്നീ വർണ്ണങ്ങളുണ്ട്.
സ്വരങ്ങളിൽ ഇവ മാത്രമാണ് ഏക വർണ്ണങ്ങൾ ആയി നില കൊള്ളുന്നവ. ഐ, ഔ മുതലായ അക്ഷരങ്ങൾ സ്വരങ്ങൾ ആണ് എങ്കിൽ തന്നെയും അവയിൽ ഒന്നിൽ അതികം സ്വരങ്ങൾ ഇണ ചേരുന്നുണ്ട് ആയതിനാൽ അവയെ ശുദ്ധ വർണങ്ങൾ ആയി കണക്കാക്കാൻ നിർവാഹം ഇല്ല.

സംവൃതം എന്ന സ്വര ചന്ദ്രക്കല സ്വയം പ്രകാശന ശേഷി ഉള്ള ഒരു സ്വരം അക്ഷരമാണ് പക്ഷെ മറ്റ് സ്വരം അക്ഷരങ്ങളെ പോലെ സംവൃതത്തിന് സ്വര അക്ഷര ലിപി ഇല്ല, സ്വര ചിഹ്നം മാത്രമാണ് ഉള്ളത് എങ്കിലും സംവൃതത്തെ ഒരു പൂർണ്ണ വർണ്ണമായി കണക്കാക്കാവുന്നതാണ്.

വ്യഞ്ജന വർണ്ണങ്ങൾ[തിരുത്തുക]
മലയാളം ഭാഷയിൽ വ്യഞ്ജനം അക്ഷരങ്ങളായി നില കൊള്ളുന്നതിനാൽ ഒരുപാട് അക്ഷരങ്ങൾ കാണുവാൻ സാധിക്കും എന്നാൽ വർണ്ണ അടിസ്ഥാനത്തിൽ നോക്കുക ആണെങ്കിൽ അവയുടെ എണ്ണത്തിൽ ചുരുക്കം സംഭവിക്കും.

കുറിപ്പ്[തിരുത്തുക]
മലയാള അക്ഷരങ്ങളിൽ ഒരു സ്വര വർണ്ണം ഉണ്ടായിരിക്കും. ഒന്നിലധികം വ്യഞ്ജനങ്ങളും സ്വരവും ചേർന്ന അക്ഷരങ്ങളും ഉണ്ടാകും. ഉദാ:-സ്വ-സ്+വ്+അ, ക്ഷ്യ- ക്+ഷ്+യ്+അ. അപ്പോൾ അക്ഷരമാല എന്നതിനു പകരം വർണ്ണമാല എന്നോ തിരിച്ചോ പ്രയോഗിക്കുന്നത് തെറ്റാണ്.
വിക്കിപീഡിയ, ഒരു സ്വതന്ത്ര വിജ്ഞാനകോശം.
ഭാഷയിലെ സ്വയം പ്രകാശന ശേഷിയുള്ള ഏറ്റവും ചെറിയ കണികയാണ് വർണ്ണം. എന്നാൽ എല്ലാ വർണ്ണങ്ങളും സ്വമേതയാ നിലനിക്കാൻ കെൽപ്പുള്ളവ അല്ല ചില വർണ്ണകൾ അ,ഇ,ഉ സ്വരങ്ങളുടെ സഹായത്തോട് കൂടിയോ സംവൃതം എന്ന സ്വരത്തിന്റ സഹായത്തോടൊ മാത്രമേ നിലനിൽക്കു. സ്വരം അക്ഷരങ്ങൾ അല്ലാതെ സ്വയം പ്രകാശന ശേഷിയുള്ള വർണ്ണങ്ങൾ ചില്ലക്ഷരങ്ങൾ മാത്രമാണ് ഇവ എണ്ണത്തിൽ ചുരുക്കമാണ്.

മലയാള ഭാഷയിൽ വർണ്ണവും അക്ഷരവും ഒരേ അർത്ഥത്തിലാണ് ഉപയോഗിക്കുന്നത് എങ്കിലും ശാസ്ത്രീയമായി ഇത് ശരിയല്ല. വർണ്ണവും അക്ഷരവും രണ്ടാണ്. ഒരക്ഷരത്തിൽ ഒന്നിലധികം വർണ്ണങ്ങൾ ഉണ്ടാകാം. ഉദാഹരണത്തിന് ‘ക’ ഒരക്ഷരമാണ് ഇതിൽ ക്, അ എന്നീ വർണ്ണങ്ങൾ അടങ്ങിയിരിക്കുന്നു. ‘അസ്വസ്ഥത’ എന്ന വാക്കിൽ അ,സ്വ,സ്ഥ,ത എന്നിങ്ങനെ നാല് അക്ഷരങ്ങളാണുള്ളത്. എന്നാൽ ഇതിൽ അ, സ്,വ്,അ,സ്,ഥ്,അ,ത്,അ എന്നീ വർണ്ണങ്ങളുണ്ട്.
സ്വരങ്ങളിൽ ഇവ മാത്രമാണ് ഏക വർണ്ണങ്ങൾ ആയി നില കൊള്ളുന്നവ. ഐ, ഔ മുതലായ അക്ഷരങ്ങൾ സ്വരങ്ങൾ ആണ് എങ്കിൽ തന്നെയും അവയിൽ ഒന്നിൽ അതികം സ്വരങ്ങൾ ഇണ ചേരുന്നുണ്ട് ആയതിനാൽ അവയെ ശുദ്ധ വർണങ്ങൾ ആയി കണക്കാക്കാൻ നിർവാഹം ഇല്ല.

സംവൃതം എന്ന സ്വര ചന്ദ്രക്കല സ്വയം പ്രകാശന ശേഷി ഉള്ള ഒരു സ്വരം അക്ഷരമാണ് പക്ഷെ മറ്റ് സ്വരം അക്ഷരങ്ങളെ പോലെ സംവൃതത്തിന് സ്വര അക്ഷര ലിപി ഇല്ല, സ്വര ചിഹ്നം മാത്രമാണ് ഉള്ളത് എങ്കിലും സംവൃതത്തെ ഒരു പൂർണ്ണ വർണ്ണമായി കണക്കാക്കാവുന്നതാണ്.

വ്യഞ്ജന വർണ്ണങ്ങൾ[തിരുത്തുക]
മലയാളം ഭാഷയിൽ വ്യഞ്ജനം അക്ഷരങ്ങളായി നില കൊള്ളുന്നതിനാൽ ഒരുപാട് അക്ഷരങ്ങൾ കാണുവാൻ സാധിക്കും എന്നാൽ വർണ്ണ അടിസ്ഥാനത്തിൽ നോക്കുക ആണെങ്കിൽ അവയുടെ എണ്ണത്തിൽ ചുരുക്കം സംഭവിക്കും.

കുറിപ്പ്[തിരുത്തുക]
മലയാള അക്ഷരങ്ങളിൽ ഒരു സ്വര വർണ്ണം ഉണ്ടായിരിക്കും. ഒന്നിലധികം വ്യഞ്ജനങ്ങളും സ്വരവും ചേർന്ന അക്ഷരങ്ങളും ഉണ്ടാകും. ഉദാ:-സ്വ-സ്+വ്+അ, ക്ഷ്യ- ക്+ഷ്+യ്+അ. അപ്പോൾ അക്ഷരമാല എന്നതിനു പകരം വർണ്ണമാല എന്നോ തിരിച്ചോ പ്രയോഗിക്കുന്നത് തെറ്റാണ്.
ഇന്ത്യയുടെ 28 സംസ്ഥാനങ്ങളിൽ ഒരു സംസ്ഥാനമാണ്, കേരളം. കേരളം രാജ്യത്തിൻറെ തെക്കുപടിഞ്ഞാറേ അറ്റത്തുള്ള സംസ്ഥാനമാണ്. വടക്കൻ അക്ഷാംശം 8° 17' 30" നും 12° 47'40" നുമിടയ്ക്കും കിഴക്കൻ രേഖാംശം 74° 27'47" നും 77° 37'12" നുമിടയ്ക്കുമായി ഈ സംസ്ഥാനം സ്ഥിതിചെയ്യുന്നു. തെക്കും കിഴക്കും തമിഴ്‌നാട്, വടക്കു കർണാടകം എന്നീ സംസ്ഥാനങ്ങളും പടിഞ്ഞാറ് അറബിക്കടലുമാണ്. പതിനൊന്നുമുതൽ 121 കിലോമീറ്റർവരെ വീതിയും 580 കിലോമീറ്റർ നീളവുമുള്ള കേരളത്തിന്റെ അതിർത്തികൾ. മലയാളഭാഷസംസാരിക്കുന്ന ജനങ്ങൾ താമസിക്കുന്ന ‌(ഇന്നത്തെ തമിഴ്നാട്ടിലെ കന്യാകുമാരി ജില്ലയും, തെങ്കാശിജില്ലയിലെ ചെങ്കോട്ടത്താലൂക്കിൻറെ കിഴക്കേഭാഗവുമൊഴികെ) തിരുവിതാംകൂർ, പണ്ടത്തെ കൊച്ചി, പഴയ മദിരാശി സംസ്ഥാനത്തിലെ ഗൂഡല്ലൂർ താലുക്ക്, കുന്ദ താലൂക്ക്, ടോപ്‌ സ്ലിപ്, ആനക്കെട്ടിക്കു കിഴക്കുള്ള അട്ടപ്പാടിവനങ്ങൾ (ഇപ്പോൾ നീലഗിരി ജില്ല, കോയമ്പത്തൂർ ജില്ലയുടെ ഭാഗങ്ങൾ) ഒഴികെയുള്ള മലബാർ ജില്ല,[4] അതേ സംസ്ഥാനത്തിലെ ദക്ഷിണ കന്നഡ ജില്ലയിലെ തുളുനാട് ഉൾപ്പെടുന്ന കാസറഗോഡ് താലൂക്ക് (ഇപ്പോൾ കാസറഗോഡ് ജില്ല) എന്നീ പ്രദേശങ്ങൾ ചേർത്ത്, 1956-ലാണ്‌ ഭാഷാടിസ്ഥാനത്തിൽ കേരളസംസ്ഥാനം രൂപവത്കരിച്ചത്.

വൈവിദ്ധ്യമേറിയ ഭൂപ്രകൃതിയാൽ സമ്പന്നമായ ഇവിടം, ലോകത്തിലെ സന്ദർശനം നടത്തേണ്ട അമ്പതുസ്ഥലങ്ങളുടെ പട്ടികയിൽ നാഷണൽ ജിയോഗ്രാഫിക് ട്രാവലർ മാഗസിൻ ഉൾപ്പെടുത്തിയിട്ടുണ്ട്. ദൈവത്തിന്റെ സ്വന്തം നാട് എന്നാണ് കേരളം അറിയപ്പെടുന്നത്.[ക][5] മലയാളം പ്രധാനഭാഷയായി സംസാരിക്കുന്ന കേരളത്തിന്റെ തലസ്ഥാനം തിരുവനന്തപുരമാണ്‌. മറ്റു പ്രധാനനഗരങ്ങൾ കൊച്ചി (വാണിജ്യ തലസ്ഥാനം), കോഴിക്കോട്, കൊല്ലം, തൃശ്ശൂർ, കണ്ണൂർ, കോട്ടയം എന്നിവയാണ്‌. കളരിപ്പയറ്റ്, കഥകളി, പടയണി, ആയുർവേദം, തെയ്യം മാപ്പിളപാട്ട് തുടങ്ങിയവ കേരളത്തിന്റെ പുകഴേറ്റുന്നു. സുഗന്ധവ്യഞ്ജനങ്ങൾക്കും കേരളം പ്രശസ്തമാണ്. വിദേശരാജ്യങ്ങളിൽ ജോലിചെയ്യുന്ന മലയാളികൾ കേരളത്തിന്റെ സമ്പദ്‌വ്യവസ്ഥയിൽ പ്രധാനഘടകമാണ്. അമേരിക്ക ഉൾപ്പെടെ പല വിദേശ വികസിത രാജ്യങ്ങളിലും മലയാളികളായ നഴ്സുമാർ ഉന്നത പദവികളിൽ ജോലി ചെയ്യുന്നുണ്ട്. ലോകത്തിലെ മികച്ച നഴ്സുമാർ എന്ന അംഗീകാരവും മലയാളികളായ നഴ്സുമാർക്ക് അവിടങ്ങളിൽ ലഭിക്കാറുണ്ട്.

1950കളിൽ വളരെ പിന്നോക്കാവസ്ഥയിലായിരുന്ന കേരളം അരനൂറ്റാണ്ടിനിടയിൽ വൻ മാറ്റങ്ങൾക്കു സാക്ഷ്യം വഹിച്ചിട്ടുണ്ട്. വിദ്യാഭ്യാസത്തിന്റെയും ആധുനികതയുടേയും വിദേശജോലി വരുമാനത്തിന്റെയും സ്വാധീനമാണ് ഇതിന് കാരണം. സാക്ഷരത, ആരോഗ്യം, കുടുംബാസൂത്രണം തുടങ്ങിയ മേഖലകളിൽ കേരളം കൈവരിച്ച നേട്ടങ്ങൾ വികസിത രാജ്യങ്ങളുടേതിനോടു കിടപിടിക്കുന്നതാണ്‌. കേരളത്തിന്റെ സാമൂഹിക വികസനത്തെ കേരളാ മോഡൽ എന്ന പേരിൽ പല രാജ്യാന്തര സാമൂഹിക ശാസ്ത്രജ്ഞരും പഠനവിഷയമാക്കിയിട്ടുണ്ട്‌.[6]

വിവിധ സാമൂഹികമേഖലകളിൽ കൈവരിച്ച ചില നേട്ടങ്ങൾമൂലം കേരളം ശ്രദ്ധിക്കപ്പെടുന്നുണ്ട്. 91% സാക്ഷരതയാണ്‌ അതിലൊന്ന്. ഇത്, ഇന്ത്യയിലെതന്നെ ഏറ്റവുമുയർന്ന സാക്ഷരതാ നിരക്കാണ്‌.[7][8] 2005-ൽ ട്രാൻസ്പരൻസി ഇന്റർനാഷണൽ നടത്തിയ ഒരു സർവ്വേപ്രകാരം, ഇന്ത്യയിൽ ഏറ്റവും കുറവ് അഴിമതിനടക്കുന്ന സംസ്ഥാനം കേരളമാണ്‌.[9] കേരളത്തിന്റെ വരുമാനത്തിന്റെ വലിയൊരു പങ്ക്, പേർഷ്യൻ ഗൾഫ് രാജ്യങ്ങളിൽ ജോലി ചെയ്യുന്ന മലയാളികളെ ആശ്രയിച്ചിരിക്കുന്നു[10][11][12] ഇന്ത്യൻ മതേതരത്വം മാതൃകയായി കാണുന്നത് കേരളത്തെ ആണ്. വർഗീയ കലാപം ഇല്ലാത്ത ഇന്ത്യയിലെ സംസ്ഥാനം അത് കേരളം. ആണ്. എല്ലാ മതത്തിൽപെട്ടവരും ഒരുപോലെ കഴിയുന്ന നാട്, ജാതി മത പ്രശ്നങ്ങൾ ഇല്ലാത്ത നാട്, ആരോഗ്യ രംഗത്ത് ലോക രാജ്യങ്ങൾക്ക് ഒപ്പം ഇങ്ങനെ കുറേ വിശേഷണങ്ങൾ കേരളത്തെ പറ്റിയുണ്ട്

പേരിനുപിന്നിൽ[തിരുത്തുക]
കേരളം എന്ന പേരിന്റെ ഉത്ഭവത്തെപ്പറ്റി വിഭിന്നങ്ങളായ അഭിപ്രായങ്ങളുണ്ട്.

കേരവൃക്ഷങ്ങൾ നിറഞ്ഞ സ്ഥലം എന്ന അർത്ഥത്തിൽ കേരളം എന്ന പേരുണ്ടായെന്ന അഭിപ്രായമാണ് ഏറ്റവും പ്രബലം. കേരം എന്ന പദവും സ്ഥലം എന്നർത്ഥം വരുന്ന അളം എന്ന പദവുംചേർന്നാണ്, കേരളം എന്ന പേരുണ്ടായതെന്ന വാദം ഈ അഭിപ്രായത്തെ ബലപ്പെടുത്തുന്നു.
മറ്റൊരഭിപ്രായം അറബിസഞ്ചാരികളാണ് പേരിന്റെ ഉല്പത്തിക്കു പിന്നിലെന്നാണ്. കേരളത്തിന്റെ പ്രകൃതിസൗന്ദര്യവും സമ്പദ്സമൃദ്ധിയും കണ്ട്, അവർ അല്ലാഹു അനുഗ്രഹിച്ച നാട് എന്നർത്ഥത്തിൽ ഖൈറുള്ള എന്നു വിളിച്ചിരുന്നത്രെ. അതു ലോപിച്ചാണ്, കേരളം എന്ന പേരുണ്ടായതെന്നാണത്. "മലബാർ" എന്ന പദം അറബികൾവഴി ലഭിച്ചതാണെന്നതാണ്‌, ഈ അഭിപ്രായത്തിനു കൂടുതൽ പിന്തുണനല്കുന്നത്. "മഹൽ" എന്ന പദവും "ബുഹാർ" എന്ന പദവും ചേർന്നാണു മലബാർ എന്ന പദമുണ്ടായതത്രേ. "മഹൽബുഹാർ" എന്നാൽ സുഗന്ധവ്യഞ്ജനങ്ങളുടെ നാട് എന്നർത്ഥം. അതു പിന്നീടു ലോപിച്ചാണ്, മലബാർ എന്നായത്. കേരളീയരല്ലാതെ, മറ്റാരും കേരളം എന്ന തികച്ചു പറയുന്നില്ലെന്നതും ശ്രദ്ധേയമാണ്. ഇംഗ്ലീഷിൽ "M " എന്ന അക്ഷരമുണ്ടായിട്ടും "കേരള" എന്നാണ് ഇംഗ്ലീഷിലെഴുതുന്നത്. ഇക്കാര്യവും ഈ വാദത്തിന് ഉപോൽബലകമായിപ്പറയുന്നു.[13]
കേരളം എന്ന പേരു്, ‘ചേരളം’ എന്ന പദത്തിൽനിന്നുദ്ഭവിച്ചതാണെന്നാണ്, മറ്റൊരു വാദം. ചേർ, അഥവാ ചേർന്ത എന്നതിന്, ചേർന്ന എന്നാണർത്ഥം. കടൽമാറി കരകൾ കൂടിച്ചേർന്ന എന്ന അർത്ഥത്തിലാണ് ഈ പേരുദ്ഭവിച്ചതെന്ന് ഒരു കൂട്ടർ കരുതുന്നു. സംഘകാലത്തിലെ നെയ്തൽ തിണൈ എന്ന ഭൂപ്രദേശത്തിൽവരുന്ന ഇവിടം, കടൽചേരുന്ന ഇടം എന്നയർത്ഥത്തിൽ ചേർ എന്നു വിളിച്ചിരുന്നു. ചേർ+അളം എന്നതിന്, സമുദ്രമെന്ന അർത്ഥവുമുണ്ട്. കടലോരമെന്ന സൂചനയാണ് ചേരളം തരുന്നത്. ചേരലർ കടലോരത്തിന്റെ അധിപരുമായി.[14]
ചേര രാജാക്കന്മാരിൽ നിന്നുമാകാം പേർ വന്നതെന്നാണ്, മറ്റൊരഭിപ്രായം.[15] ഇവരുടെ പേർ തന്നെ ഥേര എന്ന പാലി വാക്കിൽനിന്നുത്ഭവിച്ചതാണ് എന്നാണ് മറ്റൊരു മതം. അതിനു ബുദ്ധമതവുമായി ബന്ധംകാണുന്നു. ഥേരൻ എന്ന വാക്കിന്, വലിയേട്ടൻ എന്നാണു വാച്യാർത്ഥം. ബുദ്ധമതത്തിലെ ഥേരവാദമതത്തിൽപെട്ടവരായിരുന്നു ചേരരാജാക്കന്മാർ എന്നു കരുതുന്നു. ഥേര എന്ന വാക്ക്, പാലിയിൽനിന്ന്, താലവ്യവത്കരണം എന്ന സ്വനനയപ്രകാരം ചേരൻ എന്നായതാണെന്നും, സ്ഥലമെന്ന അർത്ഥത്തിലുള്ള പാലിപദമായ തളം, ആദിലോപംപ്രാപിച്ച് അളം ആയതാണെന്നും ഇക്കൂട്ടർ വിശ്വസിക്കുന്നു. കേരളം ഒരുകാലത്ത് ബുദ്ധമതക്കാരുടെ പ്രബലകേന്ദ്രമായിരുന്നുവെന്ന വിശ്വാസം ബലപ്പെടുത്തുന്നതാണീ വാദം.[16]
വീരകേരളന്റെ നാടായതിനാൽ കേരളം എന്ന പേർവന്നുവെന്നും ഒരു വിശ്വാസമുണ്ട്.[17]
മലഞ്ചെരിവ് എന്നർത്ഥമുള്ള ചാരൽ എന്ന തമിഴ്പദത്തിൽനിന്നാണ് ചേരൽ ഉണ്ടായതെന്നും അതാണ്, കേരളമായതെന്നുമുള്ള മറ്റൊരു വാദവും നിലനിൽക്കുന്നു.
ചേരം (കേരളം) എന്ന വാക്ക്, നാഗം (പാമ്പ്) എന്നതിന്റെ തൽസമമാണെന്ന് എൽ.എ. അനന്തകൃഷ്ണയ്യർ സൂചിപ്പിക്കുന്നു.[18] കേരളത്തിലെ ദ്രാവിഡരുടെ നാഗാരാധനകാരണമായിരിക്കണം ഒരുപക്ഷേ ഈ പേരുവരാനിടയായത്.
കേരം എന്നത്, ചേരം എന്നതിന്റെ കർണ്ണാടകോച്ചാരണമാണെന്ന് ഡോക്ടർ ഹെർമൻ ഗുണ്ടർട്ട് അഭിപ്രായപ്പെടുന്നു. ഗോകർണ്ണത്തിനും, കന്യാകുമാരിക്കുമിടയിലുള്ള പ്രദേശത്തിന് ആദ്യകാലത്തുണ്ടായിരുന്ന ചേരം എന്നപേര്, കേരളം ആയി മാറിയതാണെന്ന് അദ്ദേഹം സമർത്ഥിക്കുന്നു.[19]

കേരളത്തിന്റെ ജില്ല തിരിച്ചുള്ള ഭൂപടം
ഭാഷ[തിരുത്തുക]

മലയാളഭാഷയിലെ ലിപികൾ
കേരളീയരുടെ പൊതുവ്യവഹാരഭാഷ, ദ്രാവിഡഭാഷാഗോത്രത്തില്പെട്ട മലയാളമാണ്. പ്രാഗ്കാലതമിഴിൽനിന്നു രൂപംകൊണ്ടതാണു മലയാളം. വട്ടെഴുത്തുലിപികളിലാണ് ആദ്യകാലമലയാളം എഴുതപ്പെട്ടുപോന്നത്. വട്ടെഴുത്തുലിപികളുടേയും ഗ്രന്ഥലിപികളുടേയും സങ്കലനത്തിലൂടെയാണ്, ഇന്നത്തെ മലയാളലിപിസഞ്ചയം ഉരുത്തിരിയുന്നത്. സി.ഇ. പതിനഞ്ചാം നൂറ്റാണ്ടോടെയാണ്, ഇന്നെഴുതപ്പെടുകയും കേൾക്കപ്പെടുകയുംചെയ്യുന്ന മലയാളം, ഏറെക്കുറെ രൂപപ്പെടുന്നത്. നിത്യവ്യവഹാരഭാഷയിൽ പ്രാദേശികമായി വാമൊഴിവൈവിദ്ധ്യം, ഇന്നും വളരെയേറെ നിലനിൽക്കുന്നുണ്ടെങ്കിലും വരമൊഴിയുടെ കാര്യത്തിൽ കേരളമൊട്ടാകെ പണ്ടുമുതൽക്കേ ഏകമാനത കൈവരിച്ചുകഴിഞ്ഞിരുന്നു. ഭാഷയുടെ ഉത്ഭവത്തെക്കുറിച്ച്, ഇപ്പോഴും തർക്കംനിലനിൽക്കുന്നു

ചരിത്രം[തിരുത്തുക]
പ്രധാന ലേഖനം: കേരള ചരിത്രം
പ്രാകൃതകാലം മുതലേയുള്ള നിരവധി മനുഷ്യപ്രയാണങ്ങളുടേയും അവയിൽനിന്നുരുത്തിരിഞ്ഞ അധിവാസകേന്ദ്രങ്ങളുടേയും തുടർച്ചയുടെ ബാക്കി പത്രമാണ്‌ ഇന്നത്തെ കേരളം.ഇന്ത്യൻ ഉപഭൂഖണ്ഡത്തിന്റെ ഈ തെക്കുപടിഞ്ഞാറൻ തീരദേശത്ത് ആദ്യമായി എത്തിപ്പെട്ടവർ നെഗ്രിറ്റോയ്ഡ്-ആസ്ത്രലോയ്ഡ് വർഗ്ഗത്തിൽ പെട്ടവരായിരുന്നിരിക്കണം എന്നാണ് വിശ്വസിക്കപ്പെടുന്നത്. കേരളത്തിന്റെ പ്രാകൃതകാലത്ത് ഇന്നുകാണുന്ന സമതലങ്ങൾ ഇല്ലാതിരുന്നതിനാൽ ഇക്കൂട്ടർ മുഖ്യമായും വനങ്ങൾ നിറഞ്ഞ ഉയർന്ന നിരപ്പിലുള്ള മലമ്പ്രദേശങ്ങളാണ് സ്വാഭാവികമായും താവളമാക്കിയത്. ഇവർ മുഖ്യമായും നായാട്ടിലൂടെയും വനങ്ങളിലെ കായ്കനികൾ ഭക്ഷിച്ചുമാണ് ജീവിച്ചിരുന്നത്. കൃഷി അവർക്ക് അജ്ഞാതമായിരുന്നു. ഇവരുടെ പിന്മുറക്കാർ ഇന്നും കേരളത്തിൽ അവശേഷിച്ചിട്ടുണ്ട്. കിഴക്കൻ മലകളിലും കാടുകളിലും കണ്ടുവരുന്ന പണിയർ, ഇരുളർ, കുറിച്യർ, മുതുവാന്മാർ, മലയരയർ, മലവേടർ, ഉള്ളാടർ, കാണിക്കാർ തുടങ്ങിയ ആദിവാസികൾ ഇവരുടെ പിൻഗാമികൾ ആണ്.[20]


ശിലായുഗത്തിലേതെന്ന് വിശ്വസിക്കപ്പെടുന്ന മുനിയറകൾ കേരളത്തിലെ മറയൂർ എന്ന സ്ഥലത്ത്.
പിന്നീട് കടന്നുവന്നവരാണ് ദ്രാവിഡർ. കടൽ കുറേക്കൂടി പിൻവാങ്ങി കൂടുതൽ സമതലപ്രദേശങ്ങൾ ഉയർന്നുവരികയും ഭൂപ്രകൃതിയിൽ കാര്യമായ വ്യത്യാസങ്ങൾ ഉണ്ടാകുകയും ചെയ്തതിനുശേഷമാണ് ഇതെന്നാണ് ചരിത്രഗവേഷകർ കരുതുന്നത്. മഹാശിലസംസ്കാരത്തിന്റെ ഉപജ്ഞാതാക്കൾ ഇവരാണ്. കേരളത്തിൽ നിരവധി സ്ഥലങ്ങളിൽ നിന്നും ഈ സംസ്കാരത്തിന്റെ അവശിഷ്ടങ്ങൾ കണ്ടെടുത്തിട്ടുണ്ട്. കൃഷി അറിയാമായിരുന്ന ഇവർ ആദിമനിവാസികൾ അധിവസിച്ചിരുന്ന വനങ്ങളിലേക്ക് കടക്കാതിരിക്കുകയോ ആദിമനിവാസികൾ സമതലങ്ങളിലേക്ക് കുടിയേറാതിരിക്കുകയോ ചെയ്തിരിക്കാം. ഈ ആദിമനിവാസികൾ തങ്ങളുടേതായ ചുറ്റുപാടുകളിൽ ജീവിച്ചുകൊണ്ട് പുതിയ അയൽക്കാരുമായി കൊള്ളക്കൊടുക്കകളിൽ ഏർപ്പെട്ടിരുന്നതായി പിൽക്കാലത്തെ സംഘം കൃതികളിൽ നിന്ന് മനസ്സിലാക്കാം. ഇവർ കാളി, പൂർവ്വികർ(മുത്തപ്പൻ), പ്രകൃതിശക്തികൾ, മലദൈവങ്ങൾ എന്നിവരെ ആരാധിച്ചിരുന്നു.

ഇതിഹാസങ്ങളും പുരാണങ്ങളും രചിക്കപ്പെട്ടതിനു ശേഷം ഇന്നത്തെ രൂപത്തിലേക്ക് എത്തിപ്പെടുമ്പോഴേക്ക് ഏതായാലും കേരളം എന്ന വാക്ക് ഒരു സ്വതന്ത്രാസ്തിത്വം നേടിയിരുന്നു. ബി.സി.എട്ടാം നൂറ്റാണ്ടിൽ രചിക്കപ്പെട്ടു എന്ന് വിശ്വസിക്കപ്പെടുന്ന രാമായണത്തിലെ കിഷ്കിന്ധാകാണ്ഡം 41ആം സർഗത്തിൽ കേരളത്തെപ്പറ്റി പരാമർശമുണ്ട്. സുഗ്രീവൻ, വാനരന്മാരെ ദക്ഷിണദേശത്തേയ്ക്കയക്കുമ്പോൾ കാണാവുന്ന രാജ്യങ്ങളെപ്പറ്റി രാമായണത്തിൽ ഇങ്ങനെ പറയുന്നു:

“	
നദീം ഗോദാവരീം ചൈവ
സർവമേവാനുപശ്യത
തഥൈവാന്ധ്രാൻ ച പൗണ്ഡ്രാൻ ച
ചോളാൻ പാണ്ഡ്യാൻ ച കേരളാൻ

”
മഹാഭാരതത്തിൽ ഭാരതഭൂമിയുടെ തെക്കേ അറ്റത്തുള്ള രാജ്യങ്ങളെപ്പറ്റി പ്രസ്താവിക്കുമ്പോൾ ദ്രമിഡം, കേരളം, കർണാടകം മുതലായ നാമങ്ങൾ വരുന്നു. അതിനാൽ വ്യാസൻ ഭാരതമെഴുതിയ കാലഘട്ടത്തിൽ കേരളരാജ്യമുണ്ടായിരുന്നുവെന്നും അത് ദ്രാവിഡദേശത്തുനിന്നും ഭിന്നമായിരുന്നു എന്നും മനസ്സിലാക്കാം. മഹാഭാരതത്തിൽ ആദിപർവം 175ആം അധ്യായത്തിലും, സഭാപർവം 31ആം അധ്യായത്തിലും, വനപർവം 254ആം അധ്യായത്തിലും, ദ്രോണപർവം 70ആം അധ്യായത്തിലും കേരളത്തെപ്പറ്റി പരാമർശമുണ്ട്. രുക്മിണീസ്വയംവരത്തിൽ സംബന്ധിക്കുന്നതിനായി ദക്ഷിണദേശത്തുനിന്നും ചോളനും, പാണ്ഡ്യനും, കേരളനും വിദർഭ രാജധാനിയിൽ സന്നിഹിതരായിരുന്നതായി ഭാഗവതം ദശമസ്കന്ധത്തിൽ പ്രസ്താവിക്കുന്നു. ബ്രഹ്മാണ്ഡപുരാണം, അഗ്നിപുരാണം എന്നിവയിലും കേരളത്തെപ്പറ്റി പരാമർശമുണ്ട്.

പുരാണങ്ങളും ഇതിഹാസങ്ങളും രചിക്കപ്പെട്ടുകഴിഞ്ഞ് ഏറെക്കാലം കഴിഞ്ഞാണ് അവ ഇന്നത്തെ മട്ടിലായതെന്നും അതിനിടെ അവയിൽ പ്രക്ഷിപ്തമായി പലതും കടന്നുകൂടിയിട്ടുണ്ടാകുമെന്നും പണ്ഡിതമതമുണ്ട്.

അശോകചക്രവർത്തിയുടെ രണ്ടാം ശിലാശാസനത്തിൽ ഇപ്രകാരം രേഖപ്പെടുത്തിയിരിക്കുന്നു :

"ദേവന്മാർക്ക് പ്രിയനാകിയ രാജാ പ്രിയദർശിയുടെ രാജ്യത്തും അയൽ രാജ്യങ്ങളായ ചോള, പാണ്ഡ്യ, സത്യപുത്ര, കേരളപുത്ര രാജ്യങ്ങളിലും, താമ്രപർണിയിലും യവനരാജാവായ ആന്റിയോക്കോസ് ഭരിക്കുന്ന സ്ഥലത്തും അതിന്റെ അയൽ രാജ്യങ്ങളിലും ദേവാനാംപ്രിയ രാജാപ്രിയദർശി രണ്ടുതരം ചികിത്സക്കുള്ള ഏർപ്പാടുകൾ ചെയ്തിരിക്കുന്നു: മനുഷ്യർക്കുള്ള ചികിത്സക്കും കന്നുകാലികൾക്കുള്ള ചികിത്സക്കും. ...".
കേരളത്തെപ്പറ്റിയുള്ള ഏറ്റവും പഴക്കമേറിയ രേഖ ക്രിസ്തുവിനു മുമ്പ് 272-നും 232-നും ഇടയിൽ മദ്ധ്യേന്ത്യയിൽ അശോകചക്രവർത്തി സ്ഥാപിച്ച ഒരു ശിലാഫലകത്തിൽ (രണ്ടാം ശിലാശാസനം) നിന്നാണ് ലഭിച്ചിരിക്കുന്നത്.[21] കേരളരാജാവിന്റെ പേര് അശോകശാസനത്തിൽ പറയുന്നില്ലെങ്കിലും ഇവിടെ കേരളപുത്ര എന്ന് പരാമർശിക്കപ്പെടുന്നത് കേരളമാണെന്ന് അനുമാനിക്കപ്പെടുന്നു. ശിലാശാസനം 13-ലും ഇതേരീതിയിലുള്ള പരാമർശം കാണാം. താമ്രപർണി എന്ന് പരാമർശിക്കപ്പെടുന്ന പ്രദേശം ഇന്നത്തെ ശ്രീലങ്കയാണ്.

കേരളവും മദ്ധ്യധരണ്യാഴി മേഖലയിലെ ജനങ്ങളുമായുള്ള വ്യാപാരബന്ധത്തിന് പുരാതനമായ ചരിത്രമുണ്ട്. ബി.സി.ഇ. 1000-ൽ സോളമന്റെ കപ്പലുകളിൽ ഫൊണീഷ്യന്മാർ കേരളതീരത്തുള്ള ഓഫിർ എന്ന തുറമുഖം സന്ദർശിക്കാറുണ്ടായിരുന്നു. ഇന്നത്തെ പൂവാർ എന്ന ഗ്രാമത്തിലാണ് ഈ ഓഫീർ തുറമുഖം നിലനിന്നിരുന്നത് എന്നും കരുതപ്പെടുന്നു.[22] ബൈബിളിൽ പലയിടത്തായി കേരളത്തെ പറയുന്നുണ്ടെങ്കിലും ആനകളെ കുറിച്ച് പറയുന്ന സ്ഥലത്തു ഇന്ത്യയിൽ നിന്നും കൊണ്ട് വന്ന ആന എന്ന് വ്യകതമായി പറയുന്നുണ്ട്. ബൈബിളിൽ എസ്തറിന്റെ പുസ്തകത്തിൽ വർഷം ബി.സി. 483-482 തുടങ്ങി മാർച്ച് 473 ബി.സി. കാലഘട്ടത്തിൽ നടന്ന കാര്യങ്ങൾ ഇന്ത്യയെയും പരാമർശ്ശിക്കുന്നുണ്ട്.

Esther 1:1: ഈ നൂറ്റിരുപതു-ഏഴ് ഇന്ത്യ ൽ നിന്ന് എത്തിയോപ്പിയ ലേക്കുള്ള സംസ്ഥാനങ്ങൾക്കു ഭരിച്ചിരുന്ന അഹശ്വേരോശ്രാജാവു അതേ അഹശ്വേരോശിന്റെ കാലത്തു സംഭവിച്ചു.

Esther 8:9: രാജാവിന്റെ സെക്രട്ടറിമാർ ഇരുപത്തിമൂന്നാം തിയ്യതി, ആ സമയത്ത് എത്തിയാണ് മൂന്നാം മാസം സിവാനിലുള്ള മാസം ആണ്; ഒരു കല്പന യെഹൂദന്മാരോടു ദേശാധിപന്മാരും നാടുവാഴികൾക്കും എത്യോപ്യ ഇന്ത്യ നിന്നും പ്രവിശ്യകളിൽ ഉദ്യോഗസ്ഥർക്കു മൊർദ്ദെഖായിയുടെ കല്പിച്ച ഒക്കെയും എഴുതിയിരിക്കുന്നത്, സ്വന്തം സ്ക്രിപ്റ്റിൽ ഒപ്പം ലേക്ക് നൂറ് ഇരുപത്തിയേഴു പ്രവിശ്യകളുടെ ഓരോ .കരയിലെ സ്വന്തം ഭാഷയിൽ, തങ്ങളുടെ സ്ക്രിപ്റ്റ് അവരുടെ ഭാഷ യഹൂദന്മാരുടെ ജാതികളെ ഒക്കെയും.
Esther 3:13: ഈ കത്തിന്റെ പകർപ്പാണ്: "മഹാരാജാവായ അർത്ഥഹ് ഇന്ത്യ ൽ നിന്ന് എത്തിയോപ്പിയ ലേക്ക് അവരെ കീഴിൽ ഉദ്യോഗസ്ഥർ നൂറു ഇരുപത്തിയേഴു പ്രവിശ്യകൾക്ക് ഗവർണർമാർ താഴെ എഴുതുന്നു
1 Maccabees 6:37: ആനകളെ ന് തടി ഗോപുരങ്ങൾ ആയിരുന്നു ശക്തവും മൂടി; പ്രത്യേക ആയുധം ഓരോ മൃഗം പതിഞ്ഞിരുന്നു, ഓരോ അവിടെ നിന്ന് പോരാടിയ നാലു പടയാളികൾ, കൂടാതെ അതിന്റെ ഇന്ത്യൻ ഡ്രൈവർ ആയിരുന്നു.
1 Maccabees 8:8: ഇന്ത്യ, മീഡിയ, ലുദിയയുടെ രാജ്യങ്ങളിൽ. ഈ അവർ അവനെ നിന്ന് എടുത്തു രാജാവ് Eumenes കൊടുത്തു.

1 Esdras 3:2: എത്തിയോപ്പിയ ഇന്ത്യ മുതൽ നൂറു ഇരുപത്തിയേഴു satrapies അവനെ കീഴിൽ ആയിരുന്നു എല്ലാ പ്രധാനദേശാധിപന്മാരും ആൻഡ് ജനറൽമാരും ഗവർണർമാർ.
ക്രിസ്തുവിനു ശേഷമുളള ആദ്യനൂറ്റാണ്ടുകളിലെ ഗ്രീക്ക്, റോമൻ, ചൈനീസ് യാത്രാരേഖകളിൽ കേരളത്തെപ്പറ്റിയുളള വിവരണങ്ങൾ കാണാം. ക്രി.മു. 302 സെലൂക്കസ് നിക്കേറ്റർ അയച്ച സഞ്ചാരിയായ മെഗസ്തനീസിന്റെ വിവരണങ്ങളിൽ കേരളത്തെപ്പറ്റിയും ഇവിടത്തെ തുറമുഖത്തെപ്പറ്റിയും വിവരണം ഉണ്ട്. ക്രി.വ. ആദ്യ നൂറ്റാണ്ടിൽ എഴുതപ്പെട്ട പെരിപ്ലസ് എന്ന സഞ്ചാരസാഹിത്യത്തിൽ കേരളത്തിനെക്കുറിച്ച് നിരവധി പരാമർശങ്ങൾ ഉണ്ട്.

പുരാതന കാലം മുതൽ കേരളം ചേര രാജവംശത്തിനു കീഴിലായിരുന്നു. തമിഴ് ആയിരുന്നു ചേരൻമാരുടെ വ്യവഹാര ഭാഷ. തമിഴിൽ നിന്നും വേറിട്ട് മലയാള ഭാഷ ഉത്ഭവിച്ചതോടെയാണ് കേരളത്തിന്റെ തനതു ചരിത്രം പിറക്കുന്നത്. ക്രിസ്ത്വബ്ദത്തിന്റെ തുടക്കത്തിലേ കേരളത്തിൽ ക്രിസ്തുമതത്തിനു പ്രചാരം ലഭിച്ചു. ക്രിസ്തുവിനു മുൻപു തന്നെ കേരളീയർ യഹൂദരുമായി വ്യാപാര ബന്ധങ്ങളിൽ ഏർപ്പെട്ടിരുന്നു. ക്രിസ്തു ശിഷ്യനായ തോമസിന്റെ കേരളത്തിലേക്കുളള വരവിനു കളമൊരുക്കിയതു ഈ ബന്ധമാണെന്നു കരുതപ്പെടുന്നു. അതിനു വളരെക്കാലം മുന്നേ തന്നെ ബുദ്ധ-ജൈനമതങ്ങളും കേരളത്തിൽ എത്തിയിരുന്നു. എട്ടാം നൂറ്റാണ്ടോടു കൂടി ബുദ്ധമതം ക്ഷയിക്കുകയും ഹിന്ദുമതം പ്രബലമായിത്തീരുകയും ചെയ്തു. എട്ടാം നൂറ്റാണ്ടിൽ കേരളത്തിലെത്തിയ അറബി വ്യാപാരികളാണ് മലബാറിലെ പ്രബലമായ മുസ്ലിം ജനവിഭാഗത്തിന്റെ പിറവിക്കു പിന്നിൽ.

പത്താം നൂറ്റാണ്ടു മുതൽ കേരളത്തിൽ പ്രാദേശികമായി അസംഖ്യം ജന്മി പ്രഭുക്കന്മാർ വളർന്നു വന്നു. ഇവരുടെ അധികാരവടംവലികൾക്കും ബലപരീക്ഷണങ്ങൾക്കുമൊടുവിൽ ആത്യന്തികമായി, പതിനെട്ടാംനൂറ്റാണ്ടോടെ. സാമൂതിരി, കൊച്ചി രാജാവ്, തിരുവിതാംകൂർ രാജാവ് എന്നിങ്ങനെ മൂന്നു പ്രധാന അധികാരകേന്ദ്രങ്ങൾ നിലവിൽ വന്നു. വടക്ക് ചിറക്കൽ, കോലത്തിരി, വള്ളുവകോനാതിരി, തുടങ്ങിയ രാജവംശങ്ങളും മലബാറിൽ ചെറിയ പ്രദേശങ്ങളിൽ അറക്കലും തിരൂർ സ്വരൂപവും, കുറുബ്രാനാട്, കടത്തനാട്, കൊടുങ്ങല്ലൂര് രാജവംശവും മേൽക്കൊയ്മ നിലനിർത്തിപ്പോന്നു. തുടർന്നാണ് കേരളം വിദേശാധിപത്യത്തിനു കീഴിലാവുന്നത്. ബ്രിട്ടീഷുകാർ അധികാരമുറപ്പിക്കുന്ന കാലമായപ്പോഴേക്ക് ഈ പ്രദേശങ്ങൾ മുഴുവൻ ബ്രിട്ടീഷ്‌‌ മലബാർ, കൊച്ചി, തിരുവിതാംകൂർ എന്നിങ്ങനെ മൂന്ന് ഭരണസംവിധാനങ്ങൾക്ക് കീഴിലായി.


1572 ലെ കാലിക്കറ്റ് പോർട്ട് - പോർട്ടുഗീസുകാരുടെ കാലത്ത് വരച്ചത്, ജോർജ്ജ് ബ്രൗൺ ഫ്രാൻസ് ഹോഗെൻബെർ എന്നിവരുടെ ചിവിയേറ്റ്സ് ഓർബിസ് ടെറാറും എന്ന അറ്റ്ലസിൽ നിന്ന്
പോർച്ചുഗീസ് സഞ്ചാരിയായ വാസ്കോ ഡ ഗാമ 1498-ൽ കേരളത്തിൽ എത്തിയത് കേരളത്തിൽ നിന്നുളള സുഗന്ധവ്യഞ്ജന വ്യാപാരത്തിൽ അറബികളുടെ മേൽക്കോയ്മ തകർക്കുക എന്ന ഉദ്ദേശ്യത്തോടെ ആയിരുന്നു. അതുവരെ യൂറോപ്പുമായുളള വ്യാപാര ബന്ധങ്ങളുടെയെല്ലാം ഇടനിലക്കാർ അറബികളായിരുന്നു. ഏതായാലും കേരളത്തിന്റെ കടൽമുഖങ്ങൾ യൂറോപ്യൻ വ്യാപാരികൾക്കു മുന്നിൽ തുറക്കപ്പെട്ടതോടെ ഭൂമിമലയാളത്തിന്റെ ചരിത്രഗതി മാറിമറിഞ്ഞു. ഇതോടെ കേരളത്തിന്റെ മാത്രമല്ല, ഇന്ത്യയുടെ ചരിത്രത്തിൽ തന്നെ പുതിയ അദ്ധ്യായം തുറക്കുകയായി. കേരള ചരിത്രത്തിൽ ക്രമബദ്ധമായ രേഖകൾ പാശ്ചാത്യനാടുകളിൽ ലഭ്യമാകുന്നത് വാസ്കോഡഗാമയുടെ കേരള സന്ദർശനത്തോടെയാണ്.[23]

പോർച്ചുഗീസുകാരെത്തുടർന്ന് ഡച്ചുകാരും ഫ്രഞ്ചുകാരും അവസാനമായി ബ്രിട്ടീഷുകാരും കേരളത്തിൽ സ്വാധീനമുറപ്പിച്ചു. പിന്നീടുള്ള കേരളചരിത്രത്തിലെ പ്രധാന ഏടുകളിലെല്ലാം വിദേശാധിപത്യത്തിനെതിരെ നടന്ന നിരവധി സമരങ്ങൾ കാണാൻ കഴിയും.


ഡച്ച് കമാന്ററായ ഡി. ലെനോയ് മാർത്താണ്ഡവർമ്മക്ക് മുൻപിൽ കുളച്ചൽ യുദ്ധത്തിനു ശേഷം പത്മനാഭകൊട്ടാരത്തിൽ വച്ച് കീഴടങ്ങുന്നു
ബ്രിട്ടീഷുകാർ കേരളത്തിൽ സ്വാധീനമുറപ്പിച്ചതുമുതൽ കേരളം തിരുവിതാംകൂർ, കൊച്ചി, മലബാർ എന്നിങ്ങനെ മൂന്നായി തിരിഞ്ഞുകിടക്കുകയായിരുന്നു. മലബാർ പ്രദേശം മദിരാശി സംസ്ഥാനത്തിന്റെ ഭാഗമായി ബ്രിട്ടീഷുകാരുടെ നേരിട്ടുള്ള ഭരണത്തിനു കീഴിലായിരുന്നു. തിരുവിതാംകൂറിലും കൊച്ചിയിലും നാട്ടുരാജാക്കൻമാരിലൂടെയായിരുന്നു ഭരണം. 1947ൽ ഇന്ത്യ സ്വതന്ത്രയായ ശേഷം, ഐക്യകേരളത്തിനുവേണ്ടിയുള്ള പ്രക്ഷോഭങ്ങൾ ശക്തിപ്പെട്ടു. ഇതേത്തുടർന്ന്, 1956 നവംബർ ഒന്നിനാണ് മലയാളം പ്രധാനഭാഷയായ പ്രദേശങ്ങളെല്ലാം കൂട്ടിച്ചേർത്തുകൊണ്ട് കേരളം എന്ന സംസ്ഥാനം രൂപവത്കരിച്ചത്. ഇതിന്റെ അടിസ്ഥാനത്തിൽ നവംബർ ഒന്ന് കേരളപ്പിറവിദിനമായി ആഘോഷിക്കപ്പെടുന്നു.

നാഴികക്കല്ലുകൾ[തിരുത്തുക]

പത്തൊൻപതാം നൂറ്റാണ്ടിലെ മദ്രാസ് പ്രവിശ്യയുടെ മാപ്. മലബാർ, കൊച്ചി, തിരുവിതാംകൂർ, തെക്കെ കാനറ ജില്ലയുടെ ഭാഗങ്ങൾ എന്നിവ ചേർന്നാണ് കേരളം രൂപപ്പെട്ടത്.
	 ലേഖനത്തിലെ ഈ വിഭാഗം അപൂർണ്ണമാണ്‌. ഇതു പൂർത്തിയാക്കാൻ സഹായിക്കുക.
ക്രി.മു. 350 – ക്രി.മു. 275 – ചാണക്യന്റെ അർത്ഥശാസ്ത്രത്തിൽ കേരളത്തെക്കുറിച്ച് പരാമർശം.
ക്രി.മു. 270 – അശോകന്റെ രണ്ടാം ശിലാശാസനത്തിൽ കേരളത്തെക്കുറിച്ച് പരാമർശം.
52 – ക്രിസ്തുശിഷ്യൻ തോമാശ്ലീഹ കേരളത്തിൽ വന്നു എന്നു കരുതപ്പെടുന്നു.
66–68 – ജൂതന്മാരുടെ ആഗമനം
550 കുരുമുളകിനേയും നാളികേരത്തേയും കുറിച്ച് കോസ്മാസ് ഇൻഡികോപ്ലൂസ്റ്റിസ് വിവരിക്കുന്നു.
630 – മാലിക് ഇബ്നു ദിനാർ കേരളത്തിൽ എത്തുന്നു
788 – ശങ്കരാചാര്യർ ജനിച്ചു.
800 – രണ്ടാം ചേരസാമ്രാജ്യത്തിന്റെ തുടക്കം – കുലശേഖരവർമ്മൻ.
825 – കൊല്ലവർഷാരംഭം.
1090 – രാമവർമ്മ കുലശേഖരന്റെ ഭരണാരംഭം.
1102 – രണ്ടാം ചേരസാമ്രാജ്യത്തിന്റെ അന്ത്യം. പ്രാദേശികസ്വരൂപങ്ങളുടെ ആവിർഭാവം.
1341 – വെള്ളപ്പൊക്കത്തെ തുടർന്ന് കൊടുങ്ങല്ലൂരിലെ മുസിരിസ് തുറമുഖം അപ്രത്യക്ഷമാകുന്നു, കൊച്ചിയിൽ ഒരു സ്വാഭാവികതുറമുഖം രൂപം കൊള്ളുന്നു.
1498 – വസ്കൊ ഡി ഗാമ കോഴിക്കോടിനടുത്ത് കപ്പലിറങ്ങുന്നു. യൂറോപ്പ്യൻന്മാർ കേരളത്തിലേക്ക്.
1653 – കൂനൻ കുരിശുസത്യം
1789 – ടിപ്പു സുൽത്താൻ കേരളം ആക്രമിക്കുന്നു.
ഐതിഹ്യം[തിരുത്തുക]

പരശുരാമൻ മഴുവെറിഞ്ഞ് കേരളത്തെ വീണ്ടെടുക്കുന്നു
കേരളോല്പത്തിയെ കുറിച്ചുള്ള ഐതിഹ്യത്തിൽ, വിഷ്ണുവിന്റെ അവതാരമായ പരശുരാമൻ ക്ഷത്രിയ നിഗ്രഹം കഴിഞ്ഞ് ബ്രാഹ്മണർക്ക് ദാനം ചെയ്യാനായി തന്റെ ആയുധമായ പരശു(മഴു) കൊണ്ട് സമുദ്രത്തിൽ നിന്ന് വീണ്ടെടുത്ത പ്രദേശമാണ് കേരളക്കരയെന്നു പറയുന്നു.[24] തദ്ദേശവാസികളെ അടിച്ചമർത്തി പുറത്തു നിന്നും വന്നവർ കാര്യക്കാർ ആയതിനെ ഈ കഥ സൂചിപ്പിക്കുന്നു
ഭൂമിശാസ്ത്രം[തിരുത്തുക]
പ്രധാന ലേഖനം: കേരളത്തിന്റെ ഭൂമിശാസ്ത്രം

കേരളത്തിലെ ഏറ്റവും ഉയരമുള്ള കൊടുമുടി- ആനമുടി (2695 മീറ്റർ)
കേരളം ഒരു ചെറിയ സംസ്ഥാനമാണിത്. ഇന്ത്യയുടെ വെറും 1.18 ശതമാനം വിസ്തീർണ്ണമേ കേരളത്തിനുള്ളൂ. എന്നാൽ ജനസംഖ്യയുടെ കാര്യത്തിൽ 3-4 % വരുന്നുണ്ട്. അക്ഷാംശം 8o17' 30" മുതൽ 12o47‘40“ വരെയും രേഖാംശം കിഴക്ക് 74o51‘57“ മുതൽ 77o 24‘47“ വരെയുമാണ് കേരളത്തിന്റെ കിടപ്പ്. ആകെ വിസ്തീർണ്ണം 38,863 ചതുരശ്ര കിലോമീറ്ററാണ്. തെക്കുവടക്ക് നിളം 560 കി.മീറ്ററും കിഴക്ക് പടിഞ്ഞാറ് ശരാശരി വീതി 60 കിലോമീറ്ററും ആണ്. കേരളത്തിന്റെ വടക്കേ അറ്റത്തെ വീതി 11 കി. മീ ആണെങ്കിൽ എറണാകുളം, ഇടുക്കി ജില്ലകളിൽ 124 കിലോമീറ്റർ വരെ വീതിയുണ്ട്. തെക്കോട്ട് വീണ്ടും വീതി കുറഞ്ഞ് വരുന്നു.

ജില്ലകൾ[തിരുത്തുക]
പ്രധാന ലേഖനം: കേരളത്തിലെ ജില്ലകൾ

കേരളത്തിലെ ജനസാന്ദ്രത ഭൂപടം. ഇരുണ്ട നിറം കൂടിയ ജനസാന്ദ്രതയും ഇളം നിറം കുറഞ്ഞ ജനസാന്ദ്രതയും കാണിക്കുന്നു.
കേരളത്തിലെ പതിനാല് ജില്ലകൾ വടക്കേ മലബാർ, തെക്കേ മലബാർ, കൊച്ചി, തിരുവിതാംകൂർ എന്നീ നാല് ചരിത്രപരമായ പ്രദേശങ്ങളിലായി കിടക്കുന്നു. ഈ കാഴ്ചപ്പാടിന്ന് ഇവിടെ, പതിനെട്ടാം നൂറ്റാണ്ടിന്റെ അവസാനത്തോടെ, ബ്രിട്ടിഷ്ഭരണസംവിധാനങ്ങൾ രൂപംകൊണ്ട കാലത്തോളമേ പഴക്കമുള്ളൂ. അതിന്നുമുൻപ് ഇവിടങ്ങളിൽ ഉണ്ടായിരുന്നത് അനേകം നാട്ടുരാജ്യങ്ങളായിരുന്നു. ഈ പ്രദേശങ്ങളിലായി കിടക്കുന്ന ഓരോ ജില്ലകളും താഴെക്കൊടുക്കുന്നു.

വടക്കേ മലബാർ: കാസറഗോഡ്, കണ്ണൂർ, വയനാട് ജില്ലയിലെ മാനന്തവാടി താലൂക്ക്, കോഴിക്കോട് ജില്ലയിലെ വടകര താലൂക്ക്
തെക്കേ മലബാർ: വയനാട് ജില്ലയിലെ മാനന്തവാടി താലൂക്ക് ഒഴിച്ചുള്ള ഭാഗങ്ങൾ, കോഴിക്കോട് ജില്ലയിലെ വടകര താലൂക്ക് ഒഴിച്ചുള്ള ഭാഗങ്ങൾ, മലപ്പുറം, പാലക്കാട് ജില്ലയുടെയും, തൃശ്ശൂർ ജില്ലയുടെയും ചിലഭാഗങ്ങൾ
കൊച്ചി: എറണാകുളം, പാലക്കാട് ജില്ലയുടെയും, തൃശ്ശൂർ ജില്ലയുടെയും ചിലഭാഗങ്ങൾ
തിരുവിതാംകൂർ: കോട്ടയം, ഇടുക്കി, ആലപ്പുഴ, പത്തനംതിട്ട, കൊല്ലം, തിരുവനന്തപുരം
കേരളത്തിൽ 14 ജില്ലകൾ, 27 റവന്യൂ ഡിവിഷനുകൾ, 78 താലൂക്കുകൾ, 1664 റവന്യൂ വില്ലേജുകൾ, 6 കോർപ്പറേഷനുകൾ 87 നഗരസഭകൾ 941 ഗ്രാമപഞ്ചായത്തുകൾ എന്നിങ്ങനെ വിഭജിച്ചിരിക്കുന്നു.

കേന്ദ്രഭരണപ്രദേശമായ പുതുച്ചേരിയുടെ ഭാഗമായ മാഹിയുടെ അതിരുകൾ മുഴുവൻ കേരളവുമായാണ് പങ്കുവെക്കുന്നത്. തിരുവനന്തപുരമാണ് സംസ്ഥാന തലസ്ഥാനവും ഏറ്റവും കൂടുതൽ ജനസംഖ്യയുള്ള നഗരവും.[25] കൊച്ചിയാണ് ഏറ്റവും കൂടുതൽ ജനങ്ങൾ നഗരാതിർത്തിയിലായി വസിക്കുന്നതും.[26] വലിയ തുറമുഖ നഗരവും. കോഴിക്കോട്, തൃശ്ശൂർ, കണ്ണൂർ എന്നിവയാണ് പ്രധാന വാണിജ്യനഗരങ്ങൾ. ഏറ്റവും കൂടുതൽ ജനങ്ങൾ നഗരങ്ങളിൽ താമസിക്കുന്നത് കണ്ണൂർ ജില്ലയിലാണ്. ഇവിടത്തെ 50 ശതമാനത്തിലധികം ജനങ്ങൾ നഗരത്തിലാണ് വസിക്കുന്നത്.[27] കേരളത്തിലെ ഹൈക്കോടതി എറണാകുളത്താണ് സ്ഥിതി ചെയ്യുന്നത്.

കേരളത്തിലെ പ്രധാന നഗരങ്ങൾ
(2001 Census of India estimate)[28]
റാങ്ക്	നഗരം	ജില്ല	ജനസംഖ്യ	
തിരുവനന്തപുരം
തിരുവനന്തപുരം


കൊച്ചി
കൊച്ചി

01	തിരുവനന്തപുരം	തിരുവനന്തപുരം	744,983
02	കൊച്ചി	എറണാകുളം	595,575
03	കോഴിക്കോട്	കോഴിക്കോട്	436,556
04	കൊല്ലം	കൊല്ലം	361,029
05	തൃശ്ശൂർ	തൃശ്ശൂർ	317,526
06	കണ്ണൂർ	കണ്ണൂർ	232,486	
07	ആലപ്പുഴ	ആലപ്പുഴ	187,495	
08	പാലക്കാട്	പാലക്കാട്	130,767	
09	തലശ്ശേരി	കണ്ണൂർ	99,387	
10	പൊന്നാനി	മലപ്പുറം	87,495	
11	മഞ്ചേരി	മലപ്പുറം	83,024	
നദികൾ[തിരുത്തുക]
പ്രധാന ലേഖനം: കേരളത്തിലെ നദികൾ
44 നദികളാണ് കേരളത്തിലുള്ളത് അവയിൽ 41 ഉം പടിഞ്ഞാറോട്ടൊഴുകുന്നു. കബനി, ഭവാനി, പാമ്പാർ എന്നീ മൂന്ന് നദികൾ കിഴക്കോട്ടൊഴുകി കാവേരിയിൽ ചേരുന്നു. 15 കിലോമീറ്ററിനു മേലെ നീളമുള്ളവയെയാണ് നദികൾ എന്നു വിളിക്കുന്നത്, അതിനു താഴെ നിരവധിയുണ്ടെങ്കിലും അവയെ നദികളുടെ ഗണത്തിൽ പെടുത്തിയിട്ടില്ല. കേരളത്തിലെ മിക്ക നദികളും ഒരേ ദിശയിൽ ഒഴുകുന്നു. കേരളത്തിലെ നദികൾ മറ്റു സംസ്ഥാനങ്ങളിലേതിനോടപേക്ഷിച്ച് വളരെ ചെറുതാണ്. കേരളത്തിലെ ഏറ്റവും വലിയ നദി പെരിയാർ ആണ്. കേരളത്തിൽ നദികളെ ആശ്രയിച്ചായിരുന്നു ആദിമകാലത്തിൽ ഗതാഗതം നടന്നിരുന്നത്. നദികളിൽ നിന്ന് ജലസേചനം മത്സ്യബന്ധനം എന്നിവക്കു പുറമേ വിദ്യുച്ഛക്തിയും കേരളത്തിൽ ഉത്പാദിപ്പിക്കപ്പെടുന്നുണ്ട്. ജലസേചനത്തിനും ജലവൈദ്യുത നിർമ്മാണത്തിനുമായി നിരവധി അണക്കെട്ടുകൾ കേരളത്തിൽ നിർമ്മിക്കപ്പെട്ടിരിക്കുന്നു.

ഭൂഗർഭജലം[തിരുത്തുക]
കേന്ദ്രീയ ഭൂഗർഭജല ബോർഡും കേരള ഭൂഗർഭജല വകുപ്പും സംയുകതമായി കേരളത്തിലെ ഭൂഗർഭജല സമ്പത്തിന്റെ അളവു് നിശ്ചിത ഇടവേളകളിൽ കണക്കാക്കാറുണ്ട്. കേരളത്തിലെ ആയിരത്തോളം കിണറുകളിൽ കേന്ദ്രീയ ഭൂഗർഭജല ബോർഡ് പഠനത്തിനായി നിരീക്ഷിക്കുന്നുണ്ട്.

2011ലെ കണക്കനുസരിച്ച് ഏകദേശം കേരളത്തിൽ ലഭ്യമായ ഭൂഗർഭജലം 6696 ഘനലക്ഷം മീറ്ററാണ്. വാർഷിക ഭൂഗർഭജല ലഭ്യത 6070 ഘനമീറ്ററാണ്. 3070 ഘനമീറ്റർ ഭൂഗർഭജലം കൃഷിയ്ക്ക് ലഭ്യമാണ്. കൂടുതൽ ഭൂഗർഭജല വിനിയോഗം കാസറഗോഡും (77ശതമാനം) കുറവ് വയനാടും (18ശതമാനം) ആണ്. അതിചൂഷണം പാലക്കാട് ജില്ലയിലെ ചിറ്റൂരിലാണ്.

അർധഗുരുതരമായ 23 ബ്ലോക്കുകലുണ്ട്. കാസറഗോഡ്, മലമ്പുഴ ബോക്കുകളെ ഗുരുതരമായും ചിറ്റൂർ ബ്ലോക്കിനെ അതീവ ഗുരുതരമായും വർഗ്ഗീകരിച്ചിരിക്കുന്നു.

2025ൽ ഗാർഹിക-വ്യാവസായിക ആവശ്യങ്ങൾക്ക് 1710 ഘനമീറ്ററാകും. ഇത് കൃഷിയ്ക്കാവശ്യമായത് ഒഴിവാക്കിയാണ്.[29]

വൈദ്യുത പദ്ധതികൾ[തിരുത്തുക]

ഇടുക്കി അണക്കെട്ട഼
നദീജല പദ്ധതികൾ[തിരുത്തുക]
കേരളത്തിലെ പ്രധാന നദീജല പദ്ധതികൾ.

ജലവൈദ്യുത പദ്ധതികൾ	ജില്ല	ബന്ധപ്പെട്ട നദികൾ
പള്ളിവാസൽ ജലവൈദ്യുത പദ്ധതി	ഇടുക്കി	മുതിരപ്പുഴ
ശെങ്കുളം ജലവൈദ്യുത പദ്ധതി	ഇടുക്കി	മുതിരപ്പുഴ
പന്നിയാർ ജലവൈദ്യുത പദ്ധതി	ഇടുക്കി	മുതിരപ്പുഴ
നേര്യമംഗലം ജലവൈദ്യുത പദ്ധതി	ഇടുക്കി	മുതിരപ്പുഴ
ഇടുക്കി ജലവൈദ്യുത പദ്ധതി	ഇടുക്കി	പെരിയാർ
*ഇടമലയാർ ജലവൈദ്യുത പദ്ധതി	എറണാകുളം	ഇടമലയാർ
പെരിങ്ങൽകുത്ത് ജലവൈദ്യുത പദ്ധതി	തൃശൂർ	ഷോളയാർ
കുറ്റ്യാടി ജലവൈദ്യുത പദ്ധതി	കോഴിക്കോട്	കുറ്റ്യാടിപ്പുഴ
കല്ലട ജലവൈദ്യുത പദ്ധതി	കൊല്ലം	കല്ലടയാർ
പവനോർജ്ജ പദ്ധതികൾ[തിരുത്തുക]
കാറ്റിൽ നിന്നുള്ള വൈദ്യുത പദ്ധതികൾ

പവനോർജ്ജ പദ്ധതികൾ	ജില്ല	ശേഷി (മെഗാ വാട്ടിൽ)
കഞ്ചിക്കോട്	പാലക്കാട്	2.025
രാമക്കൽമേട്	ഇടുക്കി	14.25
അഗളി	പാലക്കാട്	17.40
[30]

താപവൈദ്യുത നിലയങ്ങൾ[തിരുത്തുക]
താപോർജ്ജ വൈദ്യുത പദ്ധതികൾ

താപോർജ്ജ പദ്ധതികൾ	ജില്ല	ശേഷി (മെഗാ വാട്ടിൽ)
ബ്രഹ്മപുരം (കെ.എസ്.ഇ.ബി)	എറണാകുളം	106.6
കോഴിക്കോട് (കെ.എസ്.ഇ.ബി)	കോഴിക്കോട്	128.00
കായംകുളം (എൻ.ടി.പി.സി)	ആലപ്പുഴ	398.58
ബി.എസ്.ഇ.എസ് (കെ.എസ്.ഇ.ബി)	എറണാകുളം	157.00
കാസറഗോഡ് പവർ കോർപറേഷൻ	കാസറഗോഡ്	20.44
[30]

സഹ ഉത്പാദനം[തിരുത്തുക]
താപോർജ്ജ പദ്ധതികൾ	ജില്ല	ശേഷി (മെഗാ വാട്ടിൽ)
എം.പി.എസ്. സ്റ്റീൽ കോ-ജനറേഷൻ)	പാലക്കാട്	10
പി.സി.ബി.എൽ. ലിമിറ്റഡ് കോ-ജനറേഷൻ	എറണാകുളം	10
[30]

കടലും തീരവും[തിരുത്തുക]
കേരളത്തിന് 580 കിലോമീറ്റർ നീളത്തിൽ കടൽത്തീരമുണ്ട്.[31] 14 ജില്ലകളിൽ 9ഉം കടലിനോട് ചേർന്നു കിടക്കുന്നവയാണ്[31]. അന്തർദേശീയധാരണ അനുസരിച്ച് കരയിൽ നിന്ന് 320 കിലോമീറ്റർ ദൂരം വരെയുള്ള കടൽ പ്രദേശം കേരളത്തിന് മത്സ്യബന്ധനത്തിനവകാശപ്പെട്ടതാണ്.

തുറമുഖങ്ങൾ[തിരുത്തുക]
കൊച്ചി എന്ന പ്രധാന തുറമുഖം കൂടാതെ 18 അപ്രധാനതുറമുഖങ്ങളും കേരളത്തിലുണ്ട്. വിഴിഞ്ഞം തുറമുഖം,കൊല്ലം തുറമുഖം തങ്കശ്ശേരി തുറമുഖം, ആലപ്പുഴ തുറമുഖം, കായംകുളം തുറമുഖം, മനക്കോടം തുറമുഖം, തിരുവനന്തപുരം തുറമുഖം, നീണ്ടകര തുറമുഖം, മുനമ്പം തുറമുഖം, പൊന്നാനി തുറമുഖം, ബേപ്പൂർ തുറമുഖം, കോഴിക്കോട് തുറമുഖം, തലശ്ശേരി തുറമുഖം, കണ്ണൂർ തുറമുഖം, അഴീക്കൽ തുറമുഖം, കാസറഗോഡ് തുറമുഖം, മഞ്ചേശ്വരം തുറമുഖം, നീലേശ്വരം തുറമുഖം എന്നിവയാണ് അവ.[32]

വല്ലാർപാടം ടെർമിനൽ
വനങ്ങൾ[തിരുത്തുക]
പ്രധാന ലേഖനം: കേരളത്തിലെ വനങ്ങൾ
കേരളത്തിന്റെ മൊത്തം വിസ്തീർണ്ണത്തിന്റെ 29,1 ശതമാനം, അതായത് 11,309.5 ചതുരശ്രകിലോമീറ്റർ വനമേഖലയാണ്.[33] ഇതിൽ വിവിധതരം ഉഷ്ണമേഖലാവനങ്ങൾ, ഇലപൊഴിയും വരണ്ടവനങ്ങൾ, ചോലവനങ്ങൾ, പുൽമേടുകൾ തുടങ്ങിയവ ഉൾപ്പെടുന്നു.

ഋതുക്കൾ[തിരുത്തുക]
അന്തരീക്ഷ ശാസ്ത്രമനുസരിച്ച് കേരളത്തിൽ നാല് ഋതുക്കളുണ്ട്. മഞ്ഞുകാലം – ഡിസംബർ മുതൽ ഫെബ്രുവരി വരെ. വേനൽക്കാലം – മാർച്ച് മുതൽ മേയ് വരെ. ഇടവപ്പാതി – ജൂൺ മുതൽ സെപ്തംബർ വരെ. തുലാവർഷം – ഒക്റ്റോബർ മുതൽ ഡിസംബർ വരെ.

കാലാവസ്ഥ[തിരുത്തുക]

കേരളത്തിലെ ഭൂമിയുടെ വിഭജനം ഏകദേശ ഭൂപടം
ഭൂമധ്യരേഖയിൽ നിന്ന് വളരെ അടുത്തായിക്കിടക്കുന്നതിനാൽ കേരളത്തിൽ ഉഷ്ണമേഖലാ കാലാവസ്ഥയാണ് അനുഭവപ്പെടുന്നത്. എന്നാൽ സമുദ്രസാമീപ്യവും പശ്ചിമഘട്ടനിരകൾ മഴമേഘങ്ങളേയും ഈർപ്പത്തിനേയും തടഞ്ഞു നിർത്തുന്നതും മൂലം, സമശീതോഷ്ണ കാലാവസ്ഥയാണുള്ളത്. കേരളത്തിൽ കാലാവസ്ഥകൾ വ്യക്തമായി വ്യത്യാസം പുലർത്തുന്നവയാണ്. രണ്ട് മഴക്കാലങ്ങൾ ആണ് ഉള്ളത്. കാലവർഷവും തുലാവർഷവും. ശൈത്യകാലം, വേനൽക്കാലം, ഉഷ്ണകാലം എന്നീ മറ്റു കാലാവസ്ഥകളും അനുഭവപ്പെടുന്നു. കൂടിയ ആർദ്രത മൂലം അന്തരീക്ഷ ഊഷ്മാവിൽ വർഷത്തിൽ ചെറിയ ഏറ്റക്കുറച്ചിലുകളേ കാണിക്കാറുമുള്ളു.

ശൈത്യകാലം[തിരുത്തുക]
ചൂടു കുറഞ്ഞ വരണ്ട കാലാവസ്ഥ എന്നേ പറയാൻ പറ്റൂ. ഭൂമധ്യരേഖയിൽ നിന്ന് അകന്ന പ്രദേശങ്ങൾ പോലെ വളരെ കുറഞ്ഞ താപനില കേരളത്തിൽ രേഖപ്പെടുത്തിക്കാണാറില്ല. മഴ നന്നായി പെയ്യും കുറഞ്ഞ താപനില 13-16 വരെ ചിലപ്പോൾ ആകാറുണ്ട്. എന്നാൽ കൂടിയ താപനില 23 നു താഴെ നിൽക്കുകയും ചെയ്യുന്ന സുഖകരമായ ഒരു കാലാവസ്ഥയാണ് ഇത്. മൂന്നാർ പോലെയുള്ള കുന്നിൻപ്രദേശങ്ങളിലെ താപനില ശൈത്യപ്രദേശങ്ങളിൽ നിന്നും വരുന്നവർക്ക് വളരെ ഇഷ്ടമാകുന്നതിനാൽ വിദേശീയരായ സന്ദർശകർ കൂടുതൽ ഉണ്ടാവുന്ന ഒരു കാലമാണിത്. ഏറ്റവും കൂടിയ മഴയുടെ അളവ് 15 സെ.മീ. യിൽ താഴെയാണ്..

വേനൽക്കാലം[തിരുത്തുക]
കേരളത്തിൽ വേനൽക്കാലം മാർച്ച് മുതൽ മേയ് വരേയാണ്. ഈ സമയത്താണ് ഇവിടെ ഏറ്റവും കൂടുതൽ ചൂട് അനുഭവപ്പെടുന്നത് . എന്നാൽ മറ്റിടങ്ങളിലില്ലാത്ത തരം വേനൽ മഴ കേരളത്തിന്റെ പ്രത്യേകതയാണ്. വിട്ടു വിട്ട് പെയ്യുന്ന മഴ മാർച്ച് മേയ് മാസങ്ങളിലെ താപനില കുറക്കാൻ സഹായിക്കാറുണ്ട്. ഈ കാലത്ത് ഏറ്റവും കൂടുതൽ മഴ ലഭിക്കുന്നത് കോട്ടയം ജില്ലയിലെ കാഞ്ഞിരപ്പള്ളി പ്രദേശങ്ങളിലാണ്. ഇത് മേയിലാണ് കൂടുതലും ലഭ്യമാകുന്നത്.[34] കണ്ണൂർ ജില്ലയിലെ തെക്കു കിഴക്കൻ ഭാഗങ്ങൾ, മലപ്പുറം ജില്ലയുടെ കിഴക്കൻ ഭാഗങ്ങൾ, പാലക്കാട് ജില്ല എന്നിവിടങ്ങളിൽ 20 സെ.മീ ഓളം മഴ ലഭിക്കാറുണ്ട്. കാട്ടുതീ ഏറ്റവും കൂടുതൽ ഉണ്ടാകുന്നത് ഇക്കാലത്താണ്.

മഴക്കാലം[തിരുത്തുക]
ഇത് വ്യക്തമായ രീതിയിൽ രണ്ട് കാലങ്ങളിലായാണ് വരുന്നത്: ഇടവപ്പാതി, തുലാവർഷം. പിന്നെ വേനൽ മഴയും.

കേരളത്തിൽ ഒരു വർഷം ശരാശരി 3000മി.ലിറ്ററോളം മഴകിട്ടാറുണ്ട്. മഴവെള്ളത്തിന്റെ 70 ശതമാനത്തോളം കടലിലേക്ക് ഒഴുകി നഷ്ടപ്പെടുന്നു.[29]

ഇടവപ്പാതി[തിരുത്തുക]
പ്രധാന ലേഖനം: തെക്കുപടിഞ്ഞാറൻ കാലവർഷം
ഇടവപ്പാതി അഥവാ തെക്ക് പടിഞ്ഞാറൻ മൺസൂൺ കാലം പൊതുവേ കാലവർഷം എന്ന പേരിലും പരാമർശിക്കപ്പെടുന്നു. ജൂൺ മുതൽ സെപ്റ്റംബർ വരേയുള്ള മാസങ്ങളിലാണ് ഇത്. ഏറ്റവും കൂടുതൽ മഴ ലഭിക്കുന്നത് ഇക്കാലത്താണ്. ഇടവം പകുതിയിൽ മഴ ആരംഭിക്കുന്നതു കൊണ്ട് ഇടവപ്പാതി എന്നു വിളിക്കാറുള്ള ഈ മഴക്കാലം അറബിക്കടലിൽ നിന്ന് രൂപം കൊണ്ട് വരുന്ന മഴമേഘങ്ങൾ പശ്ചിമഘട്ടത്തിന്റെ സാമീപ്യം മൂലം ഘനീഭവിച്ച് ഉണ്ടാകുന്നതാണ്. ഇടിവെട്ടും മിന്നലും കുറവായിരിക്കുമെന്നതും ദിവസത്തിൽ എപ്പോൾ വേണമെങ്കിലും മഴപെയ്യുമെന്നതുമാണ് തുലാവർഷത്തെ അപേക്ഷിച്ച് ഇതിനുള്ള പ്രത്യേകത. ഏറ്റവും കൂടുതൽ മഴ ലഭിക്കുന്നത് ഇടുക്കി ജില്ലയിലെ പീരുമേട് പ്രദേശങ്ങളിലാണ്. ഇവിടെ 400 സെ.മീ വരെ മഴ ലഭിക്കുന്നു. മലബാറിലെ കുറ്റ്യാടി, വൈത്തിരി പ്രദേശങ്ങളിലാണ് വടക്ക് ഏറ്റവും കൂടുതൽ മഴ ലഭിക്കുന്നത്.

കേരളത്തിലെ മഴയുടെ നാലിൽ മൂന്നുഭാഗവും ജൂണിനും സെപ്റ്റംബറിനും ഇടക്കുള്ള തെക്കുപടിഞ്ഞാറൻ കാലവർഷത്തിലാണ് പെയ്യുന്നത്. വടക്കുനിന്ന് തെക്കോട്ട് വരുമ്പോൾ മഴയുടെ അളവ് കുറഞ്ഞു കുറഞ്ഞുവരുന്നു. കോഴിക്കോട് വർഷത്തിൽ ശരാശരി 302.26 സെന്റീമീറ്റർ മഴ ലഭിക്കുമ്പോൾ തിരുവനന്തപുരത്ത് ഇത് 163 സെന്റീമീറ്റർ മാത്രമാണ്[35]‌.

തുലാവർഷം[തിരുത്തുക]
പ്രധാന ലേഖനം: തുലാവർഷം
വടക്കു കിഴക്കൻ മൺസൂൺ എന്നറിയപ്പെടുന്ന ഇത് തുലാമാസത്തിലാണ് പെയ്തുതുടങ്ങുന്നത്. അതായത് ഒക്ടോബർ പകുതിയോടെ ആരംഭിച്ച് ഡിസംബർ വരെ കിട്ടുന്ന ഈ മഴ സംസ്ഥാനത്തിന്റെ തെക്കൻ പ്രദേശങ്ങളിലാണ് കൂടുതലായും ലഭിക്കുന്നത്. വൈകുന്നേരങ്ങളിൽ ആണ് ഇത് കൂടുതലായും പെയ്യുക , മാത്രവുമല്ല മഴയ്ക്ക് ഇടി മിന്നലിന്റെ അകമ്പടി ഇക്കാലത്ത് കൂടുതലായുണ്ടാകും. പുനലൂർ, കുറ്റ്യാടി, നേരിയമംഗലം എന്നിവിടങ്ങളിലാണ് ഈ മഴ കൂടുതൽ ലഭിക്കുന്നത്.

ഗതാഗതം[തിരുത്തുക]

ദേശീയപാത 47- ചേർത്തലയിൽ നിന്നുള്ള ദൃശ്യം
റോഡുകൾ[തിരുത്തുക]
പ്രധാന ലേഖനം: കേരളത്തിലെ ദേശീയപാതകൾ
കേരളത്തിലെ ദേശീയപാതയുടെ ആകെ നീളം 1,524 കിലോമീറ്ററും സംസ്ഥാനപാതയുടേത് 4,006 കിലോമീറ്ററുമാണ്, കൂടാതെ 23,702 കിലോമീറ്റർ ജില്ലാപാതകളും കേരളത്തിലുണ്ട് [36] കേരളത്തിലൂടെ കടന്നുപോകുന്ന ഏറ്റവും നീളം കൂടിയ ദേശീയപാതയാണ് ദേശീയ പാത 66. കന്യാകുമാരിയിൽ നിന്നു തുടങ്ങി മുംബൈക്ക് സമീപം പനവേൽ വരെ ചെന്ന് അവിടെ വച്ച് ദേശീയപാത 4-മായി കൂട്ടിമുട്ടുന്ന ദേശീയപാത 66 കേരളത്തിലൂടെ കടന്നുപോകുന്നു. കേരളത്തിലൂടെയുള്ള രണ്ടാമത്തെ നീളം കൂടിയ ദേശീയപാതയാണ്‌ ദേശീയപാത 544. ഇത് തമിഴ് നാട്ടിലെ സേലത്തുനിന്നും ആരംഭിച്ച് കേരളത്തിലൂടെ കൊച്ചിവരെ പോകുന്നു. [37] ദേശീയപാത 85 (കൊച്ചി-രാമേശ്വരം), ദേശീയപാത 208(കൊല്ലം-തിരുമംഗലം), ദേശീയപാത 212(കോഴിക്കോട്-മൈസൂർ), ദേശീയപാത 213 (കോഴിക്കോട്-പാലക്കാട്), ദേശീയപാത 220 (കൊല്ലം-തേനി) എന്നീ ദേശീയപാതകൾ കേരളത്തിൽ നിന്നും തുടങ്ങുന്നു.[38] ദേശീയപാതകൾ കഴിഞ്ഞാൽ കേരളത്തിലെ റോഡ് ശൃംഖലയിൽ പ്രധാനം സംസ്ഥാനപാതകളാണ്. ഇവ കൂടാതെ ജില്ലാപാതകളും, പഞ്ചായത്തുപാതകളും ചേർന്ന് കേരളത്തിന്റെ എല്ലാ ഭാഗങ്ങളേയും ബന്ധപ്പെടുത്തുന്നു.

റെയിൽ‌വേ[തിരുത്തുക]

അങ്കമാലി റെയിൽ‌വേ സ്റ്റേഷൻ
കേരളത്തിലെ റെയിൽവേ ശൃംഖല, ഇടുക്കി, വയനാട് എന്നീ ജില്ലകളൊഴികെ ബാക്കി എല്ലാ ജില്ലകളിലൂടെയും കടന്നുപോകുന്നു. എങ്കിലും മലപ്പുറം,പൈനാവ്(ഇടുക്കി), കല്പറ്റ(വയനാട്), പത്തനംതിട്ട എന്നീ ജില്ലാതലസ്ഥാനങ്ങൾ ഈ റെയിൽശൃംഖലയിൽ ബന്ധിക്കപ്പെട്ടിട്ടില്ല.

മംഗലാപുരത്തുനിന്ന് കാസറഗോഡ് വഴി ഷൊർണൂർ വരെയും, ഷൊർണൂർ നിന്ന് പാലക്കാട് വഴി ചെന്നൈ ഭാഗത്തേക്കും, ഷൊർണൂരിൽ നിന്ന് എറണാകുളത്തേക്കും, എറണാകുളത്തുനിന്ന് കോട്ടയം വഴിയും ആലപ്പുഴ വഴിയും വെവ്വേറെ കൊല്ലത്തേക്കും, കൊല്ലത്തുനിന്ന് തിരുവനന്തപുരം വഴി നഗർകോവിൽ ഭാഗത്തേക്കും റെയിൽപ്പാതകൾ നിലവിലുണ്ട്. കൂടാതെ തൃശ്ശൂർ നിന്ന് ഗുരുവായൂർക്കും ഷൊർണൂർ നിന്ന് നിലമ്പൂർക്കും കൊല്ലത്തുനിന്ന് പുനലൂർക്കും റെയിൽപ്പാതകളുണ്ട്. പാലക്കാട് നിന്ന് പൊള്ളാച്ചിയിലേക്കും പുനലൂർ നിന്ന് ചെങ്കോട്ടയിലേക്കുമുള്ള മീറ്റർ ഗേജ് പാതകൾ ബ്രോഡ് ഗേജ് ആയി മാറ്റിക്കൊണ്ടിരിക്കുന്നു.

1861 മാർച്ച് മാസത്തിൽ ബേപ്പൂർ നിന്ന് തിരൂർ വരെയാണ് കേരളതീരത്തെ ആദ്യത്തെ റെയിൽപ്പാത നിലവിൽ വന്നത്. പിന്നീട് ഈ പാത മംഗലാപുരത്തേക്കും മദിരാശി (ചെന്നൈ)യിലേക്കും നീട്ടി. തുടർന്ന് ഷൊർണൂർ കൊച്ചി പാതയും നിലവിൽ വന്നു. ഷൊർണുർ നിലമ്പൂർ പാതയും തുടർന്ന് വന്നു. 1904 മുതൽ ചെങ്കോട്ട മുതൽ പുനലൂർ വഴി കൊല്ലം വരെയുണ്ടായിരുന്ന മീറ്റർ ഗേജ് പാത 1930-കളിൽ തിരുവനന്തപുരം വരെ നീട്ടി. ബാക്കി പാതകളെല്ലാം സ്വാതന്ത്ര്യാനന്തരകാലത്ത് ഉണ്ടായവയാണ്.

ജലഗതാഗതം[തിരുത്തുക]

ദേശീയജലപാത 3.

ആലപ്പുഴയിലെ കുപ്പപ്പുഴയിലെ ഒരു കടവ്
തലങ്ങും വിലങ്ങും നദികളും അവയെ ബന്ധിപ്പിക്കുന്ന തോടുകളും ഉള്ള കേരളത്തിൽ വള്ളങ്ങളായിരുന്നു ഇരുപതാം നൂറ്റാണ്ടിന്റെ പകുതി വരെ മുഖ്യയാത്രാവാഹനങ്ങൾ. ഇത്രയേറെ ജലഗതാഗത സൗകര്യമുള്ളതിനാലാണ് പ്രാചീനലോകത്തെ പ്രധാന തുറമുഖങ്ങളുടെ ഭൂപടത്തിൽ കേരളതുറമുഖങ്ങളും ഇടം പിടിച്ചത്. [1] വെള്ളത്താൽ ചുറ്റപ്പെട്ട സ്ഥലങ്ങൾ കൂടുതലുള്ളതിനാൽ ഭക്ഷണം, പാർപ്പിടം, സഞ്ചാരം, വസ്ത്രധാരണം എന്നിവയിൽ തനതായ നിരവധി ശൈലികൾ കേരളത്തിനു സ്വന്തമായി. തുറമുഖങ്ങളും ഉൾനാടൻ ജലാശയത്തിന്റെ സാമീപ്യവും മൂലം ആദ്യം കുട്ടനാട്ടിലായിരുന്ന കേരളത്തിന്റെ വാണിജ്യതലസ്ഥാനം പിന്നീട് കൊടുങ്ങല്ലൂരിലേക്കും പിന്നെ കൊച്ചിയിലേക്കും മാറി. അറബിക്കടലിന്റെ റാണി എന്നറിയപ്പെടുന്ന കൊച്ചി ഇന്ത്യയിലെതന്നെ പ്രധാന തുറമുഖങ്ങളിലൊന്നാണ്. ദേശീയ ജലമാർഗ്ഗമായി പ്രഖ്യാപിക്കപ്പെട്ട കൊല്ലം - കോട്ടപ്പുറം ദേശീയജലപാത 3 കേരളത്തിലാണ്.[39] ഇത് കൊല്ലത്തുനിന്നാരംഭിച്ച് കൊടുങ്ങല്ലൂർ നഗരസഭാ അതിർത്തിക്കുള്ളിലെ കോട്ടപ്പുറം വരെ എത്തുന്നു.

വ്യോമഗതാഗതം[തിരുത്തുക]

കരിപ്പൂ൪ വിമാനത്താവളം.
കൊച്ചി(നെടുമ്പാശ്ശേരി), കോഴിക്കോട്(കരിപ്പൂർ,മലപ്പുറംജില്ല), തിരുവനന്തപുരം, കണ്ണൂർ എന്നിവയാണ് കേരളത്തിലെ പ്രധാന അന്താരാഷ്ട്രവിമാനത്താവളങ്ങൾ. കൊച്ചി വെല്ലിങ്ടൺ അയലന്റിലുള്ള വിമാനത്താവളം നാവികസേനയുടെ ആവശ്യത്തിനായി മാത്രം ഉപയോഗിക്കപ്പെടുന്നു. കേരളത്തിലെ നാലാമത്തെ വിമാനത്താവളം കണ്ണൂരിൽ 2018 ഡിസംബർ 9 നു ഉത്‌ഘാടനം ചെയ്യപ്പെട്ടു. മാത്രമല്ല ശബരിമല അടുത്ത് എരുമേലിയിൽ പുതിയ വിമാനത്താവളത്തിന് വേണ്ട സ്ഥലം ഏറ്റെടുക്കാൻ നടപടി ആരംഭിച്ചു.

ഭരണം[തിരുത്തുക]
പ്രധാന ലേഖനങ്ങൾ: കേരള നിയമസഭ, കേരള സർക്കാർ, കേരള ഹൈക്കോടതി
സർക്കാർ മൂന്ന് ശാഖകളായി ക്രമീകരിച്ചിരിക്കുന്നു:

നിയമനിർമ്മാണം: ഏകമണ്ഡല നിയമനിർമാണസഭയാണ് കേരളത്തിനുള്ളത്. നിയമസഭ എന്നറിയപ്പെടുന്ന കേരള നിയമസഭ, തിരഞ്ഞെടുക്കപ്പെട്ട അംഗങ്ങളും പ്രത്യേക ഭാരവാഹികളും അടങ്ങുന്നതാണ്. സ്പീക്കറെയും ഡെപ്യൂട്ടി സ്പീക്കറെയും നിയമസഭാംഗങ്ങൾ അവരുടെ ഇടയിൽ നിന്ന് തിരഞ്ഞെടുക്കുന്നു. നിയമസഭാ യോഗങ്ങൾ സ്പീക്കറുടെ അധ്യക്ഷതയിലും സ്പീക്കറുടെ അഭാവത്തിൽ ഡെപ്യൂട്ടി സ്പീക്കറുമാണ്. സംസ്ഥാനത്ത് 140 നിയമസഭാ മണ്ഡലങ്ങളുണ്ട്. ലോക്‌സഭയിലേക്കും രാജ്യസഭയിലേക്കും യഥാക്രമം 20, 9 അംഗങ്ങളെയാണ് സംസ്ഥാനം തിരഞ്ഞെടുക്കുന്നത്. സംസ്ഥാനത്ത് 20 ലോക്സഭാ മണ്ഡലങ്ങൾ ഉണ്ട്.
കാര്യനിർവ്വഹണം: ഗവർണർ സംസ്ഥാനത്തിൻ്റെ ഭരണഘടനാപരമായ തലവനാണ്, അദ്ദേഹത്തെ നിയമിക്കുന്നത് ഇന്ത്യയുടെ രാഷ്ട്രപതിയാണ്. ആരിഫ് മുഹമ്മദ് ഖാനാണ് നിലവിലെ ഗവർണ്ണർ. കേരള സർക്കാരിന്റെ തലവനും വിപുലമായ എക്സിക്യൂട്ടീവ് അധികാരങ്ങൾ നിക്ഷിപ്തവുമായ കേരള മുഖ്യമന്ത്രിയാണ് ഭരണം നയിക്കുന്നത്; നിയമസഭയിലെ ഭൂരിപക്ഷ കക്ഷി/മുന്നണിയുടെ തലവനെ ഗവർണറാണ് ആ സ്ഥാനത്തേക്ക് നിയമിക്കുന്നത്. മുഖ്യമന്ത്രിയുടെ ഉപദേശം സ്വീകരിച്ച് ഗവർണറാണ് മന്ത്രി സഭയിൽ അംഗങ്ങളെ നിയമിക്കുന്നത്. ഭരണ സിരകേന്ദ്രമായ സെക്രട്ടറിയേറ്റിൽ നിന്നാണ് ഭരണം നടത്തുന്നത്. തലസ്ഥാന നഗരമായ തിരുവനന്ത്പുരത്ത് ആണ് സെക്രട്ടറിയേറ്റ് സ്ഥിതി ചെയ്യുന്നത്. ഓരോ ജില്ലകൾക്കും ഒരു ജില്ലാ ഭരണകൂടമുണ്ട്. ജില്ലാ ഭരണകൂടത്തിന് നേതൃത്വം നൽകുന്നത് ജില്ലാ കലക്ടർ ആണ്. സംസ്ഥാന സർക്കാർ ആണ് കലക്ട്ടർമാരെ നിയമിക്കുന്നത്. ഗ്രാമങ്ങളുടെ ഭരണത്തിനായി പഞ്ചായത്തുകളും, നഗരങ്ങളുടെ ഭരണത്തിനായി നഗരസഭകളും ഉൾക്കൊള്ളുന്ന തദ്ദേശ സ്വയംഭരണ സ്ഥാപനങ്ങളുമുണ്ട്.
നീതിന്യായം: ജുഡീഷ്യറിയിൽ കേരള ഹൈക്കോടതിയും കീഴ്ക്കോടതികളുടെ സംവിധാനവും ഉൾപ്പെടുന്നു. കേരള ഹൈക്കോടതി എറണാകുളത്താണ് സ്ഥിതി ചെയ്യുന്നത്. നീതിന്യായ തലസ്ഥാനം കൂടിയാണ് എറണാകുളം. കേന്ദ്രഭരണ പ്രദേശമായ ലക്ഷദ്വീപിൽ നിന്നുള്ള കേസുകളും ഹൈക്കോടതി പരിഗണിക്കുന്നു.
കേരള സർക്കാർ
ഘടന	എണ്ണം
ജില്ലകൾ	14
റവന്യൂ ഡിവിഷനുകൾ	27
താലൂക്കുകൾ	75
റവന്യൂ വില്ലേജുകൾ	1453
തദ്ദേശ സ്വയംഭരണ സ്ഥാപനങ്ങൾ[40]	എണ്ണം
ജില്ലാ പഞ്ചായത്തുകൾ	14
ബ്ലോക്ക് പഞ്ചായത്തുകൾ	152
ഗ്രാമപഞ്ചായത്തുകൾ	941
കോർപ്പറേഷനുകൾ	6
മുനിസിപ്പാലിറ്റികൾ	87
നിയോജക മണ്ഡലങ്ങൾ	എണ്ണം
ലോക്‌സഭാമണ്ഡലങ്ങൾ	20
നിയമസഭാ മണ്ഡലങ്ങൾ	140
രാഷ്ട്രീയം[തിരുത്തുക]

രാഷ്ട്രീയ സമരങ്ങളും പ്രതിഷേധ പ്രകടനങ്ങളും കേരളത്തിൽ സാധാരണമാണ്.
ബഹുകക്ഷി ജനാധിപത്യ സംവിധാനമാണ് കേരളത്തിൽ നിലവിലുളളത്. സി. പി. ഐ(എം), ഇന്ത്യൻ നാഷണൽ കോൺഗ്രസ്, ‌ഇന്ത്യൻ യൂണിയൻ മുസ്ലിം ലീഗ്, എന്നീ പാർട്ടികളാണ് പ്രധാന കക്ഷികൾ. ഒരു രാഷ്ട്രീയ കക്ഷിക്കും ഒറ്റയ്ക്കു ജയിക്കാനുള്ള സ്വാധീനമില്ലാത്തതിനാൽ മുന്നണി സംവിധാനമാണ് ഇപ്പോൾ കേരളത്തിലുള്ളത്. ഇന്ത്യൻ നാഷണൽ കോൺഗ്രസ് നേതൃത്വംനൽകുന്ന ഐക്യ ജനാധിപത്യ മുന്നണി (യു.ഡി.എഫ്) യും കമ്മ്യൂണിസ്റ്റ് പാർട്ടി ഓഫ് ഇന്ത്യ-മാർക്സിസ്റ്റ് (സി.പി.ഐ.(എം)) നേതൃത്വം നൽകുന്ന ഇടതുപക്ഷ ജനാധിപത്യ മുന്നണി (എൽഡി.എഫ്.) യുമാണ് കേരള രാഷ്ട്രീയം നിയന്ത്രിക്കുന്നത്. ഇന്ത്യൻ യൂണിയൻ മുസ്ലിം ലീഗ്, കേരളാ കോൺഗ്രസ് (മാണി), ജെ.എസ്.എസ്., സി.എം.പി., ആർ.എസ്. പി. (ബി), ജനതാദൾ (യുനൈറ്റഡ്) എന്നിവയാണ് യു. ഡി. എഫിലെ ഘടക കക്ഷികൾ. സി.പി.ഐ., ആർ.എസ്.പി., ജനതാദൾ(എസ്), കേരളാ കോൺഗ്രസ്(എസ്), കോൺഗ്രസ് (എസ്), എൻ.സി.പി ഐ.എൻ.എൽ എന്നിവയാണ് എൽ.ഡി.എഫിലെ ഇതര കക്ഷികൾ.ബിജെപി പിഡിപി എസ്ഡിപിഐ തുടങ്ങിയപാർട്ടികളും കേരളത്തിൽ പ്രവർത്തിക്കുന്ന ജനങ്ങൾ ഒരു മുന്നണിയോടും സ്ഥായിയായ അനുഭാവം പുലർത്താറില്ല. അതിനാൽ ഓരോ 5 വർഷവും ഈ മുന്നണികളുടെ സർക്കാരുകൾ മാറി മാറി വരുന്നു.

രാഷ്ട്രീയചരിത്രത്തിലെ നാഴികക്കല്ലുകൾ[തിരുത്തുക]

1957ലെ ഇ.എം.എസ്. മന്ത്രിസഭയിലെ അംഗങ്ങൾ.
	 ലേഖനത്തിലെ ഈ വിഭാഗം അപൂർണ്ണമാണ്‌. ഇതു പൂർത്തിയാക്കാൻ സഹായിക്കുക.
1956 കേരള സംസ്ഥാനം രൂപവത്കരിക്കപെട്ടു – ജില്ലകൾ – തിരുവനന്തപുരം, കൊല്ലം, കോട്ടയം, തൃശൂർ, മലബാർ.
1957 ഇ.എം.എസ്. മുഖ്യമന്ത്രിയായ ആദ്യത്തെ കമ്യൂണിസ്റ്റ് സർക്കാർ – ആലപ്പുഴ, പാലക്കാട്, കോഴിക്കോട്, കണ്ണൂർ ജില്ലകൾ രൂപവത്കരിക്കപ്പെട്ടു.
1958-എറണാകുളം ജില്ല രൂപവത്കരിക്കപ്പെട്ടു. വിദ്യാഭ്യാസമന്ത്രി ജോസഫ് മുണ്ടശ്ശേരി വിദ്യാഭ്യാസ് ബില്ല് അവതരിപ്പിച്ച് നിയമമാക്കുന്നു.
1959 വിമോചന സമരം. സർക്കാർ പുറത്താക്കപ്പെട്ടു.
1960 രണ്ടാം പൊതു തെരഞ്ഞെടുപ്പ്. പട്ടം താണുപിള്ള മുഖ്യമന്ത്രിയായി രണ്ടാം സർക്കാർ കോൺഗ്രസ്-പ്രജാ സോഷ്യലിസ്റ്റ് പാർട്ടി മുന്നണി. ആർ. ശങ്കർ ഉപമുഖ്യമന്ത്രി ആയിരുന്നു.
1962 പട്ടം താണുപിള്ള പഞ്ചാബ് ഗവർണറായി നിയമിതനായതിനാൽ മുഖ്യമന്ത്രിസ്ഥാനം രാജി വെക്കുന്നു. ആർ.ശങ്കർ പുതിയ മുഖ്യമന്ത്രി.
1963 കേരള ഭൂപരിഷ്കരണ ബില്ല് പാസ്സായി.
1964 വിവിധ ആരോപണങ്ങളെ തുടർന്ന് ആഭ്യന്തരമന്ത്രി പി.ടി. ചാക്കോ രാജിവെച്ചു, അദ്ദേഹം അന്തരിച്ചു. കോൺഗ്രസ്സിൽ നിന്ന് പുറത്താക്കപ്പെട്ടവർ ചേർന്ന് കേരളാ കോൺഗ്രസ് രൂപവത്കരിച്ചു. 15 എം.എൽ.എ. മാർ പിന്തുണ പിൻവലിച്ചു. മന്ത്രിസഭ നിലം പൊത്തി.
1965 പൊതു തെരഞ്ഞെടുപ്പ്. ആർക്കും ഭൂരിപക്ഷം ഇല്ല. രാഷ്ട്രപതി ഭരണം.
1966 കേരളത്തിൽ കുടിയൊഴിപ്പിക്കൽ നിരോധന നിയമം കൊണ്ടുവന്നു. രാഷ്ട്രപതി ഭരണം തുടരുന്നു. അജിത്ത് പ്രസാദ് ജെയിൻ രാജിവെച്ചു, ഭഗവൻ സഹായ് പുതിയ ഗവർണർ.
1967 മൂന്നാം തെരഞ്ഞെടുപ്പ്. ഇ.എം.എസ്. നമ്പൂതിരിപ്പാടിന്റെ നേതൃത്വത്തിൽ ഐക്യ കക്ഷി മന്ത്രിസഭ അധികാരത്തിൽ വന്നു.
1969 മലപ്പുറം ജില്ല രൂപവത്കരിച്ചു. ഇ.എം.എസ്. മന്ത്രി സഭ രാജിവെച്ചു. സി.അച്യുതമേനോൻ മുഖ്യമന്ത്രിയായി പുതിയ മന്ത്രിസഭ; ചരിത്രത്തിൽ ആദ്യമായി നിയമസഭാംഗമല്ലാത്തയാളും രാജ്യസഭാംഗവുമായ ഒരാൾ കേരളമുഖ്യമന്ത്രിയാകുന്നു.
1970 കേരള ഭൂപരിഷ്കരണ നിയമം. കുടിയായ്മ അവസാനിക്കുന്നു. മുന്നണിയിലെ ഘടകകക്ഷികളിൽ കൂറുമാറ്റം. അച്യുതമേനോൻ നിയമസഭ പിരിച്ചു വിടാൻ ഉപദേശിക്കുന്നു; രാജി വക്കുന്നു. വീണ്ടും രാഷ്ട്രപതി ഭരണം. ഇടക്കാല (നാലാം)തിരഞ്ഞെടുപ്പ്. സി.അച്യുതമേനോൻ വീണ്ടും മുഖ്യമന്ത്രി. പട്ടം താണുപിള്ള അന്തരിച്ചു (ജൂലായ് 27).
1971 സ്വകാര്യ വനങ്ങൾ ദേശസാത്കരിച്ചു.
1972 ഇടുക്കി ജില്ല, കേരള ഭൂപരിഷ്കരണ ഭേദഗതി ബിൽ, സ്വകാര്യ വന നിയമം. ആർ. ശങ്കർ അന്തരിച്ചു (നവം. 6).
1973 നാഷണൽ ഡെമോക്രാറ്റിക് പാർട്ടി നിലവിൽ വന്നു. കാർഷിക കടാശ്വാസ നിയമം.
1974 കേരള കോൺഗ്രസ്സിൽ നിന്ന് ബാലകൃഷ്ണപിള്ള വിഘടിക്കുന്നു (പിള്ള ഗ്രൂപ്പ്).
1975 മുസ്ലീം ലീഗ് പിളർന്നു (ഐ. യു. എം. എൽ, ഏ. ഐ. എം. എൽ.). കർഷക തൊഴിലാളി നിയമം പാസ്സായി.
1976 തിരുവിതാംകൂർ കൊട്ടാരത്തിലേക്ക് നെല്ലും അരിയും കൊടുത്തിരുന്നത് നിർത്താൻ നിയമസഭ നിയമം കൊണ്ടു വന്നു.[ഖ] കേരള കൂട്ടുകുടുംബ നിയമം. 1955ല് പാസ്സാക്കിയ ഹിന്ദു നിയമം എല്ലാ ഹിന്ദുക്കൾക്കും ബാധകമാക്കി (നവ 30).
അടിയന്തരാവസ്ഥക്കാലം – കേരള നിയമസഭയുടെ കാലാവധി ആറുമാസം വീതം മൂന്നു തവണ നീട്ടി.
1977 ലോകസഭ, നിയമസഭ പൊതു തെരഞ്ഞെടുപ്പുകൾ. കെ. കരുണാകരൻ മുഖ്യമന്ത്രിയായി. രാജൻ കേസ് അരോപണങ്ങളെത്തുടർന്ന് രാജി. എ.കെ. ആൻറണി പുതിയ മുഖ്യമന്ത്രി.
1978 ചികമഗലൂർ പ്രശ്നത്തിൽ എ.കെ. ആൻറണി രാജി വെക്കുന്നു. സി.പി.ഐ. യിലെ പി.കെ. വാസുദേവൻ നായർ മുഖ്യമന്ത്രിയായുള്ള 9-മാത്തെ കേരള മന്ത്രിസഭ.
1979സി.എച്ച്. മുഹമ്മദ്കോയ മുഖ്യമന്ത്രി. അദ്ദേഹത്തിന്റെ നാലംഗ മന്ത്രിസഭക്ക് 49 ദിവസത്തിനു ശേഷം രാജിവക്കേണ്ടിവന്നു. കേരള കോൺഗ്രസ് രണ്ടായി പിളർന്നു. ജോസഫ് ഗ്രൂപ്പും മാണി ഗ്രൂപ്പും
1980 ആറാം സംസ്ഥാന തെരഞ്ഞെടുപ്പ്. ഇ.കെ. നായനാർ മുഖ്യമന്ത്രി. വയനാട് ജില്ല രൂപവത്കരിക്കപെട്ടു.
1981 കേരളാ കോൺഗ്രസ് (മാണി) പിന്തുണ പിൻവലിച്ചു. നായനാർ മന്ത്രിസഭയുടെ രാജി. കെ. കരുണാകരൻ മുഖ്യമന്ത്രിയായി വീണ്ടും.
1982 ലോനപ്പൻ നമ്പാടൻ പിന്തുണ പിൻവലിക്കുന്നു. ഒരംഗത്തിന്റെ മാത്രം ഭൂരിപക്ഷമുണ്ടായിരുന്ന കരുണാകരൻ മന്ത്രിസഭയുടെ രാജി. ഏഴാം സംസ്ഥാന തെരഞ്ഞെടുപ്പ്. കെ. കരുണാകരൻ വീണ്ടും മുഖ്യമന്ത്രി. പത്തനംതിട്ട ജില്ല രൂപവത്കരിക്കപ്പെട്ടു.
1983സി.എച്ച്. മുഹമ്മദ് കോയ അന്തരിച്ചു(സപ്തം 28).
1984 കാസറഗോഡ് ജില്ല രൂപീകരിക്കപ്പെട്ടു. പരിസ്ഥിതി പ്രവർത്തകരുടെയും സാമാന്യജനങ്ങളുടേയും ഏറെക്കാലം നീണ്ട സമ്മർദ്ദങ്ങളുടെ ഫലമായി സൈലന്റ് വാലി കാടുകൾ ദേശീയോദ്യാനമായി പ്രഖ്യാപിക്കപ്പെട്ടു.
1987 എട്ടാം സംസ്ഥാന തെരഞ്ഞെടുപ്പ്. ഇ.കെ. നായനാർ മുഖ്യമന്ത്രിയായി വീണ്ടും തിരഞ്ഞെടുക്കപ്പെട്ടു.
1991 ഒമ്പതാം സംസ്ഥാന തെരഞ്ഞെടുപ്പ്. മെയ് 23 ന് നിശ്ചയിച്ചിരുന്ന തിരഞ്ഞെടുപ്പ്, മെയ് 21-ന് രാജീവ് ഗാന്ധിയുടെ വധത്തേ തുടർന്ന്, മാറ്റിവച്ചത് ജൂൺ 18-നാണ് നടന്നത്. കെ.കരുണാകരൻ മുഖ്യമന്ത്രിയായി വീണ്ടും.
1995 ഐ.എസ്.ആർ.ഓ ചാരക്കേസിനെ തുടർന്ന് കരുണാകരന്റെ രാജി. എ.കെ. ആന്റണി മുഖ്യമന്ത്രി, ചാരായ നിരോധനം.
1996 പത്താം സംസ്ഥാന തെരഞ്ഞെടുപ്പ്. ഇ.കെ. നായനാർ മൂന്നാമതും മുഖ്യമന്ത്രി.
1998 ഇ.എം.എസ്. നമ്പൂതിരിപ്പാട് അന്തരിച്ചു (മാർച്ച് 19).
2000 എഞ്ചി.-മെഡിക്കൽ വിദ്യാഭ്യാസരംഗത്ത് ആദ്യമായി സ്വകാര്യകോളേജുകൾ അനുവദിക്കപ്പെട്ടു.
2001 പതിനൊന്നാം സംസ്ഥാന തെരഞ്ഞെടുപ്പ്. എ.കെ. ആന്റണി മുഖ്യമന്ത്രിയായി വീണ്ടും തിരഞ്ഞെടുക്കപ്പെട്ടു.
2004 എ.കെ. ആന്റണി മുഖ്യമന്ത്രിസ്ഥാനം രാജിവെച്ചതിനെത്തുടർന്ന് ഉമ്മൻ ചാണ്ടി മുഖ്യമന്ത്രിയായി. ഇ. കെ. നായനാർ അന്തരിച്ചു.
2004 മെയ് 25 ന് ആർ എസ് അജിത്കുമാർ വാദ്ധ്യായർ സമുദായം സ്ഥാപിച്ചു.. പൊൻകുന്നം സ്വദേശിനി ആണ്
2005 പി.കെ. വാസുദേവൻ നായർ അന്തരിച്ചു (ജൂലായ് 12).
2006 പന്ത്രണ്ടാം സംസ്ഥാന തെരഞ്ഞെടുപ്പ്. വി.എസ്. അച്യുതാനന്ദൻ മുഖ്യമന്ത്രിയായി സ്ഥാനമേറ്റു.
2010 കെ.കരുണാകരൻ അന്തരിച്ചു (ഡിസം. 23). കേരള കോൺഗ്രസ്സിലെ വിവിധ ഗ്രൂപ്പുകൾ ഒന്നിക്കുന്നു.
2011 പതിമൂന്നാം സംസ്ഥാന തെരഞ്ഞെടുപ്പ്. ഉമ്മൻ ചാണ്ടി മുഖ്യമന്ത്രിയായി പുതിയ മന്ത്രിസഭ.[41]
2016 പതിനാലാം സംസ്ഥാന തെരഞ്ഞെടുപ്പ്. പിണറായി വിജയൻ മുഖ്യമന്ത്രിയായി പുതിയ മന്ത്രിസഭ നിലവിൽ വന്നു.
2021 പതിനഞ്ചം സംസ്ഥാന തെരഞ്ഞെടുപ്പ്. പിണറായി വിജയൻ മുഖ്യമന്ത്രിയായി വീണ്ടും മന്ത്രിസഭ നിലവിൽ വന്നു.
ഭരണസംവിധാനം[തിരുത്തുക]

കേരള നിയമസഭാ മന്ദിരം രാത്രിയിൽ
സംസ്ഥാനത്തെ നിയമനിർമ്മാണ സഭയായ കേരള നിയമസഭയിൽ 141 അംഗങ്ങളുണ്ട്. 140 നിയമസഭാമണ്ഡലങ്ങളിൽ നിന്നുളള ജനപ്രതിനിധികളും ആംഗ്ലോ-ഇന്ത്യൻ സമുദായത്തിൽ നിന്നുള്ള ഒരു നോമിനേറ്റഡ് അംഗവും. സർക്കാരിന്റെ തലവൻ ഗവർണർ ആണ്. എന്നിരുന്നാലും ഗവർണർക്ക് നാമമാത്രമായ അധികാരങ്ങളേയുള്ളു. മുഖ്യമന്ത്രിയുടെ നേതൃത്വത്തിലുള്ള മന്ത്രിസഭയാണ് ഭരണസംവിധാനം നിയന്ത്രിക്കുന്നത്. ത്രിതല പഞ്ചായത്തുകളടങ്ങുന്നതാണ് പ്രാദേശിക ഭരണസംവിധാനം. ഗ്രാമപഞ്ചായത്തുകളാണ് ഏറ്റവും താഴേത്തട്ടിലുളളത്. അതിനു മുകളിൽ ബ്ലോക്ക് പഞ്ചായത്തുകളും ജില്ലാപഞ്ചായത്തുകളും. നിലവിൽ 941 ഗ്രാമപഞ്ചായത്തുകളും 152 ബ്ലോക്ക് പഞ്ചായത്തുകളും 14 ജില്ലാ പഞ്ചായത്തുകളും കേരളത്തിലുണ്ട്.[അവലംബം ആവശ്യമാണ്] ഇവകൂടാതെ അഞ്ചു പ്രധാന നഗരങ്ങളെ കോർപറേഷനുകളായും പ്രധാന പട്ടണങ്ങളെ മുനിസിപ്പാലിറ്റികളായും തിരിച്ചിട്ടുണ്ട്. എല്ലാ ജില്ലകളിലും ഭരണമേൽനോട്ടം വഹിക്കാൻ ജില്ലാ കലക്ടർമാരുമുണ്ട്.പൊതുഭരണ സംവിധാനം ജില്ലാ കലക്ടർമാർക്ക് കീഴിൽ താലൂക്ക് തഹസിൽദാർമാർ,അവർക്കുകീഴിലുള്ള വില്ലേജ് ഓഫീസർമാർ എന്നിവരിലൂടെ നിർവ്വഹിക്കപ്പെടുന്നു.

രാജ്യത്തെ പരമോന്നത നിയമനിർമ്മാണ സഭയായ ലോക്സഭയിലേക്ക് കേരളം 20 പ്രതിനിധികളെ അയക്കുന്നു. പാർലമെന്റിന്റെ അധോമണ്ഡലമായ രാജ്യസഭയിൽ കേരളത്തിന് 9 പ്രതിനിധികളുണ്ട്.

സമ്പദ് വ്യവസ്ഥ[തിരുത്തുക]
പ്രധാന ലേഖനം: കേരളത്തിന്റെ സമ്പദ്ഘടന
സംസ്ഥാ‍നമായി രൂപീകൃതമായതു മുതൽ നാലര പതിറ്റാണ്ടുകളോളം സോഷ്യലിസ്റ്റ് ജനാധിപത്യത്തിലൂന്നിയ ക്ഷേമരാഷ്ട്ര മൂല്യങ്ങളാണ് കേരളത്തിന്റെ സമ്പദ്വ്യവസ്ഥ പിന്തുടർന്നിരുന്നത്. എന്നാൽ സമീപകാലത്ത് സ്വതന്ത്ര വ്യാപാരം, നേരിട്ടുള്ള വിദേശ നിക്ഷേപം തുടങ്ങിയ ഉദാരസമീപനങ്ങളിലൂടെ ഒരു മിശ്രസമ്പദ്വ്യവസ്ഥ എന്ന നിലയിലേക്കു മാറിയിട്ടുണ്ട്. 2004-2005ലെ കണക്കുകളനുസരിച്ച് കേരളത്തിന്റെ മൊത്തം ആഭ്യന്തര ഉത്പാദനം 89451.99 കോടി രൂപയാണ്.[42] ആഭ്യന്തര ഉത്പാദനത്തിന്റെ വളർച്ചാ സൂചികയിലും വൻകുതിച്ചു ചാട്ടം കാണാനാകുന്നുണ്ട്. 1980–90കളിൽ അഞ്ചു മുതൽ ആറു ശതമാനം വരെയായിരുന്ന വളർച്ചാ നിരക്ക് 2003–2004-ൽ 7.4 ശതമാനമായും 2004–2005-ൽ 9.2 ശതമാനമായും വർദ്ധിച്ചു. ഇതൊക്കെയാണെങ്കിലും വളരെക്കുറച്ചു വൻ‌കിട കമ്പനികളേ കേരളത്തിൽ മുതൽമുടക്കാൻ തയ്യാറാകുന്നുള്ളൂ. എന്നാൽ കേരളത്തിലെ സമ്പദ് വ്യവസ്ഥ ഈ കുറവു നികത്തുന്നതിനു പ്രധാന കാരണം വിദേശ നാടുകളിലുള്ള കേരളീയർ നാട്ടിലേക്കയക്കുന്ന പണമാണ്.[43] മൊത്തം ആഭ്യന്തര ഉത്പാദനത്തിന്റെ ഇരുപതു ശതമാനത്തോളം വരും ഇത്.[44]

കേരളത്തിന്റെ ആളോഹരി വരുമാനം 11,819 രൂപയാണ്. ഇത് ദേശീയ ശരാശരിയേക്കാൾ ഏറെ മുന്നിലാണ്. ആഗോള ശരാശരിയിൽ നിന്നും ഏറെ താഴെയും. കേരളത്തിന്റെ മാനവ വികസന സൂചികയും ജീവിത നിലവാരക്കണക്കുകളും ഇന്ത്യയിലെ ഏറ്റവും മികച്ചതും ആഗോള നിലവാരത്തോടു കിടപിടിക്കുന്നതുമാണ്.[45] ഒരേ സമയം ഉയർന്ന ജീ‍വിത നിലവാരവും താഴ്ന്ന സാമ്പത്തിക വളർച്ചയും പിന്തുടരുന്ന കേരളത്തിലെ ഈ അപൂർവ സാഹചര്യത്തെ കേരള മോഡൽ [46][47]എന്ന പേരിൽ സാമ്പത്തിക ഗവേഷകർ പഠനവിഷയമാക്കാറുണ്ട്.

വിനോദസഞ്ചാരം, പൊതുഭരണം, ബാങ്കിങ്, ഗതാഗതം, വാർത്താവിനിമയം എന്നിവയുൾപ്പെടുന്ന സേവന മേഖലയും കൃഷി, മത്സ്യബന്ധന മേഖലകളുമാണ് കേരളത്തിന്റെ സമ്പദ്‌വ്യവസ്ഥയുടെ നട്ടെല്ലുകൾ.

കാർഷികവിളകൾ[തിരുത്തുക]

മൂന്നാറിലെ ഒരു ചായത്തോട്ടം.
കേരളത്തിലെ ജനസംഖ്യയുടെ പകുതിയോളം കൃഷിയെ മുഖ്യവരുമാന മാർഗ്ഗമായി സ്വീകരിച്ചിരിക്കുന്നു. 3105.21 ച.കി.മീ പാടങ്ങളിൽ നിന്ന് (1990-ൽ ഇത് 5883.4 ച.കി.മീ ആയിരുന്നു) ഇവിടെ 688,859 ടൺ നെല്ല് ഉല്പാദിപ്പിക്കുന്നു. അറുന്നൂറോളം നെല്ലിനങ്ങൾ കേരളത്തിൽ കൃഷിചെയ്യുന്നുണ്ട്. കൂടാതെ നാളികേരം, തേയില, കാപ്പി, റബ്ബർ, കശുവണ്ടി എന്നിവയും കുരുമുളക്, ഏലം, വാനില, കറുവാപ്പട്ട, ജാതിക്ക എന്നീ സുഗന്ധവ്യഞ്ജനങ്ങളും വ്യാപകമായി കൃഷിചെയ്തു വരുന്നു.

കേരളം ഒരു ഉപഭോക്തൃസംസ്ഥാനമാണ്. ഭക്ഷ്യവിഭവങ്ങളുടെ കാര്യത്തിൽ സ്വയംപര്യാപ്തത നേടിയിട്ടില്ലാത്ത കേരളം അന്യ സംസ്ഥാനങ്ങളെ ആശ്രയിച്ചാണ് കഴിയുന്നത്. കേരളത്തിൽ ഉൽപ്പാദിപ്പിക്കാൻ കഴിയുന്ന എല്ലാ ഉൽപ്പന്നങ്ങൾക്കും അന്നും ഇന്നും കേരളത്തിന് പുറത്തുള്ളവരെ ആശ്രയിക്കേണ്ട ഗുരുതരമായ സ്ഥിതിയാണ്. നെല്ല്, മരച്ചീനി, വാഴ, റബ്ബർ, കുരുമുളക്, കവുങ്ങ്, ഏലം, കാപ്പി തുടങ്ങി മിക്ക കൃഷികളും കേരളത്തിലുണ്ടെങ്കിലും, എല്ലാ കാർഷികോൽപ്പന്നങ്ങളും അതിന്റെ പ്രാഥമികദശയിൽ തന്നെ വിൽക്കുന്ന രീതിയാണ് കേരളത്തിലുള്ളത്. അതായത് കാർഷികവിഭവങ്ങൾ ഉപയോഗിച്ചുള്ള മൂല്യവർദ്ധിതഉൽപ്പന്നങ്ങളുടെ ഉല്പാദനം കേരളത്തിൽ കുറവാണ്. കാർഷികചെലവ് വർദ്ധിച്ചതും, കൃഷിനഷ്ടവും കാരണം മുമ്പുണ്ടായിരുന്ന പല കൃഷികളും കർഷകർ ചെയ്യാതായിട്ടുണ്ട്. ഇപ്പോൾ റബ്ബറാണ് കൂടുതലായി കൃഷി ചെയ്യുന്നത്. ഇന്ത്യയിൽ ഉണ്ടാകുന്ന തൊണ്ണൂറ് ശതമാനം റബ്ബറും കേരളത്തിലാണ് ഉൽപ്പാദിപ്പിക്കുന്നത്. റബ്ബർപാൽ ഉപയോഗിച്ചു 25,000-ൽ പരം ഉൽപ്പന്നങ്ങൾ ഉണ്ടാക്കാൻ കഴിയും എന്നു പറയപ്പെടുന്നുണ്ടെങ്കിലും വിരലിൽ എണ്ണാവുന്ന റബ്ബർ ഉൽപ്പന്നങ്ങളേ കേരളത്തിൽ ഉൽപ്പാദിപ്പിക്കപ്പെടുന്നുള്ളൂ. റബ്ബർപാൽ ഉൽപ്പാദനത്തിന്റെ പ്രാഥമികദശയിൽ തന്നെ, അതായത് പാലായോ, ഷീറ്റായോ തന്നെ വിൽപ്പന നടത്തുന്ന രീതിയാണ് കേരളത്തിലുള്ളത്.




ഏലച്ചെടിയുടെ കട. കേരളത്തിൽ മലമ്പ്രദേശങ്ങളിൽ കൃഷി ചെയ്തുവരുന്നു.
കേരളം സ്വയം പര്യാപ്തത നേടുകയോ ധാരാളം ഉത്പാദിപ്പിക്കുകയോ ചെയ്യുന്ന കാർഷികവിളകൾ കുരുമുളക്, ഏലം, അടക്ക തുടങ്ങിയ നാണ്യവിളകളും റബ്ബർ പോലുള്ള വസ്തുക്കളുമാണ്. ഇവ കേരളത്തിൽ തന്നെ ഉപയോഗിക്കുന്നതിനേക്കാൾ വിദേശരാജ്യങ്ങളിലേക്ക് കയറ്റുമതി ചെയ്യുകയാണ് ചെയ്യുന്നത്.

നാളികേരത്തിന് പേരുകേട്ട നാടായ കേരളം ശാസ്ത്രീയമായ രീതിയിൽ നാളികേരക്കൃഷി പഠിച്ചത് ഡച്ചുകാരിൽ നിന്നാണ്.[48] വിലക്കുറവും, രോഗങ്ങൾ മൂലമുള്ള കൃഷിനഷ്ടവും കാരണം ഇന്ന് കേരളം നാളികേരകൃഷിയിൽ നിന്ന് വളരെ പിന്നോട്ട് പോയിരിക്കുന്നു. തെങ്ങിനെ ബാധിക്കുന്ന പല രോഗങ്ങളും എവിടെ നിന്നു വന്നെന്നോ, കാരണം എന്തെന്നോ കണ്ടു പിടിക്കാൻ ഇന്നും ഇവിടത്തുകാർക്ക് കഴിഞ്ഞിട്ടില്ല. ഇപ്പോൾ നാളീകേരത്തിന്റെ വിവിധ ഉൽപ്പന്നങ്ങൾ ഉൽപ്പാദിച്ച് വിപണനം നടത്താൻ ശ്രമം തുടങ്ങിയിട്ടുണ്ട്.[49]

പ്രധാന കാർഷിക വിളകൾ[തിരുത്തുക]

തെങ്ങ്
ധാന്യങ്ങൾ: നെല്ല്, കൂവരക്ക്, ചോളം, വരാഗ്, ചാമ,
പയർ വർഗ്ഗങ്ങൾ: ഉഴുന്ന്, ചെറുപയർ, മുതിര, തുവരപ്പയർ, പെരുംപയർ.
കിഴങ്ങുവർഗ്ഗങ്ങൾ: മരച്ചീനി, ചേമ്പ്, ചേന, ഉരുളക്കിഴങ്ങ്, കാച്ചിൽ, മുള്ളങ്കി, കാരറ്റ്, ബീറ്റ്റൂട്ട്.
പച്ചക്കറികൾ: വഴുതന, തക്കാളി, മുളക്, ചീര, വെണ്ട, കയ്പക്ക (പാവക്ക), ചുരക്ക, പടവലങ്ങ, അമര, കോളിഫ്ലവർ, കാബേജ്, ഉള്ളി (സവാള), മത്തൻ, കുമ്പളം.
പഴവർഗ്ഗങ്ങൾ: ചക്ക, വാഴ, ശീമച്ചക്ക, മലമുന്തിരി, കശുമാങ്ങ, മാങ്ങ, പേരക്ക, ചെറുനാരങ്ങ, പപ്പായ, കൈതച്ചക്ക, സീതപ്പഴം, സപ്പോട്ട, മാതളം, ചാമ്പങ്ങ, ഞാവൽപ്പഴം, ആത്തപ്പഴം.
സുഗന്ധവിളകൾ: മഞ്ഞൾ, കുരുമുളക്, ഏലം, തിപ്പലി, ജാതിക്ക, കറുവാപ്പട്ട, ഗ്രാമ്പൂ, ഓൽസ്പൈസ്, പെരുംജീരകം, ജീരകം.
എണ്ണവിളകൾ: തേങ്ങ, എള്ള്, നിലക്കടല, കടുക്, ആവണക്ക്, എണ്ണപ്പന.
പാനീയവിളകൾ: തേയില, കാപ്പി, കൊക്കോ.
മറ്റു വിളകൾ: പുകയില, വെറ്റില, കമുക്, റബ്ബർ, കരിമ്പ്.
ഔഷധ സസ്യങ്ങൾ: ശതാവരി, കരിങ്ങാലി, നീർബ്രഹ്മി, ഞവര, കീഴാർനെല്ലി, കറ്റാർവാഴ, സർപ്പഗന്ധി, പള്ളിപ്പാല, കരിനൊച്ചി, ആടലോടകം, അമുക്കുരം തുടങ്ങിയവ.
വൃക്ഷങ്ങൾ: തേക്ക്, കരിമരം, ആഞ്ഞിലി, കാട്ടുപുന്ന, വീട്ടി, മരുത്, ഏഴിലം പാല, കടമ്പ്, മഹാഗണി, യൂക്കാലി, അക്കേഷ്യ, പ്ലാവ്, മഞ്ചാടി തുടങ്ങിയവ.

കുരുമുളക് കൊടി
സംസ്ഥാന കൃഷിവകുപ്പ്[തിരുത്തുക]
മറ്റു സംസ്ഥാനങ്ങളിലേതു പോലെ കേരളത്തിലും കർഷകരുമായി സഹകരിച്ചുകൊണ്ട് കൃഷി വികസന പരിപാടികൾ ആസൂത്രണം ചെയ്യുന്നതും നടപ്പിലാക്കുന്നതും കൃഷിവകുപ്പാണ്. കേരളത്തിൽ എല്ലാ പഞ്ചായത്തുകളിലും കൃഷി ഭവനുകൾ പ്രവർത്തിച്ചു വരുന്നു. പ്രത്യേക പദ്ധതികൾ, ഫാം, ഇൻഫർമേഷൻ തുടങ്ങിയ ഉപഘടകങ്ങളും കൃഷിവകുപ്പിനു കീഴിൽ പ്രവർത്തിക്കുന്നു.

കേരളത്തിൽ കാർഷിക വിദ്യാഭ്യാസത്തിനായി ഒരു പഠനകേന്ദ്രം 1965 ൽ ആരംഭിച്ചു. ഇന്ന് തിരുവനന്തപുരം വെള്ളയാണിയിൽ കാർഷിക കോളേജും തൃശൂർ മണ്ണുത്തിയിൽ വെറ്ററിനറി കോളേജും നിലവിലുണ്ട്. പിന്നീട് 1972-ൽ തൃശൂർ വെള്ളാനിക്കര ആസ്ഥാനമായി കാർഷിക സർവകലാശാലയും രൂപവത്കരിക്കപ്പെട്ടു. ഇവ കൂടാതെ കൊച്ചിയിൽ ഫിഷറീസ് കോളേജും ഗവേഷണ കേന്ദ്രവും ആരംഭിച്ചു. ഇന്ന് കേരളത്തിലങ്ങോളമിങ്ങോളം കാർഷിക, മത്സ്യബന്ധന മേഖലയുമായി ബന്ധപ്പെട്ട നിരവധി പഠനകേന്ദ്രങ്ങൾ നിലവിലുണ്ട്. കൃഷിവകുപ്പിന്റെ "കേരളകർഷകൻ" തുടങ്ങിയ കാർഷിക പ്രസിദ്ധീകരണങ്ങൾക്കു വേണ്ടത്ര പ്രചാരം ലഭിച്ചിട്ടുണ്ട്.

വ്യവസായം[തിരുത്തുക]

കയർ വ്യവസായം ആലപ്പുഴ പോലുള്ള ജില്ലകളിൽ
ഒരു സംസ്ഥാനം എന്ന നിലയിൽ കേരളം രൂപവത്കരിച്ചതിനു ശേഷം കേരളത്തിലെ വ്യവസായങ്ങൾ പ്രധാനമായും പ്രവർത്തിച്ചിരുന്നത് വെൽഫെയർ സൊസൈറ്റികൾ പോലുള്ള സോഷ്യലിസ്റ്റ് ആശയങ്ങളെ അടിസ്ഥാനമാക്കിയായിരുന്നു. കഴിഞ്ഞ ഏതാനും വർഷങ്ങളായി സ്വകാര്യവൽക്കരണവും, ഉദാരവൽക്കരണവും നേരിട്ടുള്ള വിദേശ നിക്ഷേപവും കേരള സമ്പദ് വ്യവസ്ഥയിൽ നടക്കുന്നുണ്ട്. കേരളത്തിന്റെ ഗ്രോസ് ഡൊമസ്റ്റിക് പ്രൊഡക്ട്(gross domestic product)(2004-2005ലെ കണക്കനുസരിച്ച്) ഏതാണ്ട് 89451.99 കോടി രൂപയാണെന്ന് കണ്ടെത്തിയിട്ടുണ്ട്.[50] എങ്കിലും സമീപകാലത്തെ GDP വളർച്ച (2004–2005 ൽ 9,2% 2003–2004ൽ 7,4%) പഴയ കാലത്തെ ശരാശരിയുമായി താരതമ്യപ്പെടുത്തുമ്പോൾ മെച്ചമാണെന്നു കാണാം(1980കളിൽ ഇത് 2.3% ഉം,1990 കളിൽ ഇത് 5.1%[51] ഉം 5.99%[52]ആയിരുന്നു).[51] 1998 മുതൽ 2005 വരെ കേരളത്തിലെ വ്യാവസായികവളർച്ച 8.93% ആയിരുന്നു. ഇന്ത്യയുടെ ദേശീയ ശരാശരി 4.80 ശതമാനവുമാണ്.[53] കേരളത്തിലെ പെർ കാപ്പിറ്റ ജി.എസ്.ഡി.പി ₹11,819 (US$180),[54] ആണ്. ഇത് ഇന്ത്യയുടെ ദേശീയ ശരാശരിയേക്കാൾ വളരെയധികവും അന്താരാഷ്ട്ര ശരാശരിയേക്കാൾ വളരെ കുറവുമാണ്[55]:8. ഇന്ത്യയിലെ ഏറ്റവും ഉയർന്ന ഹ്യൂമൺ ഡവലപ്പ്മെന്റ് ഇൻഡെക്സ് കേരളത്തിലാണ്.[56] കേരള പ്രതിഭാസം അല്ലെങ്കിൽ കേരളാ മോഡൽ വികസനം എന്നൊക്കെ വിളിക്കുന്ന, സംശയകരം എന്നു തോന്നാവുന്ന കേരളത്തിലെ ഈ ഉയർന്ന ജന ജീവിതനിലവാരവും താഴ്ന്ന സാമ്പത്തിക നിലവാരവും സേവനമേഖല മൂലമാണെന്ന് പലരും കരുതുന്നുണ്ട്[57] :48[58]:1. കേരളത്തിന്റെ സമ്പദ്ഘടനയുടെ നട്ടെല്ലെന്നു പറയാവുന്നത് ഗൾഫ് രാജ്യങ്ങൾ തുടങ്ങിയ വിദേശരാജ്യങ്ങളിൽ തൊഴിൽ ചെയ്യുന്ന കേരളീയർ മൂലമാണ്‌. ജി.എസ്.ഡി.പി.യുടെ അഞ്ചിലൊന്ന് ഭാഗവും ലഭിക്കുന്നത് വിദേശമലയാളികളിലൂടെയാണ്[10][11][12]‌.

ടൂറിസം, പൊതുമേഖല, ബാങ്ക് മുതലായ സാമ്പത്തിക സ്ഥാപനങ്ങൾ, പൊതുമരാമത്ത്, കമ്യൂണിക്കേഷൻ (2002–2003-ലെ ജി. എസ്. ഡി. പിയുടെ 63,8 %) തുടങ്ങിയ സേവനമേഖലകളും, കൃഷി, മത്സ്യബന്ധനം (ജി.എസ്. ഡി .പിയുടെ 17,2 %) എന്നിവയാണ് പ്രധാനമായും സമ്പദ്ഘടനയുടെ പ്രധാന സ്രോതസ്സുകൾ[52][59]. കേരള ജനതയുടെ ഏതാണ്ട് പകുതി കുടുംബങ്ങളും പ്രധാനമായും കൃഷിയിൽ നിന്നുള്ള വരുമാനത്തെ ആശ്രയിച്ചാണ്‌ കഴിയുന്നത്[60]. കേരളത്തിലെ 3105.21 കിലോമീറ്റർ ചതുരശ്രവിസ്തൃതി വരുന്ന [61]:5 നെൽപ്പാടങ്ങളിൽ നിന്ന്[61]:5, ഏതാണ്ട് 600-ൽ അധികം തരത്തിലുള്ള നെൽവിളകളിലൂടെ[62]:5 688,859 ടൺ അരി ഒരു വർഷം ഉല്പാദിപ്പിക്കുന്നുണ്ട്[60]. മറ്റു പ്രധാന വിളകളിൽ നാളികേരം(899,198 ), ചായ, കാപ്പി( ഇന്ത്യൻ ഉല്പാദനത്തിന്റെ 23 %[63]:13 അല്ലെങ്കിൽ 57,000 ടൺ) റബ്ബർ, കശുവണ്ടി, കുരുമുളക്, ഏലം, വാനില തുടങ്ങിയ സുഗന്ധവ്യഞ്ജനങ്ങൾ എന്നിവയുൾപ്പെടുന്നു. കേരളത്തിലെ 590 കിലോമീറ്റർ നീളത്തിൽ കിടക്കുന്ന തീരങ്ങളിലെ 10.5 ലക്ഷം മത്സ്യത്തൊഴിലാളികൾ ചേർന്ന് ഏതാണ്ട് 668,000 ടൺ മത്സ്യം ഉല്പാദിപ്പിക്കുന്നുണ്ട്(1999–2000 കാലയളവിലെ കണക്ക്).

പരമ്പരാഗത വ്യവസായങ്ങളായ കയർ, നെയ്ത്ത്, കരകൗശല വസ്തു നിർമ്മാണം എന്നിവയിലൂടെ10 ലക്ഷം ജനങ്ങൾക്ക് ജോലി ലഭിക്കുന്നുണ്ട്. ഏതാണ്ട് 1,80,000 ചെറുകിട വ്യവസായങ്ങളിൽ നിന്ന് ഏതാണ്ട് 909,859 മലയാളികൾക്ക് തൊഴിൽ ലഭിക്കുന്നുണ്ട്; 511 മദ്ധ്യ വൻകിട വ്യവസായയൂണിറ്റുകളും കേരളത്തിലുണ്ട്. ഇൽമനൈറ്റ്, കാവോലിൻ, ബോക്സൈറ്റ്, സിലിക്ക, ക്വാർട്‌സ്, സിക്രോൺ[60] തുടങ്ങിയ ഭൂഖനന യൂണിറ്റുകളിൽ നിന്നായി (ജി. എസ്. ഡി. പി. യുടെ 0,3 % [59]) ഒരു ചെറിയ വരുമാനവും കേരളത്തിനു ലഭിക്കുന്നുണ്ട്. ഗൃഹപൂന്തോട്ട നിർമ്മാണം, ജന്തു പരിപാലനം എന്നീ മേഖലകളിലും നൂറു കണക്കിനാളുകൾ തൊഴിലെടുക്കുന്നുണ്ട്. മറ്റു പ്രധാന മേഖലകളിൽ ടൂറിസം, നിർമ്മാണം, ബിസിനസ് പ്രോസസ് ഔട്ട്സോഴ്സിങ്ങ് എന്നിവയുമുൾപ്പെടുന്നു. 2002 മാർച്ചിലെ കണക്കുകൾ പ്രകാരം കേരളത്തിലെ ബാങ്കുകൾക്കു മുഴുവനായി 3341 ബ്രാഞ്ചുകളുണ്ട്.ഇതിൽ ഓരോ ബാങ്കുകളും 10,000 ജനങ്ങൾ ഉപയോഗിക്കുന്നു. ഇന്ത്യയിലെ ബാങ്കുകൾ അധികമായുള്ള മൂന്നാമത് സംസ്ഥാനമാണ് കേരളം.[64] 2007-ലെ കണക്കുകൾ അനുസരിച്ച് കേരളത്തിലെ തൊഴിൽ രഹിതർ ആകെ ജനസംഖ്യയുടെ 9,4 % ആണ്[65][66]:5, 13.[67] ജനസഖ്യയുടെ 12.71 %[68] മുതൽ 36 %[69] വരെ ദാരിദ്ര്യരേഖക്കു താഴെയുള്ളവരാണ്. 45,000 ആളുകൾ ചേരി പ്രദേശങ്ങളിലും താമസിക്കുന്നുണ്ട്.[70]

വ്യവസായങ്ങൾക്ക് പറ്റിയ സ്ഥലമല്ല എന്ന അപഖ്യാതി അടുത്തകാലത്തായി കേരളത്തെ പിടികൂടിയിട്ടുണ്ട്. തൊഴിൽ യൂണിയൻ മേഖലയുടെ അകാരണമായ ഇടപെടലുകൾ മൂലമോ, കുറഞ്ഞ നിരക്കിൽ ജോലിക്കാരെ കിട്ടാത്തതോ, പ്രവർത്തനദിനങ്ങൾ വിവിധ സമരങ്ങളുടേയും ഹർത്താലുകളുടേയും പേരിൽ മുടങ്ങുന്നതോ, പാരിസ്ഥിതികപ്രശ്നങ്ങളോ, ജനവാസബാഹുല്യമോ, ഒക്കെ ഇതിന് കാരണങ്ങളായി ചൂണ്ടിക്കാണിക്കപ്പെടുന്നു.

വിനോദസഞ്ചാരം[തിരുത്തുക]
പ്രധാന ലേഖനം: വിനോദസഞ്ചാരം കേരളത്തിൽ
പ്രമാണം:Munnar Top station.jpg​
മുന്നാർ- കേരളത്തിലെ ഒരു ഹിൽസ്റ്റേഷനാണ്
കേരളം ഇന്ന് ഇന്ത്യയിലെ പ്രധാന വിനോദസഞ്ചാരകേന്ദ്രങ്ങളിലൊന്നായി വളർന്നിരിക്കുകയാണ്, 2006ൽ 85 ലക്ഷം വിനോദസഞ്ചാരികൾ കേരളം സന്ദർശിക്കുകയുണ്ടായി. ഇത് മുൻവർഷത്തെ അപേക്ഷിച്ച് 23,68% വർദ്ധന കാണിക്കുന്നു.[71] മലയോരങ്ങളും കടലോരങ്ങളും വനസ്ഥലികളും തീർത്ഥാടന കേന്ദ്രങ്ങളുമായി സഞ്ചാരികൾക്കു പ്രിയങ്കരമായ ഒട്ടേറെ സ്ഥലങ്ങൾ കേരളത്തിലുടനീളമുണ്ട്. സ്വദേശികളും വിദേശികളുമായ സഞ്ചാരികൾ ഇവിടങ്ങളിലേക്കു പ്രവഹിക്കുന്നു. മൂന്നാർ , നെല്ലിയാമ്പതി, പൊന്മുടി തുടങ്ങിയ മലയോര കേന്ദ്രങ്ങളും ഫോർട്ട് കൊച്ചി, കോവളം, വർക്കല, ചെറായി ബീച്ചുകളും, പെരിയാര്, ഇരവികുളം വന്യജീവി കേന്ദ്രങ്ങളും, കൊല്ലം, ആലപ്പുഴ, കോട്ടയം, എറണാകുളം ജില്ലകളിലെ കായൽ മേഖലയും ഹൌസ് ബോട്ടുകളും തൃശ്ശൂർ ജില്ലയിലെ അതിരപ്പിള്ളി വാഴച്ചാൽ വെള്ളച്ചാട്ടങ്ങളും, വാസ്കോഡഗാമ കപ്പലിറങ്ങിയ കോഴിക്കോട്ടെ കാപ്പാട് ബീച്ചും വിനോദസഞ്ചാരികളുടെ ആകർഷണ കേന്ദ്രങ്ങളാണ്. സംസ്ഥാനത്തിന്റെ സമ്പദ്ഘടനയിലും വിനോദസഞ്ചാരം നിർണായകമായ പങ്കു വഹിക്കുന്നു. ഇവ കൂടാതെ തീർത്ഥാടന വിനോദസഞ്ചാരവും ഇന്ത്യൻ വൈദ്യ സമ്പ്രദായമായ ആയുർവേദവുമായി ബന്ധപ്പെട്ട വിനോദസഞ്ചാരവും സുപ്രധാനമാണ്. പ്രശസ്ത ആയുർവേദ ചികിൽസാ കേന്ദ്രമാണ് മലപ്പുറം ജില്ലയിലെ കോട്ടയ്ക്കൽ ആര്യവൈദ്യ ശാല.

സംസ്ഥാന വിനോദ സഞ്ചാര വകുപ്പ്[തിരുത്തുക]
കേരളത്തിലെ വിനോദസഞ്ചാര മേഖലയുടെ വികസനത്തിനായി സംസ്ഥാന സർക്കാരിന്റെ കീഴിൽ വിനോദസഞ്ചാര വകുപ്പ് പ്രവർത്തിക്കുന്നു. ഈ മേഖലയുടെ വികസനത്തിനായുള്ള പ്രചരണപരിപാടികൾ, അടിസ്ഥാന സൗകര്യങ്ങളുടെ വികസനം എന്നിവയാണ് വകുപ്പിന്റെ പ്രധാന പ്രവർത്തനങ്ങൾ. പ്രകൃതിയുടെ സന്തുലിതാവസ്ഥ നിലനിർത്തിക്കൊണ്ടും സാംസ്കാരിക പൈതൃകം സംരക്ഷിച്ചുകൊണ്ടുമുള്ള "ഉത്തരവാദിത്തവിനോദസഞ്ചാര വികസനം" എന്ന സമീപനമാണ് ഈ വകുപ്പിന്റേത്.വിനോദ സഞ്ചാര വികസന മേഖലയിൽ കേരളം സ്തുത്യർഹമായ നേട്ടം കൈവരിച്ചിട്ടുണ്ട്. നിരവധി ദേശീയവും, അന്തർദേശീയവുമായ പുരസ്കാരങ്ങളും സംസ്ഥാനത്തിന് ലഭിച്ചിട്ടുണ്ട്. വേൾഡ് ട്രാവൽ ആൻഡ് ടൂറിസം കൗൺസിൽ 2002ൽ പ്രസിദ്ധീകരിച്ച "ടൂറിസം സാറ്റലൈറ്റ് അക്കൌണ്ട്" പ്രകാരം ആഗോള തലത്തിൽ അടുത്ത പത്ത് വർഷത്തിനുള്ളിൽ സഞ്ചാരികളുടെ വരവിലും വിദേശനാണ്യ വരുമാനം ഗണ്യമായി വർദ്ധിക്കുമെന്ന് കണക്കു കൂട്ടുന്നു.

കടൽത്തീരങ്ങൾ[തിരുത്തുക]

തീരദേശ സംരക്ഷണത്തിനായി കോസ്റ്റ് ഗാർഡ് പ്രവർത്തിക്കുന്നു
ഹിപ്പി കാലഘട്ടത്തിൽ ഹിപ്പികളുടെ ഇന്ത്യയിലെ ഒരു പ്രധാന ആകർഷണകേന്ദ്രമായിരുന്ന കോവളം അതിനു മുമ്പേതന്നെ വിനോദ സഞ്ചാര സ്ഥലമെന്ന പേരിൽ അന്താരാഷ്ട്രതലത്തിൽ അറിയപ്പെട്ടിരുന്നു. ഇവിടെ ഇന്ന് വിദേശികളും സ്വദേശികളുമായി ധാരാളം പേർ വന്നു പോകുന്നു. ഇന്നും ഇത് അന്താരാഷ്ട്രതലത്തിൽത്തന്നെ ഖ്യാതിയുള്ള ഒരു പ്രധാന വിനോദസഞ്ചാരകേന്ദ്രങ്ങളിലൊന്നാണ്.[72] കൂടാതെ ബേക്കൽ, മുഴപ്പലിങ്ങാട്, ആലപ്പുഴ, വർക്കല, ശംഖുമുഖം, ചെറായി, അഴീക്കോട് മുനക്കല്,തിരൂരിലെ പടിഞ്ഞാറേക്കര സൺ ആൻഡ് സാൻഡ് ബീച്ച്  തുടങ്ങി വിനോദസഞ്ചാരികളെ ആകർഷിക്കുന്ന പല കടൽത്തീരങ്ങളും കേരളത്തിലുണ്ട്.[73]

കായലുകൾ[തിരുത്തുക]
കേരളതീരത്തെ കായലുകളിലെ വിനോദസഞ്ചാരസാദ്ധ്യതകൾ അടുത്തകാലത്തായി വളരെയേറെ ഉപയോഗപ്പെടുത്തിവരുന്നുണ്ട്. കായലുകളിൽ കെട്ടുവള്ളങ്ങളിലുള്ള യാത്രയും താമസവുമാണ് ഇവിടത്തെ പ്രധാന സവിശേഷത – ഇക്കൂട്ടത്തിൽ അഷ്ടമുടിക്കായൽ, കുമരകം, പാതിരാമണൽ തുടങ്ങിയവ എടുത്തുപറയേണ്ട വിനോദസഞ്ചാരകേന്ദ്രങ്ങളാണ്‌.[74] ജലപ്പരപ്പിൽ ഇറങ്ങുകയും അവിടെ നിന്ന് പുറപ്പെടുകയും ചെയ്യാനാകുന്ന സീ പ്ലെയിൻ ഉപയോഗിച്ച് ഈ കേന്ദ്രങ്ങളെ ബന്ധിപ്പിക്കാൻ ഇയ്യിടെ സർക്കാർ ഏർപ്പാടാക്കിയിട്ടുണ്ട്.

മലയോരകേന്ദ്രങ്ങൾ[തിരുത്തുക]

മറയൂരിലെ മരത്തിലെ വീട്
ഇടുക്കി, നെയ്യാർ, മൂന്നാർ, നെല്ലിയാമ്പതി, ദേവികുളം, പൊൻ‌മുടി, വയനാട്, പൈതൽ മല, വാഗമൺ എന്നിവയാണ് ചില പ്രധാന മലയോര വിനോദസഞ്ചാരകേന്ദ്രങ്ങൾ. കേരളത്തിലെ പ്രധാനപ്പെട്ട വെള്ളച്ചാട്ടമാണു അതിരപ്പിള്ളി വെള്ളച്ചാട്ടം. തൃശ്ശൂർ ജില്ലയിലെ ചാലക്കുടിക്കു കിഴക്കായി സ്ഥിതി ചെയ്യുന്നു. പത്തനംതിട്ട ജില്ലയിലെ ഒരു ടൂറിസ്റ്റ് കേന്ദ്രമാണ് "പെരുന്തേനരുവി" വെള്ളച്ചാട്ടം. റാന്നി താലൂക്കിലെ വെച്ചൂച്ചിറ പഞ്ചായത്തിലാണ് ഈ വെള്ളച്ചാട്ടം സ്ഥിതി ചെയ്യുന്നത്.

പ്രധാനപ്പെട്ട തീർഥാടന കേന്ദ്രങ്ങൾ[തിരുത്തുക]
പത്തനംതിട്ട ജില്ലയിലെ ശബരിമല ധർമ്മശാസ്താക്ഷേത്രം ഇന്ത്യയിലെ പ്രസിദ്ധമായ തീർഥാടന കേന്ദ്രമാണ്. ലക്ഷകണക്കിന് ഭക്തരാണ് ഒരു വർഷവും ഇവിടേക്ക് എത്തിച്ചേരാറുള്ളത്.
ഗുരുവായൂർ ശ്രീകൃഷ്ണക്ഷേത്രവും സമാനമായി അനേകരെ ആകർഷിക്കുന്ന ഒന്നാണ്.
ആറ്റുകാൽ ഭഗവതി ക്ഷേത്രം, തിരുവനന്തപുരം- ലക്ഷക്കണക്കിന് സ്ത്രീകൾ പങ്കെടുക്കുന്ന പൊങ്കാല, ലോകത്തിലെ ഏറ്റവും വലിയ സ്ത്രീകളുടെ കൂട്ടായ്മ എന്നും ഇത് അറിയപ്പെടുന്നു.
ചോറ്റാനിക്കര ഭഗവതി ക്ഷേത്രം, എറണാകുളം
കൊടുങ്ങല്ലൂർ ശ്രീ കുരുംമ്പാ ഭഗവതി ക്ഷേത്രം
ശ്രീപത്മനാഭസ്വാമി ക്ഷേത്രം, തിരുവനന്തപുരം
കൊട്ടിയൂർ ക്ഷേത്രം, കണ്ണൂർ
പറശ്ശിനിക്കടവ് മുത്തപ്പൻ ക്ഷേത്രം, കണ്ണൂർ
ആറന്മുള ശ്രീ പാർത്ഥസാരഥിക്ഷേത്രം, പത്തനംതിട്ട
വsക്കുംനാഥ ക്ഷേത്രം, തൃശൂർ (പൂരം)
[75]

ആലത്തിയൂർ ഹനുമാൻ ക്ഷേത്രം, തിരൂർ
വൈക്കം മഹാദേവ ക്ഷേത്രം
ഏറ്റുമാനൂർ മഹാദേവ ക്ഷേത്രം
കുമാരനെല്ലൂർ ഭഗവതി ക്ഷേത്രം, കോട്ടയം
എറണാകുളം ശിവക്ഷേത്രം
ചെട്ടികുളങ്ങര ഭഗവതി ക്ഷേത്രം, മാവേലിക്കര (കുംഭ ഭരണി)
ഓച്ചിറ പരബ്രഹ്മ ക്ഷേത്രം
തൃപ്പൂണിത്തുറ പൂർണത്രയീശ ക്ഷേത്രം
തളിപ്പറമ്പ് രാജരാജേശ്വര ക്ഷേത്രം
മലയാലപ്പുഴ ദേവി ക്ഷേത്രം, പത്തനംതിട്ട
കാടാമ്പുഴ ഭഗവതി ക്ഷേത്രം, മലപ്പുറം
തിരുമാന്ധാകുന്നു ഭഗവതി ക്ഷേത്രം, അങ്ങാടിപ്പുറം, മലപ്പുറം
പാലക്കാട്‌ കല്ലേക്കുളങ്ങര ഹേമാംബിക ക്ഷേത്രം (കൈപ്പത്തി ക്ഷേത്രം)
ഹരിപ്പാട് സുബ്രഹ്മണ്യസ്വാമി ക്ഷേത്രം, ആലപ്പുഴ
കൊട്ടാരക്കര മഹാഗണപതി ക്ഷേത്രം
മണ്ണാറശാല നാഗരാജ ക്ഷേത്രം, ഹരിപ്പാട്
ആലുവ ശിവക്ഷേത്രം
ചക്കുളത്തുകാവ് ഭഗവതി ക്ഷേത്രം (പൊങ്കാല), ആലപ്പുഴ
പനച്ചിക്കാട് സരസ്വതി ക്ഷേത്രം, കോട്ടയം (വിദ്യാരംഭം)
തിരുവൈരാണിക്കുളം മഹാദേവ ക്ഷേത്രം (നടതുറപ്പ്), ആലുവ
തേക്കടി മംഗളാദേവി ക്ഷേത്രം, ഇടുക്കി (ചിത്രാ പൗർണമി)
നെല്ലുവായ് ശ്രീ ധന്വന്തരി ക്ഷേത്രം, തൃശ്ശൂർ
തൃപ്രയാർ ശ്രീരാമസ്വാമി ക്ഷേത്രം, തൃശ്ശൂർ
മരുത്തോർവട്ടം ശ്രീ ധന്വന്തരി ക്ഷേത്രം, ചേർത്തല
ചേർത്തല കാർത്യായനി ക്ഷേത്രം
ചെങ്ങന്നൂർ മഹാദേവ ക്ഷേത്രം
ആറന്മുള ശ്രീ കൃഷ്ണസ്വാമി ക്ഷേത്രം, പത്തനംതിട്ട
തുടങ്ങിയവ കേരളത്തിലെ പ്രധാന ഹൈന്ദവ തീർത്ഥാടന കേന്ദ്രങ്ങളാണ്.

ചേരമാൻ ജുമാ മസ്ജിദ് – കേരളത്തിലെ ഒരു മുസ്ലീം തീർത്ഥാടന കേന്ദ്രമാണ്.
മമ്പുറം മഖാം
പൊന്നാനി
സിഎം മഖാം
പാണക്കാട്
ചുരത്തിൽ പള്ളി മഖാം മറ്റ് പ്രധാന ഇസ്ലാമിക ആരാധനാ കേന്ദ്രങ്ങളാണ്.
പരുമല പള്ളി, എടത്വ പള്ളി, തുമ്പോളി പള്ളി, അർത്തുങ്കൽ പള്ളി , പൂങ്കാവ് പള്ളി,- KALLOOPARA PALLI തീർത്ഥാടനം പുതിയതുറ കൊച്ചെടത്വാ തീർത്ഥാടനം മലയാറ്റൂരും, മണർകാട് പള്ളി, ഭരണങ്ങാനത്തെ അൽഫോൺസാമ്മയുടെ പ്രവർത്തന മേഖലകളായിരുന്ന പ്രദേശങ്ങളും ക്രൈസ്തവർ തീർത്ഥാടന കേന്ദ്രങ്ങളായി കണക്കാക്കുന്നു.

വന്യജീവിസംരക്ഷണ കേന്ദ്രങ്ങൾ[തിരുത്തുക]
കേരളത്തിൽ അഞ്ച് ദേശീയോദ്യാനങ്ങളുണ്ട്. 1934-ൽ ആരംഭിച്ച പെരിയാർ ടൈഗർ റിസർവാണ് ആദ്യത്തേത്. ദേശീയോദ്യാനങ്ങൾ കൂടാതെ 16 വന്യജീവിസംരക്ഷണകേന്ദ്രങ്ങളും ഉണ്ട്. ഇതിൽ മൂന്നെണ്ണം പക്ഷിസങ്കേതങ്ങളാണ്. നീലഗിരി, അഗസ്ത്യവനം, എന്നിങ്ങനെ രണ്ട് ജൈവമേഖലകളും ഉണ്ട്.

ഇരവികുളം, സൈലന്റ് വാലി, പാമ്പാടും ചോല, മതികെട്ടാൻചോല, ആനമുടിച്ചോല എന്നിവയാണ് 5 ദേശീയോദ്യാനങ്ങൾ. പെരിയാർ, നെയ്യാർ, പറമ്പിക്കുളം, പേപ്പാറ, ചെന്തുരുണി, ചിന്നാർ, തട്ടേക്കാട്, മംഗളവനം, ചിമ്മിണീ, പീച്ചി-വാഴാനി, വയനാട്, ചൂലന്നൂർ-മയിൽ സങ്കേതം, ഇടുക്കി, കുറിഞ്ഞി, ആറളം, മലബാർ എന്നിവയാണ് വന്യജീവി സങ്കേതങ്ങൾ.

സാംസ്കാരികരംഗം[തിരുത്തുക]
പ്രധാന ലേഖനം: കേരളസംസ്കാരം
മലയാളം മലയാളികളുടേതാണെങ്കിലും കേരളം അവരുടേതുമാത്രമല്ല. പരദേശികളിലൂടെയാണ് കേരളം വളർന്നത്. മലയാളഭാഷ തന്നെ സങ്കരമായ ഒന്നാണ്‌. പരകീയമായ നിരവധി പദങ്ങൾ മലയാളത്തിൽ ആദേശം ചെയ്യപ്പെട്ടിരിക്കുന്നു. മുൻകാലങ്ങളിൽ കേരളം മലയാളികളുടെ മാതൃഭൂമി എന്നു വിളിച്ചിരുന്നെങ്കിലും കേരളത്തിൽ വസിക്കുന്ന പരദേശികളുടെ സംഭാവനകൾ കണക്കിലെടുത്ത് കേരളം, കേരളീയരുടെ മാതൃഭൂമി എന്ന നിലയിലേക്കുയർന്നിട്ടുണ്ട്. കേരളത്തെ മാതൃഭൂമിയായി സ്വീകരിച്ച അന്യദേശീയരുടെ ഏകീകരണത്തിലും സ്വാംശീകരണത്തിലുമാണ്‌ കേരളം വികസിച്ചത്.

കേരളസംസ്കാരത്തിന്റെ ചൈതന്യം അതിന്റെ വൈവിദ്ധ്യ ജനസഞ്ചയത്തിന്റെ ഐക്യത്തിലാണ്‌. മതസഹിഷ്ണുത, ജാതി-മത-വർഗവീക്ഷണം, രാഷ്ട്രീയബോധം, മൂല്യബോധം, സാക്ഷരത, സ്വതന്ത്രവീക്ഷണം തുടങ്ങിയ സവിശേഷതകൾ കേരളത്തിൽ പൊതുവെ വികസിച്ചുവരാൻ കാരണം ഈ സങ്കലിതസ്വഭാവത്തിന്റെ സാർവ്വലൗകികതയാണ്. കേരളത്തിൽ മൂന്നേകാൽ കോടിയിലേറെ വരുന്ന ജനങ്ങൾ എല്ലാം കേരളീയരാണെങ്കിലും അവരെല്ലാം മലയാളികൾ അല്ല എന്നതാണ് കേരളത്തിന്റെ ബഹുമുഖ സാംസ്കാരികതക്ക് കാരണം. ഈ മത-ഭാഷാന്യൂനപക്ഷങ്ങളുട സങ്കലനത്തിൽ നിന്ന് കേരളത്തിലെ ജനങ്ങളിലും അവരുടെ ആചാരരീതികളിലും മാത്രമല്ല കേരളത്തിന്റെ തന്നെ സാംസ്കാരിക പശ്ചാത്തലത്തിലും മാറ്റങ്ങളുണ്ടായി. മതന്യൂനപക്ഷങ്ങളിൽ പ്രധാനമായും ക്രൈസ്തവരും മുസ്ലീങ്ങളുമാണ്. അപ്രധാനമായവരിൽ ബുദ്ധ-ജൈന-സിക്ക് വിഭാഗങ്ങളും ഉണ്ട്. ഭാഷാന്യൂനപക്ഷങ്ങളിൽ ഏറ്റവും അധികം തമിഴ് സംസാരിക്കുന്നവരാണ്. കൂടാതെ ഇരുപത്തഞ്ചോളം മറ്റു ഭാഷാ ന്യൂനപക്ഷങ്ങൾ ഉണ്ട്. അതിൽ ഏറ്റവും കുറവ് ചൈനീസ് ഭാഷ സംസാരിക്കുന്നവരാണ്.

ഒരു മതമായി കേരളത്തിൽ കുടിയേറിയ ആദ്യത്തെ ജനവിഭാഗം യഹൂദർ ആണ്. സിറിയൻ നാഗരികതയിൽ നിന്നു വന്നയഹൂദമതം പോലെ തന്നെ ഇന്ത്യയിലെ ഇതരഭാഗത്തു നിന്നും ഹിന്ദുമതവും സംഘടിതമായി വന്നു ചേർന്നു. സിറിയൻ നാഗരികതയിൽ ജനിച്ച ക്രിസ്തുമതവും ഇസ്ലാമും കേരളത്തിലെത്തിച്ചേർന്നു. ക്രിസ്തുമതം ദർശനങ്ങളിലൂടെയും പരിവർത്തനത്തിലൂടെയും തെക്കൻകേരളത്തില് വ്യാപിച്ചപ്പോൾ ഇസ്ലാം മതം സമഭാവനയിലധിഷ്ഠിതമായ ദർശനം പ്രചരിപ്പിച്ചതിലൂടെയും കുടിയേറ്റത്തിലൂടെയും കേരളത്തിന്റെ വടക്കൻ മേഖലയിൽ വ്യാപിച്ചു. എന്നാൽ ഇതിനേക്കാൾ വളരെ മുൻപേ തന്നെ ബുദ്ധ-ജൈന മതങ്ങൾ കേരളത്തിൽ വേരൂന്നിയിരുന്നു.

സാംസ്കാരിക സ്ഥാപനങ്ങൾ[തിരുത്തുക]
കേരളത്തിന്റെ സാംസ്കാരിക തലസ്ഥാനമായി വിശേഷിപ്പിക്കുന്നത് തൃശ്ശൂരിനെയാണ്.


തൃശൂരിലെ സംഗീതനാടക അക്കാദമി ആസ്ഥാനം
കേരളത്തിൽ മലയാള ഭാഷ, കല, സാഹിത്യം തുടങ്ങി മറ്റു പഠനങ്ങളുടേയും അഭിവൃദ്ധിക്കായി നിരവധി സ്ഥാപനങ്ങൾ പ്രവർത്തിക്കുന്നുണ്ട്. ആദ്യത്തേത് 1956 ഓഗസ്റ്റ് 15നു രൂപീകൃതമായ കേരള സാഹിത്യ അക്കാദമി യാണ്. തൃശൂർ ആണ് ആസ്ഥാനം. മലയാളഭാഷയുടെയും സാഹിത്യത്തിന്റേയും വികസനത്തിനുവേണ്ടിയുള്ള പരിപാടികൾ ആവിഷ്കരിച്ച് നടപ്പിലാക്കുകയാണ് അക്കാദമിയുടെ ലക്ഷ്യം. കേരളത്തിലെ ഏറ്റവും വലിയ റഫറൻസ് ഗ്രന്ഥശാല അക്കാദമിക്ക് സ്വന്തമായുണ്ട്. മികച്ച സാഹിത്യസൃഷ്ടികൾക്ക് അക്കാദമി പുരസ്കാരം ഏർപ്പെടുത്തിയിരിക്കുന്നു.

ഭാഷാ ഇൻസ്റ്റിറ്റ്യൂട്ട് എന്ന പേരിൽ കേരള സർക്കാരിന്റെ കീഴിൽ പ്രവത്തിക്കുന്ന സാംസ്കാരിക സ്ഥാപനം മലയാള ഭാഷയുടെ ഉന്നമനത്തിനായി പ്രവർത്തിക്കുന്നു.

1968-ൽ നിലവിൽ വന്ന ഈ ഭാഷാ പഠനകേന്ദ്രം വൈജ്ഞാനിക സാഹിത്യത്തിന്റെ വികസനം, ഭാഷാ നവീകരണ എന്നീ മേഖലകളിൽ ശ്രദ്ധപതിപ്പിച്ചിരിക്കുന്നു. ഭൗതികശാസ്ത്രം, സാമൂഹികശാസ്ത്രം, പ്രകൃതിശാസ്ത്രം, സാങ്കേതികശാസ്ത്രം പ്രസിദ്ധീകരണവിഭാഗം എന്നിങ്ങനെ അഞ്ച് അക്കാദമിക വിഭാഗങ്ങൾ ഉണ്ട്. അഖിലേന്ത്യാ തലത്തിൽ പ്രാദേശിക ഭാഷാ ഇൻസ്റ്റിറ്റ്യൂട്ടുകളിൽ ഏറ്റവും മികച്ചത് കേരളത്തിന്റേതാണ്.

ചിത്ര-ശില്പകലകളുടെ വികസനം, സംരക്ഷണം, ഉദ്ധാരണം, പോഷണം എന്നിവ ലക്ഷ്യമാക്കി കേരള സർക്കാർ 1962-ൽ ആരംഭിച്ച സ്ഥാപനമാണ് ലളിതകലാ അക്കാദമി. ദൃശ്യകലകളെ സംബന്ധിച്ച പഠനം, ഗവേഷണം, പ്രസിദ്ധീകരണം എന്നിവയും പരിശീലനങ്ങളും മറ്റും നടത്തുന്ന ഇതിന്റെ കേന്ദ്രം തൃശൂരാണ്.

കേരള കലാമണ്ഡലമാണ് മറ്റൊരു പ്രമുഖ സാംസ്കാരിക പഠനകേന്ദ്രം. തൃശൂരിലെ ചെറുതുരുത്തിയിൽ പ്രവർത്തിക്കുന്ന കേരളകലാമണ്ഡലം മഹാകവി വള്ളത്തോളാണ് സ്ഥാപിച്ചത്. ഇന്നത് ഒരു കലാ സാംസ്കാരിക കേന്ദ്രവും സർവകലാശാലയുമാണ്. കഥകളിയാണ് പ്രധാനമായും ഇവിടെ അഭ്യസിപ്പിക്കുന്നത്. മോഹിനിയാട്ടം, കൂടിയാട്ടം, തുള്ളൽ, ചാക്യാർ കൂത്ത് എന്നിവയും പാഠ്യവിഷയങ്ങളാണ്.

സംഗീതം, നാടകം എന്നീ കലകളുടെ അഭിവൃദ്ധിക്കായി കേരള സർക്കാർ 1958-ൽ തുടങ്ങിയ സ്ഥാപനമാണ് സംഗീത നാടക അക്കാദമി. കേരളത്തിനകത്തും പുറത്തുമുള്ള കലാസ്ഥാപനങ്ങളുമായി സഹകരിച്ച് കലാരംഗത്തുള്ളവരെയും കലയേയും പ്രോത്സാഹിപ്പിക്കുകയാണ്‌ ഇതിന്റെ ലക്ഷ്യം. ഇതിന്റെ ആസ്ഥാനവും തൃശൂരാണ്. മലയാള ഭാഷയുടെ പിതാവായ തുഞ്ചത്തെഴുത്തച്ഛന്റെ ജന്മസ്ഥലമായാ തിരൂരിലെ തുഞ്ചൻപറമ്പ് കേരളത്തിലെ മറ്റൊരു പ്രമുഖ സാംസ്‌കാരിക കേന്ദ്രമാണ്.

1981ൽ സാംസ്കാരികവകുപ്പിന്റെ കീഴിൽ കേരള സംസ്ഥാന ബാലസാഹിത്യ ഇൻസ്റ്റിറ്റ്യൂട്ട് രൂപംകൊണ്ടു. കുട്ടികൾക്കായി പുസ്തകങ്ങളും ആനുകാലികങ്ങളും പ്രസിദ്ധീകരിക്കുകയാണ് ഇൻസ്റ്റിറ്റ്യൂട്ടിന്റെ പ്രധാന ലക്ഷ്യം. സർക്കാർതലത്തിൽ കുട്ടികൾക്കായി ഒരു പ്രാദേശികഭാഷയിൽ പുസ്തകങ്ങൾ പ്രസിദ്ധീകരിക്കുന്ന ഇന്ത്യയിലെ ഏകസ്ഥാപനം എന്ന ബഹുമതിയും ഇൻസ്റ്റിറ്റ്യൂട്ടിനുണ്ട്.

സാംസ്കാരികസ്ഥാപനങ്ങളുടെ പട്ടിക[തിരുത്തുക]
കേരള സാഹിത്യ അക്കാദമി
കേരള സംഗീതനാടക അക്കാദമി
കേരള ലളിതകലാ അക്കാദമി
കേരള ഫോക്‌ലോർ അക്കാദമി
കേരള സംസ്ഥാന ചലച്ചിത്ര അക്കാദമി
കേരള ഭാഷാ ഇൻസ്റ്റിറ്റ്യൂട്ട്
കേരള സംസ്ഥാന ബാലസാഹിത്യ ഇൻസ്റ്റിറ്റ്യൂട്ട്
സർവ്വവിജ്ഞാനകോശം ഇൻസ്റ്റിറ്റ്യൂട്ട്
കേരള സ്റ്റേറ്റ് ജവഹർ ബാലഭവൻ
ഭാരത് ഭവൻ
വൈലോപ്പിള്ളി സംസ്കൃതി ഭവൻ
കേരള കലാമണ്ഡലം
കുഞ്ചൻ നമ്പ്യാർ സ്മാരകങ്ങൾ
ഗുരു ഗോപിനാഥ് നടനഗ്രാമം
തകഴി സ്മാരകവും മ്യൂസിയവും
മഹാകവി മോയീൻകുട്ടി വൈദ്യർ മാപ്പിള കലാ അക്കാദമി
സെന്റർ ഫോർ ഹെറിറ്റേജ് സ്റ്റഡീസ്
ഉണ്ണായിവാര്യർ സ്മാരക കലാനിലയം
മഹാകവി ഉള്ളൂർ സ്മാരകം
മഹാകവി പി. സ്മാരക കലാസാംസ്കാരിക കേന്ദ്രം
കണ്ണശ്ശസ്മാരകം, നിരണം
ചെറുകാട് സ്മാരകട്രസ്റ്റ്
എ. ആർ. രാജരാജ വർമ്മ സ്മാരകം
കുമാരനാശാൻ ദേശീയ സാംസ്കാരിക ഇൻസ്റ്റിറ്റ്യൂട്ട്
കുമാരനാശാൻ സ്മാരകം പല്ലന.
കേരള ബുക്ക് മാർക്കറ്റിംഗ് സൊസൈറ്റി
കേരള സംസ്ഥാന ചലച്ചിത്ര വികസന കോർപ്പറേഷൻ
സഹോദരൻ അയ്യപ്പൻ സ്മാരകം, ചെറായി
തുഞ്ചൻ സ്മാരക ട്രസ്റ്റും ഗവേഷണകേന്ദ്രവും
മലയാളം മിഷൻ
വാസ്തുവിദ്യാ ഗുരുകുലം , ആറന്മുള
സംസ്ഥാന സാംസ്കാരിക പ്രവർത്തക ക്ഷേമനിധി ബോർഡ്
ആശാൻ മെമ്മോറിയൽ അസോസിയേഷൻ, കായിക്കര
മാർഗ്ഗി
ഷഡ്കാല ഗോവിന്ദമാരാർ സ്മാരക കലാസമിതി
മുല്ലൂർ സ്‌മാരകം ഇലവുംതിട്ട.
ആചാരങ്ങൾ[തിരുത്തുക]
ഭാഷാന്യൂനപക്ഷങ്ങളുടെ വരവിനെത്തുടർന്ന് കേരളത്തിലെ ജനങ്ങളിലും അവരുടെ ആചാരരീതികളിലും കൂടാതെ കേരളത്തിന്റെ മൊത്തത്തിലുള്ള സാംസ്കാരിക പശ്ചാത്തലത്തിലും ഒട്ടേറെ മാറ്റങ്ങൾ ഉണ്ടായിട്ടുണ്ട്. ജനനം, വിദ്യാഭ്യാസം, വിവാഹം, മരണം എന്നിവയോടനുബന്ധിച്ചു നടത്തിയിരുന്നു ആചാരപരമായ ചടങ്ങുകളിൽ തികച്ചും ദ്രാവിഡീയമായ കാഴ്ചപ്പാടുണ്ടായിരുന്ന കേരളത്തിലെ ജനങ്ങൾ വിവിധ മതങ്ങളുടെ വരവോടെ അതതു മതങ്ങളിൽ അനുശാസിക്കുന്ന വിധത്തിലുള്ള ആചാരങ്ങൾ സ്വീകരിക്കുകയുണ്ടായെങ്കിലും പൂർവികാചാരങ്ങൾ പാടെ വിസ്മരിക്കാത്ത തരത്തിലുള്ള നയമാണ്‌ അതിലും പ്രകടമായിരുന്നത്. നൂറ്റാണ്ടുകൾ പിന്നിട്ടശേഷം മറ്റു മതങ്ങളുടെ ആചാരങ്ങൾ സ്വാംശീകരിക്കുന്നതിലും കേരളീയർ വിമുഖത കാട്ടിയിട്ടില്ല. ദ്രാവിഡീയാചാരങ്ങൾ സ്വാംശീകരിച്ച ബൗദ്ധരും ബൗദ്ധർ പിന്തുടർന്നിരുന്ന വിവിധാചാരങ്ങൾ സ്വാംശീകരിച്ച ഹിന്ദുക്കളെയും ക്രിസ്തീയരേയും കേരളത്തിൽ കാണുന്നു.

ആഘോഷങ്ങളും ഉത്സവങ്ങളും[തിരുത്തുക]
കേരളത്തിലെ ഉത്സവങ്ങളിൽ പലതും പ്രാദേശികതലത്തിൽ പ്രാധാന്യമുള്ളവ മാത്രമാണ്‌. ആഘോഷങ്ങളിൽ പലതും പ്രാചീനകാലത്തെ പാരമ്പര്യം പേറുന്നവയാണ്. ആഘോഷങ്ങളിലെ ചടങ്ങുകൾ വിവിധമതങ്ങളിൽ വിവിധതരമാണെങ്കിലും ചില സമാനതകൾ ദർശിക്കാനാവും.

മാമാങ്കം[തിരുത്തുക]
പ്രധാന ലേഖനം: മാമാങ്കം
പ്രാചീനകാലത്തെ കേരളത്തിലെ ഏറ്റവും വലിയ സാംസ്കാരികോത്സവമായിരുന്ന മാമാങ്കം ഭാരതപ്പുഴയുടെ തീരത്തെ തിരൂരിനടുത്തു തിരുനാവായ മണപ്പുറത്ത് 12 വർഷത്തിലൊരിക്കൽ കൊണ്ടാടിയിരുന്ന ആഘോഷമായിരുന്നു. ഇതോടൊപ്പം കാർഷിക-വാണീജ്യമേളകളും നടന്നുപോന്നിരുന്നു. പിൽക്കാലത്ത് രാഷ്ട്രീയ പ്രാധാന്യവും ഇതിന് വന്നുചേർന്നു.

കേരളത്തിൽ ഉളള എല്ലാ നാടുവാഴികളും തങ്ങളുടെ നായർ പടയാളികളും ആയി മാമാങ്കത്തിൽ പങ്കെടുത്തിരുന്നു. അവസാനത്തെ പെരുമാൾ ചക്രവർത്തിക്ക് ശേഷം മാമാങ്കത്തിൽ നിലപാടു നിന്നിരുന്നത് "വള്ളുവക്കോനാതിരി" ആയിരുന്നു. പിന്നിട് സാമൂതിരി ഈ സ്ഥാനം പിടിച്ചടക്കി. വള്ളുവക്കോനാതിരിയുടെ ചാവേർ നായന്മാർ ഈ സ്ഥാനം തരിച്ചുപിടിക്കാനും തങ്ങളുടെ പൂർവികരുടെ ചോരക്ക് പകരം ചോദിക്കാനുമായി (കുടിപ്പക തീർക്കാനുമായി) സാമൂതിരിയുടെ (മങ്ങാട്ടച്ചൻ, പാറ നമ്പി, ധർമ്മോത്ത് പണിക്കർ (തമ്മേ പണിക്കർ), തിനയഞ്ചേരി ഇളയത്, കോഴിക്കോട് തലച്ചെന്നനായർ, ഏറനാട് മേനോൻ തുടങ്ങിയ മന്ത്രി /സേനാനായകന്മാരുടെയും ഇളയ രാജാവായ ഏറാൾപ്പാട്, മൂന്നാൾപ്പാട്, സാമന്ത രാജാക്കന്മാരായ പലക്കാട് അച്ചൻ,കവളപ്പാറ സ്വരൂപം മൂപ്പിൽ നായർ, കുതിരവട്ടത്ത് മൂപ്പിൽ നായർ, ബേപ്പൂർ രാജാ, വടകര വാഴുന്നോർ എന്നിവരുടെ നേതൃത്വത്തിലുള്ള) നായർ പടയാളികളോടും നാവികസേന തലവനായ കോഴിക്കോട് കോയ (ഷാബന്ദർ കോയ)നേതൃത്വത്തിലുള്ള മാപ്പിള/മരക്കാർ സേനയോടും ഏറ്റുമുട്ടി വീര ചരമം പ്രാപിച്ചിരുന്നു.[76] പതിനെട്ടാം നൂറ്റാണ്ടിൽ മൈസൂർ സുൽത്താന്മാരുടെ ആക്രമണത്തെ തുടർന്ന് സാമൂതിരിയുടെ സാമ്പത്തികനില പരുങ്ങലിലായതോടെ മാമാങ്കാഘോഷങ്ങൾക്ക് മങ്ങലേൽക്കുകയും ബ്രിട്ടിഷ് ആധിപത്യം പിടിമുറുക്കാൻ തുടങ്ങിയതോടെ ഇത് പാടേ നിലയ്ക്കുകയും ചെയ്തു.

ഓണം[തിരുത്തുക]
പ്രധാന ലേഖനം: ഓണം
കേരളത്തിന്റെ സംസ്ഥാനോത്സവമാണ് ഓണം വസന്തകാലത്തിന്റെ ആരംഭമാണ് ഓണമാകുന്നത്. ചിങ്ങമാസത്തിലെ തിരുവോണത്തിനാണ് ഓണാഘോഷം പ്രധാനം. അതിനു പത്തു ദിവസം മുൻപ് അത്തം നാളിൽ തന്നെ ആഘോഷങ്ങൾക്ക് ആരംഭമാകുന്നു. ഹൈന്ദവ വിശ്വാസമനുസരിച്ച് ശ്രീമഹാവിഷ്ണു വാമനാവതാരം ഭൂമിയിൽ സ്വീകരിച്ച ദിവസമാണ് ചിങ്ങമാസത്തിലെ തിരുവോണം നക്ഷത്രം അത്കൊണ്ട് തന്നെ ഇത് ഭഗവാന്റെ ജന്മനാളായി കണക്കാക്കുന്നു. എങ്കിലും, ഓണം കേരളത്തിന്റെ കാർഷിക സംസ്കൃതിയുടെ അടയാളമാണു്. വിളവെടുപ്പുത്സവമായാണു് തുടക്കം എന്നു ചരിത്രകാരന്മാർ വിശ്വസിക്കുന്നു. കർക്കടകമാസത്തിലെ വറുതിയ്ക്കു ശേഷം ഭക്ഷ്യശേഖരം കൊണ്ടു് കലവറ നിറയുന്ന കാലമാണു് ഈ ആഘോഷം. മുറ്റത്തു ചാണകം മെഴുകി കളം വരച്ചു് പൂക്കളമിടുന്നതു് പ്രധാന ആചാരമാണു്. തിരുവോണ നാളിൽ തൃക്കാക്കരയപ്പനെ(വാമനമൂർത്തി) വരവേൽക്കാനാണു് ഈ തയ്യാറെടുപ്പുകൾ എന്നാണു് വിശ്വാസം. കേരളത്തിന്റെ വിവിധ ഭാഗങ്ങളിൽ വ്യത്യസ്ത രീതിയിലാണു് ഓണം ആഘോഷിക്കുന്നതെങ്കിലും ആഘോഷകാലം ഒന്നു തന്നെയാണു്. എറണാകുളം ജില്ലയീലെ തൃക്കാക്കര ക്ഷേത്രത്തിലെ ഓണാഘോഷവും തൃപ്പൂണിത്തുറയിലെ അത്തച്ചമയവും എടുത്തു പറയേണ്ടതാണു്. സമൃദ്ധിയുടെ ആഘോഷമായാണു് കണക്കാക്കുന്നതെങ്കിലും സമത്വസുന്ദരമായ, മാനുഷരെല്ലാവരും ഒന്നു പോലെ കഴിഞ്ഞ ഒരു കാലഘട്ടത്തിന്റെ സ്മരണ പുതുക്കൽ കൂടിയാണു് ഓണം. കഴിഞ്ഞ കുറച്ചു വർഷങ്ങളായി സംസ്ഥാനസർക്കാർ ജില്ലാ തലസ്ഥാനങ്ങളിലും സംസ്ഥാനതലസ്ഥാനത്തും ഓണാഘോഷങ്ങൾ സംഘടിപ്പിച്ചു വരുന്നു. വിനോദ സഞ്ചാര വാരം ആയിട്ടാണു് സർക്കാർ ഓണാഘോഷം സംഘടിപ്പിക്കുന്നതു്. കേരളത്തിന്റെ തനതു കലകളായ കഥകളി, കളരിപ്പയറ്റു്, മുതലായവയുടെ അവതരണങ്ങൾ, ചലച്ചിത്ര പ്രദർശനങ്ങൾ, നാടൻ പാട്ടു്, മറ്റു നാടൻ കലകളുടെ അവതരണങ്ങൾ, സംഗീതോത്സവങ്ങൾ, ജലോത്സവങ്ങൾ തുടങ്ങിയവയും സമാപന ദിവസം വിവിധ നിശ്ചലദൃശ്യങ്ങളോടെയുള്ള ഘോഷയാത്രയും പ്രധാന ഇനങ്ങളാണു്.

വിഷു[തിരുത്തുക]
പ്രധാന ലേഖനം: വിഷു
കേരളത്തിന്റെ കാർഷികോത്സവമാണ് വിഷു, വിളവിറക്കാനുള്ള തയ്യാറെടുപ്പിനോടനുബന്ധിച്ചാണ് മേടസംക്രാന്തിക്ക് വിഷു കൊണ്ടാടുന്നത്. കാർഷികവിഭവസമൃദ്ധിയെ കണി കണ്ടുകൊണ്ടാണ് അതാരംഭിക്കുന്നത്. ഹിന്ദുക്കൾ ശ്രീകൃഷ്ണനെ കണികണ്ടുകൊണ്ടാണ് പ്രധാനമായും ഇതാഘോഷിക്കുന്നത്. വിഷു കഴിയുന്നതോടെ കേരളത്തിൽ വേനൽമഴ വ്യാപകമാകുകയും തുടർന്ന് കൃഷിക്കാർ എല്ലാ വിളകളുടേയും കൃഷിക്കുള്ള പ്രാരംഭപ്രവർത്തനങ്ങൾ തുടങ്ങുകയും ചെയ്യുന്നു. വിഷുവിനെ കർഷക വർഷാരംഭം എന്നും പറയാറുണ്ട്. കൊല്ല വർഷാരംഭത്തിനുമുൻപ് മലയാളികളുടെ പുതുവത്സരം മേടം ഒന്ന് ആയിരുന്നിരിക്കണം.

വിദ്യാരംഭം[തിരുത്തുക]
നവരാത്രിയുടെ അവസാനം വിജയദശമി ദിവസം ഹൈന്ദവർ കുട്ടികളെ ആദ്യമായി എഴുത്തിന് ഇരുത്തുന്ന ചടങ്ങാണിത്. കേരളത്തിൽ ഇത് സരസ്വതി പൂജയാണ്. ഹരിശ്രീ ഗണപതായേ നമഃ എന്ന് തുടങ്ങുന്ന വാക്കുകൾ ആചാര്യൻ കുട്ടികളെ കൊണ്ട് അരിയിൽ എഴുതിക്കുന്നു. കേരളത്തിൽ തിരൂർ തുഞ്ചൻ പറമ്പ്, പനച്ചിക്കാട് ദക്ഷിണ മൂകാംബിക, ചോറ്റാനിക്കര, പൂജപ്പുര സരസ്വതി മണ്ഡപം മുതലായ ക്ഷേത്രങ്ങളിൽ ഇത് പ്രധാന ആഘോഷമാണ്.

ക്രിസ്തുമസ്[തിരുത്തുക]
പ്രധാന ലേഖനം: ക്രിസ്തുമസ്
ലോക ക്രൈസ്തവരുടെ പ്രധാനാഘോഷങ്ങളിലൊന്നായ ക്രിസ്തുമസ് കേരളത്തിലും ആഘോഷിക്കുന്നു. യേശുക്രിസ്തുവിന്റെ ജനനദിവസമാണ് ക്രിസ്തുമസ് ആയി ആഘോഷിക്കപ്പെടുന്നത്.

ഈസ്റ്റർ[തിരുത്തുക]
പ്രധാന ലേഖനം: ഈസ്റ്റർ
ലോക ക്രൈസ്തവരുടെ പ്രധാനാഘോഷങ്ങളിലൊന്നായ ഈസ്റ്റർ കേരളത്തിലും ആഘോഷിക്കുന്നു. യേശുക്രിസ്തു ഉയർത്തെഴുന്നേറ്റ ദിവസമാണിത്. 1952-വരെ കേരളത്തിലെ സുറിയാനി സഭകൾ പഴയരീതിയിലായിരുന്നു ഈസ്റ്റർ കൊണ്ടാടിയിരുന്നത്. എന്നാൽ 1955-ൽ കൽദായ സഭ ഗ്രിഗോറിയൻ കലണ്ടർ അംഗീകരിച്ചതോടെ ഇന്ത്യയിലെല്ലാവരും ഒരു ദിവസമാണ് ഈസ്റ്റർ ദിനമായി ആചരിക്കുന്നത്.

ഈദ് അൽഫിതറും ഈദ് അൽ-അസ്ഹയും[തിരുത്തുക]
പ്രധാന ലേഖനങ്ങൾ: ഈദുൽ ഫിത്ർ and ഈദ് അൽ-അസ്ഹ
മുസ്ലീങ്ങളുടെ രണ്ട് പെരുന്നാൾ ആഘോഷങ്ങളാണ് ഈദുൽ ഫിത്റും ഈദുൽ അസ്ഹയും. ഈദുൽ ഫിത്ർ ചെറിയ പെരുന്നാൾ എന്നും ഈദുൽ അസ്ഹ ബക്രീദ്, ബലി പെരുന്നാൾ എന്നീ പേരുകളിലും അറിയപ്പെടുന്നു. ഹിജ്റ വർഷ കലണ്ടറിലെ ഒമ്പതാമത്തെ മാസമായ റമദാനിലെ മുപ്പത് ദിനങ്ങളിലെ വ്രതത്തിനൊടുവിൽ ശവ്വാൽ ഒന്ന് മാസ പിറവി എടുക്കുമ്പോൾ ആഹ്ലാദപൂർവ്വം ആഘോഷിക്കുന്നതാണ് ഈദുൽ ഫിത്ർ. അന്നേദിവസം ഭക്ഷണത്തിന് വകയില്ലാത്തവരെ നിർബന്ധ ദാനത്തിലൂടെ ഊട്ടണമെന്ന് നിഷ്കർഷിക്കപ്പെട്ടിരിക്കുന്നു. പ്രവാചകനായ ഇബ്രാഹീമിന്റെ ത്യാഗപൂർണ്ണമായ ജീവിതത്തിന്റെ ഓർമ്മകളുണർത്തി കടന്ന് വരുന്ന പെരുന്നാളാണ് ഈദുൽ അസ്ഹ. അല്ലാഹുവിന്റെ കല്പന അനുസരിച്ചു മകനെ ബലിയറുക്കാൻ കൊണ്ട് പോയ അദേഹത്തിന്റെ ത്യാഗത്തിൽ പ്രീതിപ്പെട്ടു മകന് പകരം ആടിന്റെ ബലി ദൈവം സ്വീകരിക്കുന്നു. അതിന്റെ സ്മരണയിൽ മൃഗത്തെ ബലിയർപ്പിച്ച് ദാനം ചെയ്യുന്നതാണിതിന്റെ പ്രത്യേകത. കേരളത്തിലും ആഹ്ലാദപൂർവം ഈദ് ആഘോഷിക്കപ്പെടുന്നു.

ദീപാവലി[തിരുത്തുക]
ദീപങ്ങളുടെ ഉത്സവമായ ഇത് കേരളത്തിൽ പ്രാധാന്യത്തോടെ ആഘോഷിച്ചു വരുന്നു. ശ്രീകൃഷ്ണണന്റെ നരകാസുര വധവുമായി ബന്ധപ്പെട്ടതാണ് ഇതിന്റെ ഐതീഹ്യം. ക്ഷേത്രങ്ങളിലും വീടുകളിലും മറ്റും അന്ന് വിളക്കുകൾ കൊളുത്തുകയും ആഘോഷിക്കുകയും ചെയ്യുന്നു.

തൃക്കാർത്തിക[തിരുത്തുക]
പ്രകാശത്തിന്റെ ഉത്സവമാണ് തൃക്കാർത്തിക. ഭഗവതിയുടെ അവതാര ദിനമായി കണക്കാക്കുന്ന അന്ന് ക്ഷേത്രങ്ങളിൽ വിശേഷാൽ പൂജകളും വീടുകളിൽ ദീപം തെളിയിക്കലും മറ്റും നടന്നു വരുന്നു. കേരളത്തിലെ ഹൈന്ദവരുടെ ഒരാഘോഷമാണ് ഇത്.

മഹാശിവരാത്രി[തിരുത്തുക]
ഹിന്ദുക്കളുടെ ഒരാഘോഷമായ ശിവരാത്രി കേരളത്തിലും നടന്നു വരുന്നു. വ്രതാനുഷ്ഠാനവും ശിവക്ഷേത്ര ദർശനവുമാണ് പ്രധാന ചടങ്ങുകൾ.

തിരുവാതിര[തിരുത്തുക]
ശിവപാർവതി പ്രാധാന്യമുള്ള ആഘോഷം. ധനുമാസത്തിലെ തിരുവാതിര ദിവസം വ്രതം അനുഷ്ഠിച്ചും സ്ത്രീകൾ പ്രത്യേക രീതിയിൽ തിരുവാതിരക്കളി എന്ന നൃത്തം ചെയ്തും നടത്തുന്ന ഉത്സവം.

പ്രാദേശിക ആഘോഷങ്ങൾ[തിരുത്തുക]

മരമടി ഉത്സവം

കോട്ടപ്പുറം വള്ളം കളി

കടമ്മനിട്ട പടയണി

കല്പാത്തി രഥോത്സവം
കേരളത്തിൽ പ്രാദേശിക പ്രസക്തിയുള്ള നിരവധി ആഘോഷങ്ങൾ നടന്നു വരുന്നു. ഇതിൽ വിനോദസഞ്ചാരികളെ ലക്ഷ്യമാക്കി നടത്തുന്നവയും ദേവാലയ ആഘോഷങ്ങളും ഉൾപ്പെടും

തൃശ്ശൂർ പൂരം – മേടമാസത്തിൽ ത്രിശൂരിലെ വടക്കുംനാഥ ക്ഷേത്രത്തിന് സമീപത്തുള്ള തേക്കിൻകാട് മൈതാനത്തു വച്ചു നടക്കുന്ന ആഘോഷമാണ് തൃശ്ശൂർ പൂരം. ആനകളെ അണിനിരത്തിയുള്ള പാറമേക്കാവ്, തിരുവമ്പാടി ക്ഷേത്രങ്ങളുടെ മേള, പഞ്ചവാദ്യഘോഷങ്ങളും കുടമാറ്റം, പുലരുന്നതിനു മുമ്പുള്ള വെടിക്കെട്ട് എന്നിവ പ്രധാന ആകർഷണങ്ങളാണ്.
തെയ്യം (കളിയാട്ടം) – ഉത്തരകേരളത്തിൽ പ്രചാരത്തിലുള്ള അനുഷ്ഠാനകലകളിൽ ഒന്നാണു തെയ്യം. പഴയങ്ങാടിപ്പുഴയ്ക്കു വടക്കോട്ട്‌ കളിയാട്ടം എന്നും പഴയങ്ങാടി മുതൽ വളപട്ടണം വരെ തെയ്യം എന്നും അല്പവ്യത്യാസങ്ങളോടെ തെയ്യം അറിയപ്പെടുന്നു. ഉത്തരമലബാറിൽ തീയർ, ചാലിയാർ, നമ്പ്യാർ വിഭാകക്കാർക്കും പ്രധാന തെയ്യങ്ങൾ ഉണ്ട്.
ആറ്റുകാൽ പൊങ്കാല – തിരുവനന്തപുരം ജില്ലയിലാണ് സ്ത്രീകളുടെ ശബരിമലയെന്നറിയപ്പെടുന്ന ആറ്റുകാൽ ഭഗവതി ക്ഷേത്രം സ്ഥിതി ചെയ്യുന്നത്. ഇവിടുത്തെ ഉത്സവത്തിന്റെ അവസാനദിവസം സ്ത്രീകൾ കൂട്ടായി എത്തി ക്ഷേത്രപരിസരത്തുവച്ച് പായസവും മറ്റും പാകം ചെയ്തു നിവേദിക്കുന്നതാണ് ആറ്റുകാൽ പൊങ്കാല എന്ന പേരിൽ അറിയപ്പെടുന്നത്. ലക്ഷകണക്കിന് സ്ത്രീകൾ പങ്കെടുക്കുന്ന ഒന്നാണിത്.
അർത്തുങ്കൽ പെരുന്നാൾ – ആലപ്പുഴയിലെ അർത്തുങ്കൽ സെന്റ് ആൻഡ്രൂസ് പള്ളിയിലെ പെരുന്നാളാണിത്.ജനുവരി 10-27 വരെയാണ്.
തുമ്പോളി പള്ളി പെരുന്നാൾ – ആലപ്പുഴയിലെ തുമ്പോളി സെന്റ്. തോമസ് പള്ളിയിലെ തിരുനാളാണിത്.നവംബർ 27-ഡിസംബർ 15 വരെയാണ്.
അത്തച്ചമയം കേരളത്തിൽ ഓണത്തിന്റെ വരവ് അറിയിച്ചുകൊണ്ട്‌ ചിങ്ങമാസത്തിലെ അത്തം നാളിൽ തൃപ്പൂണിത്തുറയിൽ നടക്കുന്ന ചമയഘോഷയാത്ര ആണ് അത്തച്ചമയം
ഗജമേള – ജനുവരിയിൽ തൃശൂരിൽ വച്ചു നടക്കുന്ന ഗജമേള വിദേശികളെവരെ ആകർഷിക്കുന്ന ഒന്നാണ്.
മകരവിളക്ക് – ശബരിമലയിലെ ഏറ്റവും പ്രധാനമായ വിശേഷം. ജനുവരി മാസത്തിൽ (മകരസംക്രാന്തിനാളിൽ) നടത്തപ്പെടുന്ന ചടങ്ങിൽ പങ്കെടുക്കാൻ ലക്ഷക്കണക്കിനു തീർത്ഥാടകർ എത്താറുണ്ട്.
ഉത്രാളിക്കാവ് പൂരം – തൃശൂരിലെ വടക്കാഞ്ചേരിയിലെ ഉത്രാളിക്കാവിലെ പൂരം. രാവും പകലുമായി ആനയെഴുന്നള്ളിപ്പ് നടക്കുന്നു.
മാരാമൺ കൺവൻഷൻ – പത്തനംതിട്ടയിലെ കോഴഞ്ചേരിയിൽ പമ്പാ തീരത്ത് വച്ച് നടക്കുന്ന പ്രസിദ്ധമായ ക്രൈസ്തവസമ്മേളനം.
തിറയാട്ട മഹോത്സവം – കോഴിക്കോട്, മലപ്പുറം ജില്ലകളിലെ (തെക്കൻമലബാർ) കാവുകളിൽ വർഷംതോറും നടത്തപ്പെടുന്നു. ജനുവരി മുതൽ ഏപ്രിൽ വരേയാണ് തിറയാട്ടകാലം.
കോണ്ടോട്ടി നേർച്ച – മലപ്പുറം ജില്ലയിലെ കൊണ്ടോട്ടി പള്ളിയിൽ മുസ്ലീം പുരോഹിതന്റെ ഓർമ്മക്കായി നടത്തപ്പെടുന്ന ആഘോഷം[77]
ചെട്ടികുളങ്ങര കുംഭഭരണി – കുംഭ മാസത്തിലെ ഭരണിനാളിൽ ചെട്ടികുളങ്ങര ഭഗവതി ക്ഷേത്രത്തിൽ നടത്തപ്പെടുന്ന ആഘോഷം.
മീനഭരണി – മീനമാസത്തിലെ ഭരണിനാളിൽ നടത്തപ്പെടുന്ന ആഘോഷം. ഭഗവതിക്കാവുകളിലാണ് പ്രധാനം. കൊടുങ്ങല്ലൂർ ക്ഷേത്രത്തിലെ ഭരണിയാണ് എറ്റവും പ്രസിദ്ധം.
മലയാറ്റൂർ പെരുന്നാൾ – മലയാറ്റൂർ സെന്റ്.തോമസ് പള്ളിയിലെ പെരുന്നാൾ. വ്രതാനുഷ്ഠാനങ്ങൾക്കൊടുവിലെ മലകയറ്റം പ്രധാനം
എടത്വാ പെരുന്നാൾ – ആലപ്പുഴയിലെ എടത്വയിലെ സെന്റ്.ജോർജ്ജ് പള്ളിയിലെ പെരുന്നാൾ. 11 ദിവസം നീണ്ടുനിൽക്കുന്ന ആഘോഷങ്ങൾ
പരുമല പെരുന്നാൾ – പരുമലയിലെ കബറടങ്ങിയിരിക്കുന്ന മാർ ഗ്രിഗോറിയോസിന്റെ ഓർമപ്പെരുന്നാൾ
മണർകാട് പെരുന്നാൾ – മണർകാട് പള്ളിയിലെ കന്യാമറിയത്തിന്റെ പെരുന്നാൾ.
ഓച്ചിറക്കളി – കൊല്ലം ജില്ലയിലെ ഓച്ചിറ ക്ഷേത്രത്തിനു മുന്നിലുള്ള പടനിലത്തെ ആഘോഷം. യുദ്ധത്തിന്റെ ഓർമ്മക്കായി നടത്തപ്പെടുന്ന ആഘോഷം.
കർക്കിടകവാവ് – ഹിന്ദുക്കൾ പിതൃക്കളുടെ പ്രീതിക്കായി ശ്രാദ്ധകർമ്മങ്ങൾ ചെയ്യുന്ന ദിവസങ്ങളിൽ പ്രധാനമായ ഒരു ദിവസം. കടൽക്കരകളിലും പുഴക്കരകളിലും ബലിയർപ്പിക്കുന്നു. തിരുവനന്തപുരം തിരുവല്ലം ക്ഷേത്രം, കൊല്ലം തിരുമുല്ലവാരം മഹാവിഷ്ണു ക്ഷേത്രം, വയനാട് തിരുനെല്ലി മഹാവിഷ്ണു ക്ഷേത്രം എന്നിവിടങ്ങളിൽ പ്രധാനം.
നെഹ്റു ട്രോഫി വള്ളംകളി – ആലപ്പുഴ പുന്നമടക്കായലിലെ ലോകപ്രസിദ്ധമായ ജലകായികമേള. എല്ലാ വർഷവും ഓഗസ്റ്റ് മാസം രണ്ടാമത്തെ ശനിയാഴ്ച ആഘോഷിക്കപ്പെടുന്നു.
ബീമാപള്ളി ഉറുസ് – തിരുവനന്തപുരം ജില്ലയിലെ പ്രസിദ്ധമായ ബീമാപള്ളിയിലെ പെരുന്നാൾ. ബീമാബീവി എന്ന പുണ്യസ്ത്രീയുടെ മരണദിവസമാണ് ഈ മുസ്ലീം ആഘോഷം നടക്കുന്നത്. മറ്റു മതസ്ഥരും ചന്ദനക്കുടം വഹിക്കാൻ എത്തുന്നു.
ആറന്മുള വള്ളം കളി – ആറന്മുളയിലെ ഉത്രട്ടാതി വള്ളം കളിൽ ചിങ്ങമാസത്തിലെ തിരുവോണം കഴിഞ്ഞുള്ള നാളുകളിൽ ജലഘോഷയാത്രയായി നടത്തപ്പെടുന്നു.
കടമ്മനിട്ട പടയണി – ലോകപ്രശസ്തമായ കടമ്മനിട്ട പടയണി എല്ലാവർഷവും മേടം മാസം ഒന്നുമുതൽ പത്തുവരെ ആചാരപൂർവം ആഘോഷിക്കപ്പെടുന്നു.
കല്പാത്തി രഥോത്സവം – പാലക്കാട് നഗരത്തിലെ കല്പാത്തി ആഗ്രഹാരത്തിൽ നടക്കുന്ന ആഘോഷം. കല്പാത്തി വിശ്വനാഥ ക്ഷേത്രം, ലക്ഷ്മിനാരായണ ക്ഷേത്രം, മന്തക്കര മഹാഗണപതി ക്ഷേത്രം തുടങ്ങിയവ പങ്കെടുക്കുന്നു.
ഭരണങ്ങാനം പെരുന്നാള്
മലബാർ മഹോത്സവം
ആനയൂട്ട്
ചക്കുളത്തു പൊങ്കാല – ആലപ്പുഴ ജില്ലയിലെ നീരേറ്റുപുറത്തു സ്ഥിതി ചെയ്യുന്ന ചക്കുളത്തുകാവ് ഭഗവതി ക്ഷേത്രത്തിൽ നടക്കുന്ന പൊങ്കാല. വൃശ്ചിക മാസത്തിലെ തൃക്കാർത്തിക ദിവസമാണ് പൊങ്കാല. ധാരാളം സ്ത്രീകൾ ഇതിൽ പങ്കെടുക്കുന്നു.
ഗുരുവായൂർ ഏകാദശി – വൃശ്ചിക മാസത്തിൽ തൃശ്ശൂർ ജില്ലയിലെ ഗുരുവായൂർ ക്ഷേത്രത്തിൽ നടക്കുന്ന ഏകാദശി വ്രതവും ഉത്സവവും വിപുലമായി ആഘോഷിക്കപ്പെടുന്ന ഒന്നാണ്.
ചോറ്റാനിക്കര മകം – എറണാകുളം ജില്ലയിലെ ചോറ്റാനിക്കര ക്ഷേത്രത്തിലെ മകം തൊഴലും പൂരവും പ്രസിദ്ധമായ ഉത്സവമാണ്.
കലകൾ[തിരുത്തുക]
മാർഗ്ഗംകളി - മാർ തോമാ നസ്രാണികളുടെ ഒരു കലാ രൂപം.

കഥകളി കേരളത്തിന് അന്താരാഷ്ട്ര പ്രശസ്തി നേടിക്കൊടുത്ത ഒരു കലയാണ്
പ്രധാന ലേഖനം: കേരളീയ കലകൾ

കേരളത്തിന്റെ തനത് നൃത്തരൂപം - മോഹിനിയാട്ടം
കേരളത്തിലെ തനതായ നൃത്തങ്ങളിൽ ശാസ്ത്രീയകലകളായ കഥകളി, മോഹിനിയാട്ടം, തുള്ളൽ, തിരുവാതിരക്കളി തുടങ്ങിയവ ഉൾപ്പെടുന്നു. ഇവ കൂടാതെ തെയ്യം, തിറയാട്ടം, മാർഗ്ഗംകളി, ഒപ്പന, ഗരുഡനൃത്തം, മുടിയേറ്റ്, പരണേറ്റ്, വേലകളി, കാക്കാരിശ്ശി നാടകം, കണ്ണിയാർകളി, പൊറാട്ടുനാടകം, ചവിട്ടുനാടകം തുടങ്ങി അനേകം നാടൻ കലാരൂപങ്ങൾ പ്രാദേശികമായി കേരളത്തിലുണ്ട്.

ചവിട്ടു നാടകം[തിരുത്തുക]
പോർത്തുഗീസുകാരുടെ വരവോടെയാണ് ചവിട്ടുനാടകത്തിന് പ്രചാരം ലഭിക്കുന്നത്. ആദ്യകാലങ്ങളിൽ ചവിട്ടുനാടകം തമിഴ് ഭാഷയിലായിരുന്നു. മത്രപ്രചാരണത്തിനായി പറങ്കികൾ ക്രിസ്തീയ കഥകൾ തമിഴിൽ അവതരിപ്പിക്കുകയായിരുന്നു. നടന്മാർ തന്നെ പാടുകയും ചെയ്തിരുന്നു

കാക്കാരിശ്ശി നാടകം[തിരുത്തുക]
ചവിട്ടുനാടകത്തിനുശേഷം അവതരിച്ച ഒരു കലാരൂപമാണ് കാക്കാരിശ്ശി നാടകം. സാധാരണക്കാർക്ക് മനസ്സിലാകും വിധം പൊതുവായ കലാസംസ്കാരം ഇതിലടങ്ങിയിരുന്നു. ഹാസ്യത്തിൻ്റെ പിന്തുണ ഇതിനുണ്ട്. കാക്കാലനും കാക്കാലത്തിയുമാണ് പ്രധാന കഥാപാത്രങ്ങൾ

മലയാള നാടക രംഗം[തിരുത്തുക]
മലയാള നാടകവേദിയിൽ ആദ്യമായി അവതരിപ്പിക്കപ്പെട്ട നാടകം ഭാഷാശാകുന്തളമാണ്. കേരളവർമ്മ വലിയകോയിത്തമ്പുരാൻ ആണ് ഇതിൻ്റെ സൃഷ്ടാവ്. ആദ്യകാലത്ത് മലയാളം തമിഴ് കലർന്ന സങ്കരനാടകങ്ങളാണ് ഇവിടെ നിറഞ്ഞിരുന്നത്. മലയാള നാടകവേദിയിലെ ലക്ഷണമൊത്ത ആദ്യത്തെ സാമൂഹിക നാടകം കൊച്ചീപ്പൻ തരകൻ്റെ ‘മറിയാമ്മ‘ യാണ്. 1905 ലാണ് ഇത് ആദ്യമായി അവതരിപ്പിക്കപ്പെട്ടത്. പിന്നീട് നിരവധി സമിതികൾ രൂപീകരിക്കപ്പെട്ടു. കേരള നാടക ചരിത്രത്തിൽ ഈ സമിതികൾ വലിയ പങ്കു വഹിച്ചിട്ടുണ്ട്.

സിനിമ[തിരുത്തുക]
മലയാള ചലച്ചിത്രത്തിൻ്റെ ചരിത്രം ആരംഭിക്കുന്നത് ജെ.സി. ഡാനിയലിൽ നിന്നാണ്. ഇദ്ദേഹമാണ് മലയാളത്തിലെ ആദ്യ സിനിമ രചിച്ചതും നിർമ്മിച്ചതും. നിശബ്ദ ചിത്രമായ വിഗതകുമരൻ ആയിരുന്നു ആദ്യ സിനിമ. 1938-ൽ ആദ്യ ശബ്ദചിത്രമായ ബാലൻ പുറത്തിറങ്ങി. ഇന്ത്യൻ സ്വാതന്ത്ര്യസമരത്തിന്യ് ശേഷം പ്രദർശനത്തിനെത്തിയ നിർമല എന്ന സിനിമയിലാണ് ആദ്യമായി പാട്ടു രംഗം ചിത്രീകരിക്കപ്പെട്ടത്. ഗാനങ്ങൾ രചിച്ചത് ജി. ശങ്കരക്കു റുപ്പാണ്. 1949-ൽ കേരളത്തിലെ ആദ്യ സ്റ്റുഡിയോ ആലപ്പുഴയിൽ നിർമ്മിക്കപ്പെട്ടു. ഇതിനുശേഷം തമിഴ്നാട്ടിൽ നിന്ന് സിനിമാ ചിത്രീകരണം കുറേയൊക്കെ മലയാളത്തിലേക്ക് വന്നു. 1950 കളുടെ അന്ത്യത്തോടെ ഗൗരവമേ റിയ സിനിമകളിലേക്ക് മലയാളികൾ തിരിഞ്ഞു. അടൂർ ഗോപാലകൃഷ്ണനും അരവിന്ദനും ജോൺ എബ്രഹാമും ഷാജി കരുണും കെ. ജി. ജോർജ്ജും ഭരതനും മറ്റും മലയാള സിനിമയെ ലോകത്തിൻ്റെ നെ റുകയിൽ പ്രതിഷ്ടിച്ചു.

വിദ്യാഭ്യാസം[തിരുത്തുക]
പ്രധാന ലേഖനം: വിദ്യാഭ്യാസം കേരളത്തിൽ

കേരള സർവ്വകലാശാലയുടെ മുഖം
കേരളത്തിൽ ഔപചാരിക വിദ്യാഭ്യാസം ഹിന്ദുമത ക്ഷേത്രങ്ങളും ബുദ്ധജൈനമതക്കാരുടെ പള്ളികളെ കേന്ദ്രീകരിച്ചാണ് ആരംഭിച്ചത് എന്നാണ് കരുതുന്നത്. തുടർന്ന് സമൂഹത്തിലെ മുഖ്യധാരയിൽപ്പെട്ട എല്ലാ വിഭാഗങ്ങളും തങ്ങളുടേതായ വിവിധതരത്തിലുള്ള ഔപചാരികവിദ്യാഭ്യാസത്തിന് പ്രാമുഖ്യം കൊടുത്തുപോന്നു. പിന്നീട് വന്ന ക്രിസ്ത്യാനികളും മുസ്ലീങ്ങളും ഈ രീതി പിന്തുടർന്നു പോന്നിരുന്നു.

പാശ്ചാത്യമാതൃകയിലുള്ള വിദ്യാഭ്യാസം ആരംഭിക്കുന്നതും സാർവത്രികമാകുന്നതും ബ്രീട്ടീഷ് ആധിപത്യത്തോടേയാണ്. 1800-കളുടെ അവസാനത്തോടെ പടിഞ്ഞാറൻ മാതൃകയിൽ പലയിടത്തും സ്കൂളൂകളും കോളേജുകളും വന്നു തുടങ്ങി. പിൽക്കാലത്ത് ഗ്രാമങ്ങളിൽ തുടങ്ങിയ സ്കൂളുകൾ മിക്കതും സ്വകാര്യവ്യക്തികളാണ് നടത്തിയിരുന്നത്. കോളേജുകൾ സർക്കാർ ഉടമസ്ഥതയിൽ വലിയ പട്ടണങ്ങളിൽ മാത്രമായിരുന്നു.

സംസ്ഥാനരൂപീകരണത്തോടെ പുതുതായി വന്ന സർക്കാർ വിദ്യാഭ്യാസരംഗത്ത് സമൂലമായ അഴിച്ചുപണി നടത്തി. ഇത് കേരളത്തിലെ സാക്ഷരതയുടേയും പൊതുവിദ്യാഭ്യാസത്തിന്റേയും നിലവാരം ഉയർത്തി. സർക്കാർ സഹായമുള്ളതും വ്യക്തികൾ നടത്തുന്നതുമായ ധാരാളം എയ്ഡഡ് കോളേജുകളും ഇക്കാലത്ത് ആരംഭിച്ചത് ഉപരിവിദ്യാഭ്യാസനിലവാരം ഉയരാൻ കാരണമായി. തുടർന്ന് വിദ്യാഭ്യാസത്തിനുള്ള സൗകര്യങ്ങൾ സമൂഹത്തിൽ പരക്കെ ലഭ്യമായി.

കോഴിക്കോട്ടും തിരുവനന്തപുരത്തും മെഡിക്കൽ കോളേജുകൾ വന്നത് വൈദ്യവിദ്യാഭ്യാസമേഖലയിൽ മാറ്റങ്ങൾ വരുത്തി. ഇന്ന് കേരളത്തിലെ എൻ. എസ്. എസ്, എസ്. എൻ.ഡി.പി, എസ്.എൻ.ട്രസ്റ്റ്, എം.ഇ.എസ് തുടങ്ങിയ സംഘടനകളും നിരവധി ക്രിസ്ത്യൻ സംഘടനകളും സംസ്ഥാനത്ത് ഒട്ടേറെ സ്കൂളുകളും കോളെജുകളും നടത്തുന്നുണ്ട്. ഇന്ത്യയിൽ ഏറ്റവും മികച്ച വിദ്യാഭ്യാസസംസ്കാരമുള്ള സംസ്ഥാനമാണ് കേരളം. ആദ്യമായി ഇന്ത്യയിൽ സമ്പൂർണ്ണ സാക്ഷരത കൈവരിച്ച സംസ്ഥാനം എന്ന നിലയിൽ കേരളം ലോകശ്രദ്ധ പിടിച്ചു പറ്റിയിരുന്നു. കേരളത്തിലെ പ്രാഥമിക വിദ്യാഭ്യാസമേഖല ഏതൊരു വികസിത രാജ്യത്തെയും വിദ്യാഭ്യാസമേഖലയോടും കിടപിടിക്കുന്നതാണ്. ഉന്നതവിദ്യാഭ്യാസമേഖലയിലാകട്ടെ പരിമിതികൾ ഉണ്ടെങ്കിൽ പോലും ഗുണനിലവാരം ഉറപ്പാക്കുന്നതിൽ ഒരു പരിധി വരെ കേരളം വിജയിച്ചിട്ടുണ്ട്.2016 ജനുവരിയിൽ സമ്പൂർണ്ണ പ്രാഥമിക വിദ്യാഭ്യാസം നേടുന്ന ആദ്യത്തെ സംസ്ഥാനമായി കേരളം മാറി.[78] സാക്ഷരത മിഷന്റെ "അതുല്യം" പദ്ധതി വഴിയാണ് ഈ നേട്ടം കൈ വരിച്ചത്‌.[79]

അക്ഷയ എന്ന പേരിൽ കമ്പ്യൂട്ടർ സാക്ഷരതാ പദ്ധതിയും സംസ്ഥാന സർക്കാർ ആരംഭിച്ചിട്ടുണ്ട്. കേന്ദ്ര സർവകലാശാല,കണ്ണൂർ സർവ്വകലാശാല, കോഴിക്കോട് സർവ്വകലാശാല, കാർഷിക സർവ്വകലാശാല തൃശൂര്, കൊച്ചി ശാസ്ത്രസാങ്കേതിക സർവ്വകലാശാല,സംസ്കൃത സർവ്വകലാശാല കാലടി, മഹാത്മഗാന്ധി സർവ്വകലാശാല കോട്ടയം, കേരള സർവ്വകലാശാല തിരുവനന്തപുരo, തിരൂരിലെ മലയാളം സർവകലാശാല എന്നിവയാണ് കേരളത്തിലെ സർവ്വകലാശാലകൾ.കേരള കലാമണ്ഡലത്തിന് കല്പിത സർവകലാശാലാ പദവി ഉണ്ട്. ഏതാനും സ്വകാര്യ കലാശാലകൾക്കും ഇപ്പോൾ കല്പിതപദവി ഉണ്ട്.

സർക്കാർ മേഖലയിലും എയിഡഡ് – അൺ എയിഡഡ് മേഖലകളിലുമായി 12000 ത്തിൽ പരം പ്രാഥമിക വിദ്യാഭ്യാസ സ്ഥാപനങ്ങൾ കേരളത്തിൽ പ്രവർത്തിക്കുന്നുണ്ട്. സർക്കാർ മേഖലയിൽ ഏതാണ്ട് 5600 അദ്ധ്യാപകരും എയിഡഡ് മേഖലയിൽ ഏതാണ്ട് 11000 അദ്ധ്യാപകരും ജോലി നോക്കുന്നു.

ഇന്ത്യൻ ഇൻസ്റ്റിറ്റ്യൂട്ട് ഓഫ് മാനേജ്മെന്റ് (ഐ.ഐ.എം കെ‌) കോഴിക്കോട്, നാഷണൻ ഇൻസ്റ്റിറ്റ്യൂട്ട് ഓഫ് ടെക്നോളജി (എൻ.ഐ.ടി) കോഴിക്കോട് തുടങ്ങിയ അന്തർദേശീയ നിലവാരമുള്ള സാങ്കേതിക – മാനേജ്മെന്റ് വിദ്യാഭ്യാസ സ്ഥാപനങ്ങളും കേരളത്തിൽ പ്രവർത്തിക്കുന്നുണ്ട്.

സാക്ഷരത[തിരുത്തുക]
കേരളം അടിസ്ഥാന വിവരങ്ങൾ മറയ്ക്കുക

കേരള സംസ്ഥാന ലൈബ്രറി കൗൺസിൽ നടത്തിയ സർവേയിൽ കേരളത്തിലെ സാക്ഷരതാ നിരക്ക് 90.12 ശതമാനമാണ്. നിരക്ഷരർ 7.96% വും. ഇതിൽ വയനാട് ജില്ലയിലാണ് ഏറ്റവും കുറവ് സാക്ഷരത നിരക്ക്. 81.34%. കൂടിയ നിരക്ക് പത്തനംതിട്ട ജില്ലയിലും. വായനാശീലത്തിലും പത്തനംതിട്ടയാണ് മുന്നിൽ.[80]'കേരളത്തിൽ ഏറ്റവുമാദ്യം സമ്പൂർണ്ണ സാക്ഷരത നേടിയത് പട്ടണങ്ങളിൽ കോട്ടയവും ജില്ലകളിൽ എറണാകുളവും ആണ്.

ആഹാരരീതി[തിരുത്തുക]

ഒരു സദ്യ
പ്രധാന ലേഖനം: കേരളീയരുടെ ആഹാരരീതി
കേരളീയരുടെ മുഖ്യാഹാരം അരികൊണ്ടുള്ള വിഭവങ്ങൾ തന്നെയാണ്. കാലാവസ്ഥയും മണ്ണും അനുയോജ്യമായതുകൊണ്ട് നെൽകൃഷി ഇവിടെ വ്യാപകമാണ്. പുഴകളിൽ നിന്നും കായലുകളിൽനിന്നും കടലിൽനിന്നും ധാരാളമായി ലഭിക്കുന്ന മത്സ്യവും മലയാളിയുടെ ഭക്ഷണത്തിന്റെ മുഖ്യഭാഗമാണ്. അറബിക്കടൽ കേരളത്തിന് ആവശ്യമായ മത്സ്യം പ്രദാനം ചെയ്യുന്നു. ഇവകൂടാതെ യൂറോപ്യന്മാരുടെ വരവോടെ പ്രചാരത്തിലായ കപ്പയും പിൽക്കാലത്ത് ഇവിടത്തുകാരുടെ ഭക്ഷണത്തിൽ പ്രധാനഭാഗമായിട്ടുണ്ട്. മാംസാഹാരങ്ങളും പരമ്പരാഗതമായി തന്നെ ബഹുഭൂരിപക്ഷം മലയാളിയുടെയും ഭക്ഷണശീലത്തിൻ്റെ ഭാഗമാണ്. അതേ സമയം കോഴിയുക്കമുള്ള മാംസാഹാര ആളോഹരി ഉപഭോഗം പഴയ കാലത്തേക്കാൾ ഇക്കാലത്ത് കേരളത്തിൽ വളരെയേറെ കൂടിയിട്ടുണ്ട്. ചക്ക കൊണ്ടുള്ള വിഭവങ്ങൾക്കും കേരളത്തിൽവളരെയേറെ പ്രചാരമുണ്ട്.


തയ്യാറായ ബിരിയാണി
ഭക്ഷണപ്രിയരാണ് കേരളീയർ. അല്പം എരിവും പുളിവും കലർന്ന ആഹാരരീതിയാണ് കേരളീയരുടേത്. നാട്ടിൽ സുലഭമായ സുഗന്ധദ്രവ്യങ്ങളുടെയും പലവ്യഞ്ജനങ്ങളുടെയും തേങ്ങയുടെയും സ്വാധീനം കേരളീയ പാചകങ്ങളിൽ നല്ലപോലെയുണ്ട്. പൂർണമായും സസ്യാഹാരം കഴിക്കുന്ന ജനവിഭാഗങ്ങൾ കേരളത്തിൽ കുറവാണ്. എങ്കിലും ഓണം, വിഷു മുതലായ ആഘോഷവേളകളിലും മറ്റ് ചടങ്ങുകൾക്കും ഒഴിച്ചുകൂടാനാവാത്ത സദ്യ പൊതുവേ സസ്യാഹാരങ്ങൾ മാത്രം ഉൾക്കൊള്ളിച്ചുള്ളതാണ്. കുത്തരിയുടെ ചോറ്, സാമ്പാർ, കാളൻ, പുളിശ്ശേരി, എരിശ്ശേരി, ഓലൻ, അവിയൽ, കൂട്ടുകറി, ഉപ്പേരി, അച്ചാർ, പുളി, പപ്പടം, പച്ചടി, കിച്ചടി, രസം, പഴം, വറുത്തുപ്പേരി, ശർക്കര ഉപ്പേരി എന്നിവയാണ് പ്രധാനമായും സദ്യയുടെ വിഭവങ്ങൾ. വിഭവസമൃദ്ധമായ ഒരു സദ്യയ്ക്ക് ശേഷം രുചികരമായ പായസം കൂടിയായാലേ സദ്യ പൂർണ്ണമാകുകയുള്ളൂ. അട, സേമിയ, ചെറുപയർ, അരി തുടങ്ങിയവ ഉപയോഗിച്ചുള്ള സ്വാദിഷ്ഠമായ പായസങ്ങൾ നിലവിലുണ്ട്. പ്രാദേശികമായി ഇതിനു അല്പം വകഭേദങ്ങൾ ഉണ്ടാവാം.

മലബാറിൽ മുസ്ലീങ്ങളൂടെ ഇടയിലും മദ്ധ്യകേരളത്തിലെ ക്രിസ്ത്യൻ സമുദായങ്ങൾക്കിടയിലും സദ്യക്ക് വൈവിധ്യവും സ്വാദുമേറിയ മത്സ്യ-മാംസവിഭവങ്ങളും ധാരാളമായി കാണാം. മാംസം ഉപയോഗിച്ചുള്ള ഭക്ഷണങ്ങളിൽ പ്രസിദ്ധമായത് ചിക്കൻ ബിരിയാണി ആണ്. മലബാറിലെ മുസ്ലിം മേഖലകളിൽ തയ്യാറാക്കുന്ന ചിക്കൻ ബിരിയാണി വിശേഷിച്ചും പ്രസിദ്ധമാണ്. കുട്ടനാടൻ പ്രദേശങ്ങൾ മത്സ്യങ്ങൾ കൊണ്ടുള്ള വിഭവങ്ങൾക്കു പ്രസിദ്ധമാണ്.

ഇവ കൂടാതെ പുട്ട്, ദോശ, പലതരം പത്തിരികൾ, അപ്പം, ഇടിയപ്പം തുടങ്ങി അരികൊണ്ടുണ്ടാക്കുന്ന നിരവധി പലഹാരങ്ങളും കേരളത്തിന് തനതായുണ്ട്.

ചികിത്സാരംഗം[തിരുത്തുക]
കേരളത്തിൽ ആദ്യകാലങ്ങളിൽ മന്ത്രവാദം മുറവൈദ്യം തുടങ്ങിയ ചികിത്സകൾ ആയിരുന്നു. അതിനു മാറ്റം വന്നത് അശോകൻ്റെ കാലത്താണ്. അദ്ദേഹം ബുദ്ധസന്യാസിമാരെ നാനാദിക്കിലേക്കും അയച്ചതിൻ്റെ കൂട്ടത്തിൽ കേരളത്തിലും ബുദ്ധമതം പ്രബലമായി. അതോടൊപ്പം ആയുർവേദവും പ്രചരിച്ചു. മലയാളികൾക്ക് ഔഷദ സസ്യങ്ങളെക്കുറിച്ച് കൂടുതൽ നല്ല അറിവ് ലഭിക്കുന്നത് ഈ പാരമ്പര്യത്തിലൂടെയാണ്. കേരളം തനതായ സംഭാവനകൾ ആയുർവേദത്തിനും നൽകിയിട്ടുണ്ട്. കിഴി, പിഴിച്ചിൽ, ധാര തുടങ്ങിയവ കേരളത്തിൽ രൂപം കൊണ്ട ചികിത്സാ മുറകളാണ്. ഒറ്റമൂലി ചികിത്സയും കേരളം ഉയർത്തിക്കൊണ്ടുവന്ന ചികിത്സാരീതിയാണ്. 1902 -ൽ വൈദ്യരത്നം പി. എസ്. വാരിയർ പ്രസിദ്ധമായ കോട്ടക്കൽ ആര്യവൈദ്യശാല സ്ഥാപിച്ചു. അതിനു വളരെ മുൻപ് തന്നെ പാശ്ചാത്യ ചികിത്സാ രീതികൾ കേരളത്തിൽ പ്രോത്സാഹിപ്പിക്കപ്പെട്ടിരുന്നു. 1848-ൽ കൊച്ചിയിൽ ആദ്യത്തെ ധർമ്മാശുപത്രി സ്ഥാപിക്കപ്പെട്ടു. ഈ ആശുപത്രിയാണ് ഇന്നത്തെ ജനറൽ ആശുപത്രി. ഇതുവഴി ആധുനിക വൈദ്യശാസ്ത്രം ഔദ്യോഗികമായി കേരളത്തിലേക്ക് എത്തിച്ചേർന്നു. 1950 ൽ കേരളത്തിലെ ആദ്യത്തെ മെഡിക്കൽ കോളേജിൻ്റെ തറക്കല്ലിടൽ നടന്നു. തിരുവനന്തപുരത്താണിത് സ്ഥാപിതമായത്. പിന്നീട് കോഴിക്കോട്, തൃശ്ശൂർ, കോട്ടയം, ആലപ്പുഴ തുടങ്ങിയ പലയിടങ്ങളിലും സർക്കാർ മെഡിക്കൽ കോളേജുകൾ തുറന്നു. തിരുവനന്തപുരം റീജിയണൽ കാൻസർ സെന്റർ, മലബാർ കാൻസർ സെന്റർ, കൊച്ചി കാൻസർ സെന്റർ തുടങ്ങിയവ അർബുദ ചികിത്സ രംഗത്ത് സവിശേഷ സേവനം നൽകി വരുന്നു. ഇന്ന്‌‌ ഗ്രാമ പ്രദേശങ്ങളിൽ പോലും 3 ഡോക്ടർമാരും നഴ്സുമാരും ഫാർമസിസ്റ്റും മറ്റ് ആരോഗ്യ പ്രവർത്തകരും ഉൾപ്പെടുന്ന കുടുംബാരോഗ്യ കേന്ദ്രങ്ങളും സാമൂഹിക ആരോഗ്യ കേന്ദ്രങ്ങളും പ്രവർത്തിച്ചു വരുന്നു. പബ്ലിക് ഹെൽത്ത്‌ നഴ്സുമാർ ഉൾപ്പെടുന്ന വിദഗ്ദ സംഘം പ്രതിരോധ കുത്തിവെപ്പുകളും കോപ്പർ ടി അടക്കമുള്ള കുടുംബാസൂത്രണ ഗർഭനിരോധന മാർഗങ്ങളും പൊതുജനാരോഗ്യ സേവനങ്ങളും ജനങ്ങൾക്ക് സൗജന്യമായി ലഭ്യമാക്കി വരുന്നു. ജീവിതശൈലി രോഗ ക്ലിനിക്, മാനസികാരോഗ്യ ആശ്വാസ് ക്ലിനിക് തുടങ്ങിയ പലതും ഇവിടങ്ങളിൽ പ്രവർത്തിച്ചു വരുന്നു.

ഇന്ന് അരോഗ്യ സംരക്ഷണ രംഗത്ത് കേരളം ഇന്ത്യയിൽ തന്നെ ഒന്നാം സ്ഥാനത്താണ്. ലോക വൈദ്യശാസ്ത്രത്തിൽ തന്നെ അപൂർവ്വങ്ങളായ ഹൃദയ ശസ്ത്രക്രിയ കേരളത്തിലും നടന്നിട്ടുണ്ട്. സ്വകാര്യ ആശുപത്രി മേഖലയും കേരളത്തിൽ വളരെ മുന്നേറിയിട്ടുണ്ട്. ഇവിടങ്ങളിൽ ലോക നിലവാരത്തിലുള്ള ആധുനിക ചികിത്സയും ലഭ്യമാണ്. കൊച്ചിയിലെ അമൃത ഇൻസ്റ്റിറ്റ്യൂട്ട് ഓഫ് മെഡിക്കൽ സയൻസസ്, ലേക്‌ഷോർ ആശുപത്രി, ആസ്റ്റർ മെഡിസിറ്റി, അപ്പോളോ ആശുപത്രി, കോഴിക്കോട് ബേബി മെമ്മോറിയൽ ആശുപത്രി, തിരുവനന്തപുരം അനന്തപുരി ആശുപത്രി, കിംസ് തുടങ്ങിയവ ഇവയിൽ എടുത്തു പറയത്തക്ക രീതിയിൽ പ്രസിദ്ധമാണ്. അടൂർ ലൈഫ് ലൈൻ ആശുപത്രി തുടങ്ങിയവ വന്ധ്യതാ ചികിത്സ രംഗത്തും സവിശേഷ സ്ഥാനം വഹിക്കുന്നു. എറണാകുളത്തെ ഡോ. പ്രമോദ്സ് ഇൻസ്റ്റിറ്റ്യൂട്ട് ഫോർ സെക്ഷ്വൽ ആൻഡ് മാരിറ്റൽ ഹെൽത്ത്‌ ലൈംഗിക ആരോഗ്യ പ്രശ്നങ്ങളുടെ പരിഹാരത്തിന് പ്രസിദ്ധമായ മുൻനിര ആശുപത്രിയാണ്.

കായികരംഗം[തിരുത്തുക]
കേരളം കായികരംഗത്ത് മറ്റു സംസ്ഥാനങ്ങളേക്കാൾ മികച്ചു നിൽക്കുന്നു. 1950കളിലാണ് കേരളം കായികരംഗത്ത് പേരെടുക്കുന്നത്. കായിക കേരളത്തിന്റെ പിതാവ് എന്നറിയപ്പെടുന്നത് ഗോദവർമ്മ രാജ (ജി.വി.രാജ) ആണ്. 1974ൽ ലോങ്ങ് ജമ്പിൽ 8.07 മീറ്റർ ചാടിയ ടി.സി. യോഹന്നാൻ ഇത്രയും ദൂരം ചാടുന്ന ആദ്യത്തെ ഏഷ്യക്കാരനായി. കേരളത്തിലെ മികച്ച് ഓൾ റൗണ്ടർ അത്ലറ്റായ സുരേഷ്ബാബു കോമൺവെൽത്ത് ഗെയിംസിൽ മെഡൽ നേടുന്ന ആദ്യത്തെ താരമായി മാറിയത് 31978-ലാണ്. ഏഷ്യൻ ഗെയിംസിൽ മെഡൽ നേടിയ ആദ്യത്തെ മലയാളി താരം ഓ.എൽ. തോമസ് ആണ്. ആദ്യത്തെ മലയാളി ഒളിമ്പ്യൻ സി.കെ. ലക്ഷ്മണും അർജ്ജുനപുരസ്കാര ജേതാവ് സി. ബാലകൃഷ്ണനുമാണ്.

ഒളിമ്പിക്സിൽ പങ്കെടുത്ത ആദ്യത്തെ മലയാളി വനിതയായ പി.ടി. ഉഷ ഏഷ്യൻ ഗെയിംസ്, കോമൺവെൽത്ത് ഗെയിംസ് തുടങ്ങിയ നിരവധി രാജ്യാന്തരം മത്സരങ്ങളിൽ പങ്കെടുത്ത് പുരസ്കാരങ്ങൾ വാങ്ങിക്കൂട്ടി കേരളത്തിന്റെ അഭിമാനപാത്രമായി. ആദ്യമായി ഏഷ്യൻ ഗെയിംസിൽ കേരളത്തെ പ്രതിനിധീകരിച്ച വനിത എം.ഡി.വത്സമ്മയാണ്.

മേഴ്സി മാത്യു കുട്ടൻ, ഷൈനി വിൽസൺ, കെ.എം. ബീനാമോൾ ബോബി അലോഷ്യസ്, അഞ്ജു ബോബി ജോർജ്ജ്, കെ.സി. റോസക്കുട്ടി, ചിത്ര കെ. സോമൻ തുടങ്ങിയ നിരവധി രാജ്യാന്തര അത്ലറ്റുകളെ കേരളം വാർത്തെടുത്തിട്ടുണ്ട്.

കേരള വോളീബോൾ രംഗത്തു നിന്ന് ലോകപ്രശസ്തിയിലേക്കുയർന്ന താരമാണ് ജിമ്മി ജോർജ്ജ് ഇന്ത്യക്കുവേണ്ടി യൂറോപ്യൻ വോളിബോൾ ലീഗിൽ കളിച്ച ആദ്യത്തെ ഏഷ്യക്കാരൻ അദ്ദേഹമായിരുന്നു.[81] 1950-ലാണ് കേരളത്തിൽ വോളിബോൾ അസോസിയേഷൻ രൂപം കൊണ്ടത്.

ഐ.എം.വിജയൻ, ജോപോൾ അഞ്ചേരി, വി.പി.സത്യൻ തുടങ്ങിയ മലയാളികളായ ഫുട്ബോൾ കളിക്കാർ ഇന്ത്യൻ ഫുട്ബോൾ രംഗത്ത് തങ്ങളുടേതായ സ്ഥലം കണ്ടെത്തിയവരാണ് കേരളത്തിൽ നിന്നു രഞ്ജി ട്രോഫി വഴി ഇന്ത്യയുടെ ദേശീയ ക്രിക്കറ്റ് ടീമിൽ എത്തിയ രണ്ടു താരങ്ങളുണ്ട്. കോതമംഗലത്തു കാരനായ ശ്രീശാന്ത് 2005 മുതൽ ഇന്ത്യൻ ടീമിൽ അംഗമാണ്.[82] ഒളിമ്പ്യൻ ടി.സി. യോഹന്നാന്റെ മകൻ ടിനു യോഹന്നാൻ ആണ് ഇന്ത്യൻ ദേശീയ ടീമിൽ കളിച്ച മറ്റൊരു മലയാളി.[83][84][85]

കൂടാതെ സഞ്ജു വി. സാംസൺ ഐ.പി.എൽ. 2013ലെ മികച്ച യുവതാരത്തിനുള്ള പുരസ്കാരവും,അർദ്ധസെഞ്ച്വറി നേടുന്ന ഏറ്റവും പ്രായം കുറഞ്ഞ താരമെന്ന ബഹുമതിയും നേടിയിട്ടുണ്ട്.

വാർത്താ മാദ്ധ്യമങ്ങൾ[തിരുത്തുക]
ഒമ്പത് ഭാഷകളിലായി ഒരു ഡസനിലധികം വർത്തമാനപത്രങ്ങൾ കേരളത്തിൽ നിന്നും പ്രസിദ്ധീകരിക്കുന്നുണ്ട്.[86] ഇവയിൽ കൂടുതലും ഉള്ളത് മലയാളത്തിലും, ഇംഗ്ലീഷിലുമാണ്. ഇവയിൽ മലയാള മനോരമ, മാതൃഭൂമി, സുപ്രഭാതം, മാധ്യമം, സിറാജ്, തേജസ്, ജന്മഭൂമി, ദേശാഭിമാനി, ജനറൽ , ജനയുഗം, ചന്ദ്രിക, ദീപിക, വർത്തമാനം, വീക്ഷണം, കേരളകൗമുദി, എന്നീ ദിനപത്രങ്ങളും വനിത, ഗൃഹലക്ഷ്മി, മാതൃഭൂമി ആഴ്ചപ്പതിപ്പ്, ഭാഷാപോഷിണി, മാധ്യമം ആഴ്ചപ്പതിപ്പ്, രിസാല വാരിക, പ്രബോധനം വാരിക തുടങ്ങിയ നിരവധി ആനുകാലികങ്ങളും ഉൾപ്പെടുന്നു.

ദൂരദർശൻ ആണ് ആദ്യമായി ടെലിവിഷൻ പരിപാടികൾ സംപ്രേഷണം ചെയ്ത് തുടങ്ങിയത്. അതിനെക്കൂടാതെ ഇന്ന് ഏഷ്യാനെറ്റ്, കൈരളി, മഴവിൽ മനോരമ, സൂര്യ, അമൃത, ജയ്‌ഹിന്ദ് ടി.വി., ഫ്ലവേഴ്സ്, സഫാരി ടിവി തുടങ്ങി 39 സ്വകാര്യചാനലുകളും ടെലിവിഷൻ പരിപാടികൾ സംപ്രേഷണം ചെയ്യുന്നുണ്ട്. മലയാളത്തിലെ ടെലിവിഷൻ വാർത്താ ചാനലുകളാണു കൈരളി പീപ്പിൾ, ഏഷ്യാനെറ്റ് ന്യൂസ്‌, 24 ന്യൂസ്, മനോരമ ന്യൂസ്, മാതൃഭൂമി ന്യൂസ്, ജനം ടി.വി, റിപ്പോർട്ടർ, ന്യൂസ് 18 കേരളം, മീഡിയാവൺ ടിവി എന്നിവ. ആകാശവാണി ആണ് പ്രധാന റേഡിയോ പ്രക്ഷേപകർ. ഇവരെക്കൂടാതെ സ്വകാര്യ റേഡിയോ നിലയങ്ങളായ റെഡ് എഫ്.എം, റേഡിയോ മാംഗോ, ക്ലബ് എഫ്.എം റേഡിയോ മിർച്ചി ബിഗ് എഫ്. എം എന്നിവയും ഉണ്ട്. ബി.എസ്.എൻ.എൽ, ജിയോ, വോഡഫോൺ-ഐഡിയ, എയർടെൽ എന്നീ മൊബൈൽ സേവനദാതാക്കളാണ്‌ കേരളത്തിലുള്ളത്. ഗൂഗിൾ ന്യൂസിന്റെ മലയാളം പതിപ്പ് 2008 സെപ്റ്റംബറിൽ നിലവിൽ വന്നു.[87] ബി.എസ്.എൻ.എൽ.,ഏഷ്യാനെറ്റ് സാറ്റലൈറ്റ് കമ്യൂണിക്കേഷൻസ്, കെ.സി.സി.എൽ വി.എസ്.എൻ.എൽ. എന്നിവ നൽകുന്ന ഇന്റർനെറ്റ്-ബ്രോഡ്‌ബാൻഡ് സർവ്വീസുകൾ കേരളത്തിലെ ഒട്ടുമിക്ക നഗരങ്ങളിലും ഗ്രാമങ്ങളിലും ലഭ്യമാണ്‌.

മലയാള ചലച്ചിത്ര വ്യവസായം കേരളത്തിലാണ് ഉള്ളത്. കൂടാതെ ഇംഗ്ലീഷ്, തമിഴ്, ഹിന്ദി എന്നീ ഭാഷകളിലുമുള്ള ചലച്ചിത്രങ്ങളും ഇവിടെ പ്രദർശിപ്പിക്കുന്നു. മലയാള ചലച്ചിത്ര നടനായ പ്രേംനസീർ 720 ചിത്രങ്ങളിൽ നായകവേഷം ചെയ്തിട്ടുണ്ട്.[88] മലയാള ചലച്ചിത്ര അഭിനേതാക്കളായ മോഹൻലാലും, മമ്മൂട്ടിയും 7 തവണ മികച്ച നടനുള്ള അവാർഡുകൾ കരസ്ഥമാക്കിയിട്ടുണ്ട്.[89]

കുറ്റകൃത്യങ്ങൾ[തിരുത്തുക]
നാഷണൽ ക്രൈം റെക്കോർഡ്സ് ബ്യൂറോയുടെ കണക്കനുസരിച്ച് (2006)ഇന്ത്യയിൽ ഏറ്റവും കൂടുതൽ അക്രമം നടക്കുന്ന സംസ്ഥാനങ്ങളിൽ മൂന്നാം സ്ഥാനം കേരളത്തിനാണ്.[90] 2006-ൽ 6365 അക്രമക്കേസുകളാണ്കേരളത്തിൽ രജിസ്റ്റർ ചെയ്യപ്പെട്ടിട്ടുള്ളത് [90]. ബീഹാർ(8259 കേസുകൾ),മഹാരാഷ്ട്ര(7453 കേസുകൾ) ആണ് ഒന്നും രണ്ടും സ്ഥാനങ്ങളിൽ [90]. കേരളത്തിലെ ഒരു ലക്ഷം ആളുകളിൽ 20.19 പേർ കുറ്റകൃത്യങ്ങളിൽ ഏർപ്പെടുന്നു [90]. ദേശീയ ശരാശരി 5.82 മാത്രമാണ്[90]. കേരളത്തിൽ ക്രിമിനൽ കേസുകൾ കൂടുതലായി റിപ്പോർട്ട്‌ ചെയ്യപ്പെടുകയും, കേസ് രജിസ്റ്റർ ചെയ്യുകയും ചെയ്യുന്നത് കൊണ്ട് കൂടിയാണ് ഇത്.[അവലംബം ആവശ്യമാണ്]

കുടിവെള്ളം[തിരുത്തുക]
കേരളത്തിലെ 70 ശതമാനം പേർക്കും ശുദ്ധജലം അവരവരുടെ വീടുകളിൽ ഉള്ള കിണർ, കുളം എന്നിവയിൽ നിന്ന് ലഭ്യമാകുന്നുണ്ട് എന്നത് കേരളത്തിനെ സംബന്ധിച്ചിടത്തോളം ഭാഗ്യമാണ്. 17.2 ശതമാനം പേർക്ക് ഭാഗികമായേ ശുദ്ധജലം ലഭിക്കുന്നുള്ളൂ. എന്നാൽ നഗരങ്ങളിലും മറ്റും സർക്കാർ ശുദ്ധജലം കുഴലുകളിൽ എത്തിക്കുന്നുണ്ട്. എന്നാൽ സമുദ്രതീരത്ത് കിടക്കുന്ന വൈപ്പിൻ പോലുള്ള ഗ്രാമപ്രദേശങ്ങളിലാണ് ശുദ്ധജലക്ഷാമം ഏറ്റവും രൂക്ഷം.[91] നദികളിൽ നിന്നും പാടങ്ങളിൽ നിന്നും അനുവദനീയമായ അളവിലും കൂടുതൽ മണൽ എടുക്കുന്നത് തൃശ്ശൂർ ജില്ലയിലെ പലയിടങ്ങളിലും വേനൽ കാലത്ത് ജലക്ഷാമം രൂക്ഷമാക്കിയിട്ടുണ്ട്.

ഔദ്യോഗിക ചിഹ്നങ്ങൾ[തിരുത്തുക]
കേരളത്തിന്റെ ഔദ്യോഗിക ഭാഷ മലയാളവും, ഔദ്യോഗിക മുദ്ര അശോകസ്തംഭത്തിന് ഇരുവശവുമായി നിൽക്കുന്ന ആനകളുമാണ്. തെങ്ങാണ് കേരളത്തിന്റെ ഔദ്യോഗിക വൃക്ഷം. മലമുഴക്കി വേഴാമ്പലിനു ഔദ്യോഗിക പക്ഷിയുടേയും ഇന്ത്യൻ ആനയ്ക്ക് ഔദ്യോഗിക മൃഗത്തിന്റേയും സ്ഥാനമുണ്ട്. കണിക്കൊന്ന കേരളത്തിന്റെ ഔദ്യോഗിക പുഷ്പവും, കരിമീൻ കേരളത്തിന്റെ ഔദ്യോഗിക മത്സ്യവും,[92] ചക്ക കേരളത്തിന്റെ ഔദ്യോഗിക ഫലവും,[അവലംബം ആവശ്യമാണ്] ഇളനീർ കേരളത്തിന്റെ ഔദ്യോഗിക പാനീയവും ആണ്.[അവലംബം ആവശ്യമാണ്]
 """
length_of_text=len(malyalam_text)
print(length_of_text)
import nltk
from nltk.tokenize import sent_tokenize
import re

# Open the file for writing
file_path = r"C:\Users\yashi\OneDrive\Desktop\ML project\sent_tokenisation_with_language_code\malayalam.txt"
with open(file_path, "a",encoding="utf-8") as f:
    
   #for malayam sentences 
    malylam_paragraph=malyalam_text.split("\n\n")
    malayalam_sentence_list=[]
    for para in malylam_paragraph:
        malayalam_sentence_pattern=r'[\u0D00-\u0D7F\s]+[.]'
        malayalam_sentence=re.findall(malayalam_sentence_pattern,para)
        malayalam_sentence_list=malayalam_sentence_list + malayalam_sentence

    # Loop for writing sentences into the file with their language code
    for sent in malayalam_sentence_list:
        f.write(f"{sent}\tmal\n")  # Write each sentence with language code
    f.close()
