import re 
from re import findall
telgu_text="""వికీలో వ్యాసాలు రాస్తున్నది ఎక్స్పర్టులూ, సబ్జెక్టు నిపుణులూ కాదు. ఇక్కడ సాధారణ పాఠకులే వ్యాసాలు రాస్తారు. అందరూ కలిసి పరస్పర సహకారంతో, సమన్వయంతో పనిచేస్తూ వ్యాసాలను రాస్తారు. వివిధ వనరుల్లోంచి సమాచారాన్ని సేకరించి, ఆ మూలాలను ఉదహరిస్తూ ఆ సమాచారాన్ని వికీలో చేరుస్తారు. మరింత సమాచారం కోసం వికీపీడియా:పరిచయము చూడండి. ఈ పనిలో మీరూ భాగం పంచుకోవచ్చు. వికీలో ఖాతా సృష్టించుకోండి. మీకు ఆసక్తి ఉన్న విషయం గురించిన సమాచారాన్ని రాసి, వికీ అభివృద్ధిలో మీరూ తోడ్పడండి. ఈ విషయంలో సందేహమేమైనా ఉంటే వికీపీడియా సహాయకేంద్రంలో అడగండి.
విరాట్ కోహ్లి ( జననం: 1988 నవంబరు 5[3]) ఒక ప్రముఖ భారతదేశపు అంతర్జాతీయ క్రికెట్ ఆటగాడు. మలేషియాలో జరిగిన 2008 U/19 క్రికెట్ ప్రపంచ కప్ లో గెలుపొందిన భారత జట్టుకి అతను సారథిగా వ్యవహరించాడు. ఫస్ట్-క్లాసు క్రికెట్‌లోఅతను ఢిల్లీజట్టుకు ప్రాతినిధ్యం వహిoచాడు. అతను 2008లో రాయల్ చాలెంజర్స్ బెంగుళూరు తరఫున, 2009 ఇండియన్ ప్రీమియర్ లీగ్ లోను ఆడాడు.[4] పశ్చిమ ఢిల్లీ క్రికెట్ అకాడమీలో అతను క్రికెట్ ను అభ్యసించాడు.

కోహ్లి ఒక మిడిల్ ఆర్డర్ బాట్స్ మన్, ఇతను ఓపెనింగ్ బ్యాట్స్‌మెన్ గా కూడా ఆడగలడు. బ్యాట్స్ మన్ కొరకు ICC ODI రాంకింగ్ లలో 873 పాయింట్ లతో కోహ్లి మొదటి స్థానంలో ఉన్నాడు. కవర్ రీజియన్ మీదుగా అతను కొట్టే షాట్స్ కు అతను ప్రసిద్ధి చెందాడు. అతను రైట్ ఆర్మ్ మీడియం పేస్ లో కూడా బౌలింగ్ చేయగలడు.[5]కోహ్లీ 2014-15లో ఆస్ట్రేలియా పర్యటన మధ్యలో ధోనీ నాయకత్వ బాధ్యతల నుంచి వైదొలగడంతో భారత టెస్ట్‌ జట్టు కెప్టెన్‌గా నియమితుడయ్యాడు. ఆయన 15 జనవరి 2022న టెస్ట్ క్రికెట్ కెప్టెన్సీ నుండి తప్పుకున్నాడు.[6][7]


2024 టీ20 ప్రపంచ కప్‌తో రోహిత్ శర్మ & విరాట్ కోహ్లి
దేశీవాళీ క్రికెట్[మార్చు]
తన తండ్రి మరణించిన రోజు కర్ణాటకతో జరిగిన రంజీ ట్రోఫీ మ్యాచ్ లో ఢిల్లీ తరఫున ఆడినప్పుడు కోహ్లి మొదటిసారి వెలుగులోకి వచ్చాడు. అతని కుటుంబానికి అతని అవసరం బాగా ఉన్న కీలక క్షణములలోనే అతని జట్టులోని వారికి కూడా అతని అవసరం వచ్చింది. కానీ అతను తను బ్యాటింగ్ చేయాలని అనుకుంటున్నట్లు చెప్పి 90 పరుగులు చేసాడు. ఇది క్రికెట్ పట్ల అతని నిబద్ధతను చూపిస్తుంది.[8] ఈ మ్యాచ్ ను ఢిల్లీకి అనుగుణంగా మార్చటంలో ఈ ఇన్నింగ్స్ కీలకమైనది.

2008 U/19 క్రికెట్ ప్రపంచ కప్[మార్చు]
మలేషియాలో జరిగిన 2008 U/19 క్రికెట్ ప్రపంచ కప్ లో విజయాన్ని సాధించిన భారత జట్టుకి కోహ్లి సారథ్యం వహించాడు.[9] నాలుగవ స్థానంలో బ్యాటింగ్ చేస్తూ, వెస్ట్ ఇండీస్ U-19 తో ఆడిన మ్యాచ్ లో సాధించిన వంద పరుగులతో సహా 6 మ్యాచ్ లలో సగటున 47 పరుగులతో అతను మొత్తం 235 పరుగులు సాధించాడు.[10] ఆ టోర్నమెంట్ సమయంలో బౌలింగ్ లో అతను చేసిన పలు యుక్తికరమైన మార్పులకు అతను ప్రశంసలు కూడా అందుకున్నాడు.[11]

2009 ఎమర్జింగ్ ప్లేయర్స్ టోర్నమెంట్[మార్చు]
ఆస్ట్రేలియాలో జరిగిన 2009 ఎమర్జింగ్ ప్లేయర్స్ టోర్నమెంట్ లో ఇండియా విజయం సాధించటానికి కోహ్లినే కారకుడు. దక్షిణ ఆఫ్రికాతో జరిగిన ఫైనల్ (ఆఖరి మ్యాచ్) లో, కోహ్లి భారతదేశం కొరకు ఒక శతకం (వంద పరుగులు) సాధించాడు. 17 పరుగుల తేడాతో ఇండియా ఆ ఆటలో గెలుపొందింది. రెండు శతకములు, రెండు అర్ధ శతకములతో సహా ఏడు మ్యాచ్ లలో మొత్తం 398 పరుగులతో, కోహ్లి ఆ టోర్నమెంట్ లో అత్యధిక పరుగులు సాధించినవాడు అయ్యాడు.[https://cinecelebrity.in/virat-kohli-wiki-biography/ 1]

ఇండియన్ ప్రీమియర్ లీగ్[మార్చు]
కోహ్లి 2008 ఇండియన్ ప్రీమియర్ లీగ్ లో ఆడాడు.[12] 2008 లో IPL మొదటి సీజన్ (అంకము) కు ముందు రాయల్ చాలెంజర్స్ బెంగుళూరు $30,000 లకు అతనిని కొన్నది. IPL మొదటి సీజన్ లో అతను అంత బాగా ఆడలేదు. 13 ఇన్నింగ్స్ లో సగటున 15 పరుగులతో మొత్తం 165 పరుగులు మాత్రమే చేసాడు, తన బౌలింగ్ లో డెక్కన్ చార్జర్స్ పైన మాత్రమే కేవలం రెండు వికెట్లు తీసాడు, ఆ సీజన్ మొత్తంలో కేవలం రెండు క్యాచ్ లు మాత్రమే పట్టుకున్నాడు. కానీ IPL రెండవ సీజన్ లో అతను కొద్దిగా మెరుగయ్యాడు. ఇక్కడ అతను 11 ఇన్నింగ్స్ లో 21.5 పరుగుల సరాసరితో 215 పరుగులు చేసాడు, 9 క్యాచ్ లు, 2 రన్ అవుట్లు తీసుకున్నాడు. ఇండియన్ ప్రీమియర్ లీగ్ మూడవ సీజన్లో అతను రెండు అర్ధ శతకములు సాధించాడు. ఆసక్తికరంగా ఇతను రాయల్ చాలెంజర్స్ బెంగుళూరు తమ జట్టులో నిలుపుకున్న ఏకైక ఆటగాడు. వారు రాహుల్ ద్రావిడ్, రాస్ టేలర్ ల కన్నా ఇతనికే ఎక్కువ ప్రాధాన్యత ఇచ్చారు.

వన్ డే ఇంటర్ నేషనల్స్ (ఒక రోజు ఆడే అంతర్జాతీయ ఆట)[మార్చు]
2008 లో ఆస్ట్రేలియాలో జరిగిన ఎమర్జింగ్ ప్లేయర్స్ టోర్నమెంట్ లో వంద పరుగులు సాధించిన తర్వాత, జట్టుకు ఎంపికయ్యాడు.[13] సచిన్ టెండూల్కర్, వీరేందర్ సెహ్వాగ్ ఇద్దరూ గాయపడినప్పుడు 2008లో శ్రీలంకతో ఆడిన ఐడియా కప్లో కోహ్లి మొదటిసారి వన్ డే ఇంటర్ నేషనల్స్ లో అడుగుపెట్టాడు. అతను మొదటి మ్యాచ్ లో బ్యాటింగ్ ప్రారంభించాడు, కానీ 12 పరుగులకే అవుట్ అయిపోయాడు. కానీ ఆ సీరీస్ లో అతి తక్కువ పరుగులు చేసిన రెండవ మ్యాచ్ లో అతను అత్యంత కీలకమైన 37 పరుగులు చేసాడు, అది ఇండియా గెలుపుకి, ఆ సీరీస్ ని సమం చేయటానికి సహాయపడింది. నాలుగవ మ్యాచ్ లో అతను 54 పరుగులతో, తన మొదటి అర్ధ శతకాన్ని సాధించాడు, ఇది ఇండియా ఆ సీరీస్ గెలుపొందటానికి సహాయపడింది. శ్రీలంకలో శ్రీలంకతో జరిగిన వన్ డే సీరీస్ లో ఇండియాకు ఇది మొదటి గెలుపు. తరువాత అదే సంవత్సరం ఇంగ్లాండ్ తో మన దేశంలోనే జరిగిన ODI సీరీస్ కొరకు అతను జట్టులో చేర్చుకోబడ్డాడు, కానీ టెండూల్కర్, సెహ్వాగ్ ఇద్దరూ జట్టులోకి తిరిగి రావటంతో అతనికి ఆడటానికి అవకాశం రాలేదు. అల్ రౌండర్ రవీంద్ర జడేజాను ఎంపిక చేసుకున్నందుకు గాను జనవరి 2009న శ్రీలంకలో శ్రీలంకతో జరిగిన ఐదు మ్యాచ్ ల ODI సిరీస్ న

2009 మధ్య నుండి రిజర్వ్ ODI బ్యాట్స్ మన్ గా ఉన్నాడు. ఆస్ట్రేలియాతో జరిగిన స్వదేశీ సీరీస్ కి యువరాజ్ తిరిగి శారీరికంగా యోగ్యత సాధించాడు, కావున ఆ సీరీస్ లో కోహ్లి కేవలం కొన్ని మ్యాచ్ లలో మాత్రమే ఆడాడు. గాయాల కారణంగా యువరాజ్ తప్పుకోవటంతో, డిసెంబరు 2009 లో శ్రీలంక భారతదేశ పర్యటనకు వచ్చినప్పుడు నాలుగవ ODI లో ఆడటానికి కోహ్లికి అవకాశం వచ్చింది. గౌతమ్ గంభీర్తో కలిసి సింగిల్స్ తీస్తూ అతను తన మొదటి ODI శతకాన్ని సాధించాడు. మూడవ వికెట్ కి వారు 224-పరుగుల భాగస్వామ్యాన్ని పంచుకున్నారు. ఆ మ్యాచ్ లో ఇండియా ఏడు వికెట్ల తేడాతో విజయం సాధించి 3–1 స్కోరుతో ఆ సీరీస్ ని కైవసం చేసుకుంది. ఆ సీరీస్ లో అతని ప్రదర్శనకు గౌతమ్ గంభీర్ తన మాన్ అఫ్ ది మ్యాచ్ పురస్కారాన్ని కోహ్లికి ఇచ్చాడు.

జనవరి 2010 లో బంగ్లాదేశ్ లో జరిగిన మూడు-దేశముల టోర్నమ నుండి వయస్సులో అతని కన్నా పెద్దవాడైన బ్యాట్స్ మన్ సచిన్ టెండూల్కర్ తప్పుకోవటంతో ఇండియా ఆడిన ఐదు మ్యాచ్ లలోనూ కోహ్లి ఆడాడు. 2010 జనవరి 7 న బంగ్లాదేశ్ తో జరిగిన మ్యాచ్ లో పరుగుల లక్ష్యాన్ని ఛేదించే క్రమంలో చాలా త్వరగా ఇండియా బ్యాటింగ్ కుప్పకూలిపోయింది. దానికి ప్రతిగా తొమ్మిది పరుగులకే శ్రీలంక చేతిలో మొదటి వికెట్ పడిపోయిన తర్వాత, ఒక గెలుపును తమ ఖాతాలో నమోదు చేసుకోవటంలో ఇండియాకు సహాయంగా అతను 91 పరుగుల అత్యధిక స్కోరు చేసాడు. వారు వారి లక్ష్యాన్ని త్వరగా చేరుకున్న తర్వాత ఒక బోనస్ పాయింట్ తో ఇండియాకు విజయాన్ని అందించటానికి అతను వికెట్ కోల్పోకుండా చివరివరకూ ఆడి 71 పరుగుల వద్ద ముగించాడు. తర్వాతి రోజు, బంగ్లాదేశ్ తో ఆడిన మ్యాచ్ లో అతను తన రెండవ ODI సెంచరీ చేసి, తను సాధిస్తున్న పరుగులతో తన ఖ్యాతిని ఇనుమడింపజేసుకున్నాడు. ఆ టోర్నమెంట్ సమయంలో అతను తన ప్రదర్శనకు బాగా ప్రశంసలు అందుకున్నాడు, టెండూల్కర్, సురేష్ రైనా అడుగుజాడలలో నడుస్తూ, తమ ఇరవై రెండవ జన్మదినానికి ముందే రెండు ODI సెంచరీలు సాధించిన మూడవ భారతీయుడు అయ్యాడు.[14] అయినప్పటికీ, శ్రీలంకతో జరిగిన ఫైనల్ లో అతను కేవలం రెండు పరుగులు మాత్రమే చేసాడు. ఆ మ్యాచ్ లో ఇండియా అరవై పరుగులకే ఐదు వికెట్లు కోల్పోయి చిట్టచివరకు నాలుగు-వికెట్ల తేడాతో పరాజయం పాలైంది.

జూన్ 2010లో శ్రీలంక, జింబాబ్వేలతో, జింబాబ్వేలో జరిగిన ముక్కోణపు-సీరీస్ నుండి మిగిలిన ప్రముఖ ఆటగాళ్ళు అందరూ తప్పుకోవటంతో అతను భారత జట్టుకు ఉప-సారథిగా నియమించబడ్డాడు.ప్రస్తుత Odi లో అతను మొదటి ఉత్తమ బ్యాట్స్ మన్ కూడా. డే/నైట్ (పగలు/రాత్రి) మ్యాచ్ లలో భారతీయ బ్యాట్స్ మెన్ అందరి కన్నా అతను అత్యధిక సరాసరి కలిగి ఉన్నాడు.

ప్రపంచ కప్ 2011[మార్చు]
2011 ప్రపంచ కప్ లో బంగ్లాదేశ్ తో ఆడిన ప్రారంభ మ్యాచ్ లో కోహ్లి వంద పరుగులు (సెంచరీ) చేసాడు. తన ఊరివాడైన వీరేందర్ సెహ్వాగ్తో కలిసి అతను 203-పరుగుల భాగస్వామ్యాన్ని కూడా కలిగి ఉన్నాడు. అతను సురేష్ రైనా కన్నా ముందు బరిలోకి దిగటానికి ఎంపికయ్యాడుమరియు ప్రపంచ కప్ లో ఆడిన మొదటి సారే వంద పరుగులు చేసిన మొదటి భారతీయుడు అయ్యాడు. కానీ దక్షిణ ఆఫ్రికా, ఇంగ్లాండ్, ఆస్ట్రేలియాలతో ఇండియా ఆడిన ముఖ్యమైన మ్యాచ్ లలో కోహ్లి ఎక్కువ పరుగులు సాధించగలగలేకపోయాడు.

వంద క్యాచ్‌ల ఘనత[మార్చు]
జనవరి 12, 2022న జరిగిన దక్షిణాఫ్రికా తొలి ఇన్నింగ్స్‌ సందర్భంగా మహ్మద్ షమి వేసిన 56వ ఓవర్‌ రెండో బంతికి తెంబా బవుమా ఇచ్చిన ఔట్‌సైడ్‌ ఎడ్జ్‌ క్యాచ్‌ను ఎంతో చాకచక్యంగా క్యాచ్‌ అందుకున్న విరాట్‌ కోహ్లీకి టెస్టుల్లో వందో క్యాచ్‌గా నమోదయింది.[15]

వ్యక్తిగత జీవితం[మార్చు]
విరాట్ కోహ్లికి చిన్న వయస్సు నుండే క్రికెట్ పట్ల ఇష్టం ఉండేది. విరాట్ కోహ్లి సినీ నటి అనుష్క శర్మను 2017లో ఇటలీలో వివాహం చేసుకున్నాడు.[16][17]

ఆటనుండి విరమణ[మార్చు]
2024 ఐసీసీ పురుషుల టీ20 ప్రపంచ కప్ లో భాగంగా 2024, జూన్ 29న జరిగిన 2024 ఐసీసీ పురుషుల టీ20 ప్రపంచకప్ ఫైనల్ లో దక్షిణాఫ్రికాపై గెలిచి టీ20 ప్రపంచ కప్ సాధించిన తరువాత, అంతర్జాతీయ ట్వంటీ20 ఫార్మాటు నుండి రిటైర్‌మెంట్ ప్ర‌క‌టించాడు.[18]

ఇవి కూడా చూడండి[మార్చు]
విరాట్ కోహ్లీ అంతర్జాతీయ క్రికెట్ సెంచరీల జాబితా
నగరంలో సమాచార సాంకేతిక నిపుణుడిగా పనిచేస్తున్న వెన్న నాగార్జున తెలుగు వీకీపీడియాకు శ్రీకారం చుట్టాడు. ఈయన రూపొందించిన పద్మ అనే లిప్యాంతరీకరణ పరికరం (ఇది ఇంగ్లీషు కీబోర్డ్ తో తెలుగు వ్రాసే తెలుగు భాషా అనువాద పరికరం) నెట్ లో తెలుగు సమాచార అభివృద్ధికి ఒక మైలురాయి. ఇది క్రమంగా తెలుగు భాషాభిమానులను విశేషంగా ఆకర్షించింది. పద్మ అనే లిప్యంతరీకరణ పరికరం సృష్టితో వెలుగులోకి వచ్చిన నాగార్జునకి వికీ నిర్వాహకులలో ఒకరైన విలియంసన్ పంపిన విద్యుల్లేఖ (టపా) తెలుగు వికీపీడియా ఆవిర్భావానికి నాంది పలికింది. ఆసక్తి ఉండి నిర్వహిస్తామని నమ్మకం ఉంటే తెలుగు వికీపీడియాను రూపొందించి ఇస్తామని దాని సారాంశం. దానిని సవాలుగా తీసుకొని నాగార్జున అనుకూలంగా స్పందించాడు. ఈ విధంగా తెవికీ 2003 డిసెంబరు 10న[1] ఆవిర్భవించింది. తెలుగు వికీపీడియా మొదటి చిహ్నాన్ని (లోగోని) రూపొందించిన ఘనత ఆయనదే.

అభివృద్ధి[మార్చు]
2003 డిసెంబరులో ఆరంభించిన తెవికీలో 2004 ఆగస్టు వరకూ ఒక్క వ్యాసం కూడా నమోదు కాలేదు. తన తరువాతి ప్రయత్నాలలో ఒక భాగంగా నాగార్జున రచ్చబండ వంటి తెలుగు సమాచార సమూహములలో ప్రచారం చేయడం ప్రారంభించాడు. ఆయన ప్రయత్నం సక్రమ ఫలితాలను ఇవ్వడం ప్రారంభించింది. రావు వేమూరి, మిచిగాన్ విశ్వవిద్యాలయంలో ఆచార్యులుగా బాధ్యతను నిర్వహిస్తున్న కట్టా మూర్తి లాంటి విద్యాధికులు స్పందించారు. అయ్యలరాజు నారాయణామాత్యుడు రచించిన హంసవింశతి గ్రంథం, శ్రీకృష్ణదేవరాయల ఆముక్తమాల్యదలో రాయలవారు వర్ణించిన ఊరగాయ రుచులను ఆధారంగా వ్రాసిన ఊరగాయ వ్యాసం (నెట్) వాడుకరులను తెలుగు వికీపీడియా వైపు అడుగులు వేసేలా చేసింది. ఆ తరువాత వాకా కిరణ్, చావాకిరణ్‌, వైజాసత్య, మాకినేని ప్రదీపు, చదువరి మొదలైన వారి విశేష కృషితో మరింత ముందుకు సాగింది.

Duration: 36 సెకండ్లు.0:36సబ్‌టైటిళ్ళు ఉన్నాయి.CC
ఈ వీడియోలో తెలుగు వికీమీడియా ప్రాజెక్ట్‌లలో తెలుగులో టైప్ చేయడం నేర్చుకోండి.
2005లో జూలైలో వైజాసత్య, చదువరి కృషితో ఆంధ్రప్రదేశ్ రాష్ట్రంలోని జిల్లాలు, మండలాల గురించిన సమాచారం తెలుగులో చూసుకొనగలిగిన అవకాశం పాఠకులకు కలిగింది. ఈ ప్రాజెక్టులో బాటు (ఆటోమేటిక్ ప్రోగ్రాం స్క్రిప్ట్)లను తయారుచేసి మ్యాపులతో పేజీలను సిద్ధం చేయడంలో మాకినేని ప్రదీప్ కృషి గుర్తింపదగినది. 2005 సెప్టెంబరులో 'విశేషవ్యాసం', 'మీకు తెలుసా', 'చరిత్రలో ఈ రోజు' శీర్షికలు [2] ప్రారంభమయ్యాయి.

ఆ తరువాత వీవెన్ కృషితో తెవికీ రూపురేఖలు సుందరంగా తయారయ్యాయి. బ్లాగర్ల సాయంతో వైజాసత్యతో చేతులు కలిపిన కాజా సుధాకరబాబు, చిట్టెల్ల కామేశ్వరరావు, దాట్ల శ్రీనివాస్, నవీన్ మొదలైనవారి కృషితో తెలుగు చిత్రరంగ వ్యాసాలు మొదలయ్యాయి. బ్లాగేశ్వరుడు, విశ్వనాధ్ పుణ్యక్షేత్రాల వ్యాసాలను రూపొందించడంలో కృషి చేశారు. రాజశేఖర్, వందన శేషగిరిరావు వంటి వైద్యులు వ్యాధులు, మానవశరీరం వంటి వ్యాసాలలో తమవంతు కృషి అందించారు. చంద్ర కాంత రావు కృషి ఆర్థిక శాస్త్రం, క్రీడారంగం వ్యాసాలను అందించడానికి దోహదమైంది. విక్షనరీలో విశేషంగా కృషి చేసిన టి.సుజాత తెవికీలో కూడా ప్రపంచ ప్రసిద్ధ నగరాలు, వంటకాల వ్యాసాలపై కృషి చేశారు. చిట్కాలు, ప్రకటనలపై దేవా, ఇస్లాము, ఉర్ధూ భాష వివరాలపై అహ్మద్ నిసార్ కృషి చేశారు. 2007 జూన్ లో ఈ వారం వ్యాసం శీర్షిక, అక్టోబరులో ఈ వారపు బొమ్మ శీర్షిక ప్రారంభమయ్యాయి. కాసుబాబు ఈ శీర్షికలను దాదాపు ఐదేళ్లు ఒక్కడే నిర్వహించడం విశేషం. వీటిని కొంత కాలం అర్జున కొనసాగించగా, 2013 నుండి ప్రధానంగా కె.వెంకటరమణ, రవిచంద్ర నిర్వహిస్తున్నారు.


వికీదశవర్షపూర్తి వేడుక, (వెబ్ పేజి) (2011 నాటిది)
తెవికీ తెరవెనుక సంగతులను, వికీపీడియన్లను అందరికి పరిచయంచేసి, తెవికీ సముదాయ చైతన్యాన్ని పెంచే ఆశయాలతో తెవికీ వార్త 2010 జూలై 1న ప్రారంభమైంది. 8 సంచికలు తరువాత ఆగిపోయింది. 2010 లో ప్రారంభమైన గూగుల్ అనువాద వ్యాసాలు 2011 లో దాదాపు 900 పైగా వ్యాసాలు చేర్చిన తరువాత వాటి నాణ్యత పెంచడానికి తెవికీ సభ్యుల సూచనలు అమలు చేయకుండానే ఆగిపోయాయి. వీటి వలన సగటు వ్యాస పరిమాణం పెరిగింది. 2011 లో వికీపీడియా దశాబ్ది ఉత్సవాలు హైదరాబాదులో జరిగాయి.[3] తెలుగు వికీపీడియన్లు భారత వికీ సమావేశం 2011 లో పాల్గొన్నారు.[4] వికీమీడియా భారతదేశం విశిష్ట వికీమీడియన్ గుర్తింపు రాజశేఖర్,టి.సుజాత లకు లభించింది[5]


తెలుగు వికీపీడియా మహోత్సవం లో పాత్రికేయులతో తెలుగు వికీపీడియా సభ్యులు (2013 నాటిది)
తెలుగు వికీపీడియా మహోత్సవం 2013 ఏప్రిల్ 10,11 తేదీలలో థియేటర్ ఔట్రీచ్ యూనిట్ (టి.ఓ.యు) ఆధ్వర్యంలో హైదరాబాదులోని గోల్డెన్ త్రెషోల్డ్లో జరిగింది. దీనిలో భాగమైన వికీ సర్వసభ్యసమావేశం, వికీ అకాడమీ, వికీచైతన్యవేదికలలో వికీపీడియా సభ్యులు పాల్గొని వికీపీడియా అభివృద్ధికి చేపట్టవలసిన చర్యలను చర్చించారు. తరువాత వికీపీడియా గురించి ఫోన్ ద్వారా వీక్షకులు అడిగిన ప్రశ్నలకు సమాధానాల కార్యక్రమాన్ని హెచ్ఎమ్‌టీవీ ప్రసారంచేసింది. ఇందులో రాజశేఖర్, రహ్మానుద్దీన్, మల్లాది, విష్ణులు పాల్గొన్నారు. [6]

తెలుగు వికీమీడియా ప్రాజెక్టులలో గత 10 సంవత్సరాలలో విశేష కృషి చేసిన చదువరి, మాకినేని ప్రదీపు, చావా కిరణ్, వీవెన్, పాలగిరి రామకృష్ణా రెడ్డి, రవిచంద్ర, అహ్మద్ నిసార్, వీర శశిధర్ జంగం, జలసూత్రం వెంకట రామకృష్ణ ప్రసాద్, ఎల్లంకి భాస్కర నాయుడు దశాబ్ది ఉత్సవాలలో భాగంగా ఇచ్చిన కొమర్రాజు లక్ష్మణరావు వికీమీడియా పురస్కారము నకు ఎంపికయ్యారు.


తెవికీ 11వ వార్షికోత్సవ గ్రూప్ ఫోటో (2015 నాటిది)
తెలుగు వికీమీడియా 11వ వార్షికోత్సవాలు 2015, ఫిబ్రవరి 14, 15 తేదీలలో తిరుపతి లోని ఉదయీ ఇంటర్నేషనల్ హోటల్లో జరిగాయి. 2014 సంవత్సరం తెలుగు వికీపీడియాలో విశేష కృషి చేసిన రాజశేఖర్, టి. సుజాత, వెంకటరమణ, సుల్తాన్ ఖాదర్, పవన్ సంతోష్ లకు కొమర్రాజు లక్ష్మణరావు వికీమీడియా పురస్కారము అందజేయడం జరిగింది.

ప్రతిరోజూ ఒక వ్యాసం చొప్పున 2016 లో ప్రారంభించి 2019 లో వెయ్యి వ్యాసాలకు పైబడి అభివృద్ధి చేసి ప్రణయ్ రాజ్ తెవికీ అభివృద్ధికి తోడ్పడ్డాడు.[7] 2014 లో తెలంగాణ ఏర్పడిన తర్వాత జిల్లాల పునర్ వ్యవస్థీకరణకు అనుగుణంగా, జిల్లా, మండల, గ్రామ వ్యాసాలను సవరించడంలో యర్రా రామారావు విశేషకృషి చేశాడు.

స్మార్ట్ ఫోన్లలో తెలుగు వికీపీడియా

స్మార్ట్ ఫోన్ లో తెలుగు వికీపీడియా మొబైల్ రూపం (2011 నాటిది)
స్మార్ట్ ఫోన్లలో తెర విస్తీర్ణము చిన్నదిగా ఉండటంవలన దీనికి తగ్గ మొబైల్ రూపంలో వికీపీడియా అందుబాటులో ఉంది.[8] దీనికొరకు ప్రత్యేక ఉపకరణం కూడా విడుదలైంది.[9][10]

స్థానం, ఆకారం చూపు భౌగోళిక పటములు.
ప్రదేశాల స్థానం చూపుటకు తొలిగా రేస్టర్, సాధారణ వెక్టర్ రూపంలో స్థిర భౌగోళిక పటములు వాడేవారు. 2018 జూన్ లో అందుబాటులోకివచ్చిన కార్టోథిరియన్ పొడిగింత ద్వారా ఓపెన్‌స్ట్రీట్‌మేప్(OSM) ఆధారిత గతిశీల పటములు వాడుట వీలయ్యైంది.[11] వీటిని తెవికీలో 2019 జూన్ లో వాడడం ప్రారంభమైంది.

గణాంకాలు[మార్చు]

తెలుగు వికీపీడియా అభ్యర్థించే విశిష్ట పరికరాల గణాంకాలు 2018 నవంబరు వరకు, (ఇటీవలి రెండు సంవత్సరాల డేటా)
నెలవారీగా వెల్లడించే సారాంశ గణాంకాల ఆధారంగా తెలుగు వికీ గురించి మరిన్ని వివరాలు తెలుసుకోవచ్చు.[12] మరిన్ని వివరాల కొరకు,[13] ఇతర భాషలతో పోల్చిచూడడం కొరకు గణాంకాలు [14] చూడవచ్చు. నెలవారీగా పేజీవీక్షణల వివరాలు [15] అందుబాటులోవున్నాయి. భారతదేశ భాషల పేజీవీక్షణలు [16] కూడా చూడవచ్చు. తెలుగు వికీపీడియా అభ్యర్థించే విశిష్ట పరికరాలు 2018 ఆగస్టు 1 నాటికి 10 లక్షలు చేరాయి. 2018 నవంబరు పేజీ అభ్యర్ధనల గణాంకాల ప్రకారం, దేశాలవారీగా భారతదేశం, అమెరికా, హాంగ్‌కాంగ్, యునైటెడ్ కింగ్డమ్ మొదటి నాలుగు స్థానాలలో ఉన్నాయి.[12]

తెవికీ మార్గ దర్శనం[మార్చు]
తెవికీలో ఉన్న వ్యాసాలను చేరుకోవటానికి శోధన పెట్టె, లింకులు, వ్యాసం చివర కనిపించే వర్గాలు, మార్గదర్శన పెట్టె ఉపయోగంగా ఉంటాయి. వీటిద్వారా కంప్యూటర్ పరిజ్ఞానం లేని వాళ్లుకూడా వారికి కావలసిన వ్యాసాలకు సునాయాసంగా చేరుకోవచ్చు.

   :వర్గం:ఆంధ్రప్రదేశ్
ఆంధ్రప్రదేశ్
పుణ్యక్షేత్రాలు  · దర్శనీయ స్థలాలు  · జిల్లాలు  · మండలాలు  · గ్రామాలు  · నదులు  · జానపద కళారూపాలు  · చరిత్ర  · వ్యక్తులు

   :వర్గం:భారత దేశము
భారతదేశం
రాష్ట్రాలు, ప్రాంతాలు  · చరిత్ర  · రాజకీయాలు  · భారతీయ భాషలు  · భారతీయ నృత్యరీతులు  · భారతీయులు  · భారతదేశపు పర్యాటక ప్రదేశాలు

   వేదిక:విజ్ఞానశాస్త్రము
విజ్ఞానం , సాంకేతికం
జీవ శాస్త్రము  · వృక్ష శాస్త్రం  · జంతు శాస్త్రం  · శరీర నిర్మాణ శాస్త్రం  · వైద్య శాస్త్రం  · భౌతిక శాస్త్రం  · రసాయన శాస్త్రం  · ఖగోళ శాస్త్రం  · గణితం  · కంప్యూటరు

   :వర్గం:సామాజిక శాస్త్రాలు
భాష , సమాజం
భాష  · కులాలు‎  · తెగలు‎  · మతాలు  · ప్రాచీన నాగరికతలు‎  · రాజకీయం  · ప్రజా ఉద్యమాలు‎  · విద్య‎  · వృత్తులు‎  · సామాజిక సిద్ధాంతాలు‎

   :వర్గం:తెలంగాణ
తెలంగాణ
పుణ్యక్షేత్రాలు  · దర్శనీయ స్థలాలు  · జిల్లాలు  · మండలాలు  · గ్రామాలు  · నదులు  · జానపద కళారూపాలు  · చరిత్ర  · వ్యక్తులు

   :వర్గం:ప్రపంచ దేశాలు
ప్రపంచం
దేశాలు  · వారసత్వ ప్రదేశాలు  · ప్రపంచ ప్రసిద్ధులు  · దేశాల జాబితాలు  · ప్రపంచ పర్యాటక ప్రదేశాలు

   :వర్గం:కళలు
క‌ళలు , ఆటలు
కళలు  · సినిమా  · చిత్రలేఖనం  · నటన  · నృత్యం  · సంగీతం  · సాహిత్యం  · కళాకారులు  · క్రీడాకారులు

   :వర్గం:విశేషవ్యాసాలు
విశేష వ్యాసాలు
ఈ వారం వ్యాసాలు  · చదవదగిన వ్యాసాలు  · వినగలిగే వ్యాసాలు  · పెద్ద వ్యాసాలు  · అధిక వర్గాలలో చేరిన వ్యాసాలు



తెవికీ సంస్థాగత స్వరూపం[మార్చు]
సభ్యులు, నిర్వాహకులు , అధికారులు[మార్చు]
తెలుగు వికీపీడియాలో 2019 డిసెంబరు నెలాంత గణాంకాల ప్రకారం 93 లక్షల పేజీ వీక్షణలు, 16 లక్షల నిర్దిష్ట పరికరాల ద్వారా జరుగుతున్నాయి.[17] 2019 నవంబరులో కొత్తగా 243 మంది నమోదు కాగా, కనీసం ఐదు సవరణలు చేసే సభ్యులు 71 మంది ఉన్నారు.[18] సభ్యత్వానికి ఎటువంటి షరతులు నిబంధనలు ఉండవు. వ్రాయాలన్న కుతూహలం, కొంత భాషా పరిజ్ఞానం మాత్రమే అర్హత. సభ్యత్వం లేకున్నా రచనలు, దిద్దుబాట్లు ఎవరైనా చేయవచ్చు. కొత్తగా చేరిన సభ్యులకు సహాయంగా సాంకేతిక వివరణలనూ, విధానాలనూ తెలుసుకొనే విధంగా సులభ శైలిలో వివరించిన పాఠాలు సభ్యులందరికి అందుబాటులో ఉంటాయి. మొదటి పేజీలో వీటికి లింకులు ఉంటాయి. లింకుల వెంట పయనిస్తూ రచనలను కొనసాగించవచ్చు. ఖాతా తెరచి పనిచేసే సభ్యులు చేసే దిద్దుబాట్లను గణాంకాలు చూపిస్తూ ఉంటాయి. సభ్యులు చర్చల్లోనూ పాల్గొనవచ్చు, సలహాలు, సహాయం తీసుకోవచ్చు, అందించనూ వచ్చు.

ఆధారాలుంటే, అనంతమైన ఆకాశం నుండి మట్టి రేణువు వరకూ దేని గురించైనా ఏదైనా వ్రాయవచ్చు. అచ్చుతప్పులుంటే సరిదిద్ద వచ్చు. ప్రాజెక్టులుగా, వర్గాలుగా విడదీసి పనులు జరుగుతుంటాయి కనుక ఆసక్తి ఉన్న రంగంలో వ్రాసే వీలుంటుంది. విస్తారమైన సమాచారం ఉంటుంది కనుక చదివి తెలుసుకోవడమూ చక్కని అనుభవమే. సభ్యుల ఊహలకు ఇక్కడ తావులేదు. సమాచారానికి వాస్తవం, నిష్పాక్షికత ప్రధానం. ఇతర వికీపీడియాలనుండి నాణ్యత గల వ్యాసాలకు అనువాదాలను సమర్పించ వచ్చు. ఇతరుల రచనలను అనుమతి లేకుండా ప్రచురించకూడదు. రచనలనే కాకుండా, బొమ్మలనూ (చిత్రం), ఛాయా చిత్రాలను అప్ లోడ్ చేయవచ్చు. అవి చట్టపరమైన ఇబ్బందులు కలిగించనివి అయి ఉండాలి. వాటిని వివిధ వ్యాసాలలో వివరణ చిత్రాలుగా వాడుకొనే వీలుంది. రచనలను తెలుగులోనే చేయాలి. ఇతర భాషాపదాల వాడుకను ప్రోత్సహించడం లేదు. అనివార్య కారణాలలో మాత్రమే ఇతరభాషా పదాలను వాడటానికి అనుమతి ఉంటుంది.

సార్వజనీనమైనవి, సమాచార పూరితమైనవి, వాస్తవికతను ప్రతిబింబించేవి అయిన రచనలకు మాత్రమే తెలుగు వికీపీడియాలో స్థానం. అవాంఛనీయమైన రచనలను నిర్వాహకులు తొలగిస్తూ ఉంటారు. వారికి ఈ విషయంలో విశేష అధికారాలు ఉంటాయి. తొలగించడంతో పాటు సభ్యుల రచనలపై కొంతకాలం నిషేధం అమలవుతుంది. దుశ్చర్య, అవాంఛనీయమైన రచనలను నియంత్రించడానికి ఈ విధానాలు పాటిస్తుంటారు; శిక్షలు అమలు చేస్తుంటారు.

నిర్వహణ కోసం తెవికీ సభ్యులలో కొందరిని నిర్వాహకులు, అధికారులుగా సభ్యులు ఎన్నుకుంటారు. తెవికీ నిర్వాహకుల, అధికారుల వివరాలు చూడండి.

సభ్యులకు ప్రోత్సాహం[మార్చు]
తెలుగు వికీపీడియా అభివృద్ధికి ముఖ్య కారణం కొత్త సభ్యులను ప్రోత్సహించడం. కొత్త సభ్యులను ప్రోత్సహించడంలో సభ్యులు, నిర్వాహకులు, అధికారులు సైతం ఓర్పు నేర్పుతో వ్యవహరిస్తుంటారు. అత్యుత్సాహంతో కొత్తవారు చేసే పొరపాట్లను సరిచేస్తూ సూచనలు, సలహాలు అందిస్తూ ఉంటారు. కావలసిన సహాయం అందించడంలో అందరూ ఉత్సాహం చూపుతూనే ఉంటారు. సభ్యుల మధ్య ఉండే స్నేహపూరిత వాతావరణం కొత్త వారి ఆందోళనను ఒకింత తగ్గిస్తూ ముందుకు సాగేలా చేస్తుంది. మృదుమధురంగా సూచనలను అందించడం ఎక్కువమంది సభ్యుల పద్ధతులలో ఒకటి.

తెలుగు వికీపీడియా చేసే కృషికి గుర్తింపుగా సభ్యులు ఒకరికి ఒకరు పతకాలు ప్రదానం చేస్తూ ఉంటారు. దిద్దుబాట్లు గణించి, కొన్ని ప్రాజక్టులలో సాధించిన విశేష కృషి, ఉపయోగకరమైన విషయాలు సమర్పించినప్పుడు పతకాలు ఇచ్చి ప్రోత్సహిస్తుంటారు. ఈ పతకాలు ఇవ్వడానికి ప్రత్యేక అర్హతలు అవసరం లేదు. సభ్యులు ఎవరైనా ఎవరికైనా వారు గుర్తించిన సభ్యుల కృషికి తగినట్లు పతకాలు సమర్పించ వచ్చు.

చర్చలు[మార్చు]
ప్రతి పేజీకి ఒక చర్చాపేజి ఉంటుంది. వ్యాసానికి సంబంధించి ఆ చర్చాపేజీలో ఎవరైనా తమ అభిప్రాయాలను వెలిబుచ్చవచ్చు; రచయిత నుండి సమాధానం పొందవచ్చు. వ్యాసంపై అభిప్రాయం అక్కడ జతచేయవచ్చు. సభ్యుని పేజీలో ఒక చర్చాపేజీ ఉంటుంది. దానిలో సభ్యునితో అనేక విషయాలపై చర్చించవచ్చు. అభినందనలు, ప్రశంసలు, నెనర్లు (ధన్యవాదాలు) కూడా అక్కడ చోటు చేసుకుంటూ ఉంటాయి. రచ్చబండ- ఇది తెలుగు వికీపీడియా సభ్యుల అభిప్రాయవేదిక. సభ్యులందరి సలహాలూ, సంప్రదింపులూ, సందేహాలూ ఇక్కడ చోటు చేసుకుంటాయి. తెవికీ అభివృద్ధికి తీసుకోవలసిన చర్యలకు ఇది ప్రధానమైన నెలవు.

ప్రచారం[మార్చు]
తొలిగా బ్లాగరుల సమావేశాలు, ఆ తరువాత తెవికీ అకాడమీ, వార్షిక పుస్తకప్రదర్శనల ద్వారా, అనుబంధ సంస్థల ద్వారా శిక్షణ, ప్రచార కార్యక్రమాల వలన, పత్రికలలో వచ్చిన ప్రత్యేక వ్యాసాల ద్వారా తెవికీ ప్రచారం జరుగుతున్నది[19][20][21][7] హైదరాబాదు నగరంలో ప్రతిఏటా జరుగుతున్న హైదరాబాదు పుస్తక ప్రదర్శనలో 2008 నుండి ప్రతి సంవత్సరం ఈ-తెలుగు సంస్థతో కలిసి తెలుగు వికీపీడియన్లు వికీపీడియా ప్రచారం కోసం ప్రత్యేకంగా ఒక స్టాల్ ఏర్పాటుచేస్తున్నారు. వికీపీడియాలో తెలుగులో సమాచారం పెంపొందిపచేయడంలో మరింత ఎక్కువ మందిని భాగస్వాములుగా చేసే లక్ష్యంతో ఏర్పాటుచేస్తున్న ఈ స్టాల్ కు 2019 నుండి తెలంగాణ ప్రభుత్వ భాషా సాంస్కృతిక శాఖ మరియు తెలంగాణ ప్రభుత్వ డిజిటల్ మీడియా విభాగం సహకారం అందిస్తున్నాయి.[22][23]

సమావేశాలు[మార్చు]
క్రియాశీలంగా ఉండే వికీపీడియా సభ్యులు హైద్రాబాదు లాంటి నగరాలలో ప్రతి నెలా సమావేశాలు నిర్వహించి కొత్త సాంకేతికతలు, ప్రాజెక్టుల గురించి చర్చిస్తారు. దేశంలో జరిగే సోదర భాష ప్రాజెక్టుల సమావేశాలలో, వికీమీడియా ఫౌండేషన్ నిర్వహించే సాంకేతిక సదస్సులలో పాల్గొనటం, అలాగే వికీమీడియా ఫౌండేషన్ ప్రతిసంవత్సరం ప్రపంచంలో వివిధ నగరాలలో నిర్వహించే వికీమేనియా అనే అంతర్జాతీయ సమావేశానికి హాజరయి వికీపీడియా అభివృద్ధికి జరుగుతున్న చర్యలను తెలుసుకొని తదుపరి తెలుగు వికీ ప్రాజెక్టులలో అమలు చేయడానికి సహకరిస్తారు.

వికీప్రాజెక్టులు[మార్చు]
సభ్యులు తమకు ఆసక్తి గల విషయాలను నిర్దిష్ట కాలంలో అభివృద్ధి చేయాలనుకున్నప్పుడు, ఇతర సభ్యుల సహకారంతో ప్రాజెక్టు రూపంలో నిర్వహించుతారు. వీటికి నిధులు అవసరమనుకుంటే వికీమీడియా ఫాండేషన్ ను లేక వికీమీడియా ఫౌండేషన్ అనుదానం పొందే సెంటర్ ఫర్ ఇంటర్నెట్ అండ్ సొసైటీ ని అభ్యర్ధించవచ్చు.

భౌతిక సంస్థలు[మార్చు]
వికీమీడియా భారతదేశం, సెంటర్ ఫర్ ఇంటర్నెట్ అండ్ సొసైటీ-బెంగుళూరు[మార్చు]
వికీమీడియా భారతదేశం 2011 జనవరి నుండి పని ప్రారంభించింది. వివిధ కార్యక్రమాల ద్వారా వికీపీడియా, సోదర ప్రాజెక్టులపై అవగాహన పెంపొందించడానికి కృషి చేసింది. నగర, భాషా ప్రత్యేక ఆసక్తి జట్టుల ద్వారా కార్యక్రమాలను దేశమంతటా విస్తరించింది. అయితే విదేశీ ద్రవ్యం పొందేందుకు అవసరమైన చట్టపరమైన ఇబ్బందుల వలన, నేరుగా సెంటర్ ఫర్ ఇంటర్నెట్ అండ్ సొసైటీ (సిఐఎస్) ద్వారా వికీమీడియా ఫౌండేషన్ కార్యకలాపాలు, ఇతర చర్యల వలన "వికీమీడియా భారతదేశం" బలపడలేదు. కాలేకపోయింది. ఇతర కారణాల వలన సోదర సంస్థగా కొనసాగుటకు కావలసిన నిబంధనలను పాటించలేకపోయింది. 2019 సెప్టెంబరు 14 నుండి అమలు అయ్యేటట్లు "వికీమీడియా భారతదేశం" గుర్తింపును వికీమీడియా ఫౌండేషన్ రద్దుచేసింది.[24] సిఐఎస్ సంస్థ వికీమీడియా ఫౌండేషన్ అనుదానంతో భారతదేశంలో వికీపీడియా అభివృద్ధికి కృషి చేస్తున్నది. తెలుగు వికీపీడియా అభివృద్ధికై ప్రత్యేక ఉద్యోగిని నియమించటం ద్వారా 2013 నుండి 2019 జూలై వరకు కృషి జరిగింది.

ఇతర సంస్థలు[మార్చు]
2019 ఆగష్టులో ఐఐఐటి హైదరాబాదు సంస్థ కేంద్ర శాస్త్ర, విజ్ఞాన శాఖ, ఎలెక్ట్రానిక్స్, సమాచార సాంకేతికత శాఖల సహాయంతో ప్రాజెక్టు తెలుగువికీ ప్రారంభించింది. ఆరేళ్లలో తెలుగు వికీ వ్యాసాలను అప్పటి 71,000 స్థాయినుంచి 30 లక్షలకు పెంచాలన్న లక్ష్యంగా పెట్టుకుంది.[25][26] దీనిలో భాగంగా ప్రయోగశాల వికీపీడియా ప్రాజెక్టును తెలుగు వికీపీడియా నకలుగా ప్రారంభించి ఔత్సాహికులకు శిక్షణ ఇచ్చి యంత్రసహాయంతో వ్యాసాలు చేర్చుతున్నారు. 2021 డిసెంబరు చివరలో సుమారు 20,000 పేజీలు మాత్రమే అదనంగా కనబడ్డాయి.[27] ఈ ప్రాజెక్టుకు తెలంగాణ ప్రభుత్వం సహకరిస్తున్నది.

సోదర ప్రాజెక్టులు[మార్చు]
మెటా-వికీ, కామన్స్, విక్షనరీ, వికీబుక్స్, వికీకోట్,వికీసోర్స్ మొదలైనవి తెలుగు వికీపీడియా సోదర ప్రాజెక్టులు.

మెటా-వికీ దీనిలో వికీ ప్రాజెక్టులకు సంబంధించిన విషయాలు చర్చిస్తారు.
వికీసోర్స్‌లో సార్వజనీయమైన రచనలను మూలరూపంలో భద్రపరుస్తారు. ఉదాహరణకు శతకములు, పురాణములు, వేదములు మొదలైనవి. ఈ పనులు ప్రణాలికాబద్దంగా చేస్తారు.
కామన్స్ లో తెలుగు వికీపీడియాకు ఉపయోగపడే చిత్రాలు, ఛాయాచిత్రాలు, దృశ్య శ్రవణమాధ్యమాలను భద్రపరుస్తారు. ఇవి ఏ వికీప్రాజెక్టులోనైనా వాడుకోవచ్చు
వికీబుక్స్ లో అందరూ కలిసి రూపొందించే పాఠ్యపుస్తకాలుంటాయి.
విక్షనరీలో తెలుగుపదాలకు అర్థాలు, బహువచనాలు, ఇతర భాషానువాదాలు, వ్యాకరణ వివరాలు ఒక్కొక్క పదానికి ఉంటాయి.
వికీకోట్‌లో ప్రముఖుల వ్యాఖ్యలు ఉంటాయి.
గుర్తింపులు[మార్చు]
"ఉత్సాహం, చొరవ ఉండి, కొద్దిమందే అయినా చేయి చేయి కలిపితే సాధించగల అద్భుతానికి 'తెలుగు వికీపీడియా' మచ్చుతునక" అని ప్రముఖ మాధ్యమాల యజమాని, సంపాదకుడు రామోజీరావు కొనియాడాడు.[28]

అంతర్జాతీయ వికీపోటీలలో గుర్తింపు[మార్చు]
వికీపీడియాలోని వ్యాసాలు చిత్రాలు చేర్చటం ద్వారా అభివృద్ధి పరచేందుకు ఏటా జులై, ఆగస్టు నెలల్లో పోటీ జరుగుతుంది. ‘ 2021 వికీపీడియా పేజెస్‌ వాంటింగ్‌ ఫొటోస్‌’ పోటీలో రెండు నెలలపాటు తెలుగు వికీపీడియన్లు 28,605 వ్యాసాలకు ఫొటోలు, మ్యాపులు ఎక్కించటం ద్వారా ప్రపంచ వికీపీడియాలలో తెలుగు వికీపీడియా మూడో స్థానంలో నిలిచింది.[29]

ప్రత్యేకతలు[మార్చు]
2022 డిసెంబరు నాటికి 80వేలకు పైగా వ్యాసాలు తెవికీ చేరాయి. తెలుగు రాష్ట్రాలకు చెందిన 26,811 వేల గ్రామాల, 1277 మండలాలకు చెందిన పేజీలు అందుబాటులో ఉన్నాయి.[30] 2016లో తెలంగాణ, 2022లో ఏపీలో జరిగిన జిల్లాలు, మండలాల పునర్వ్యవస్థీకరణ తర్వాత సమాచారం సైతం అందుబాటులో ఉంది. సినిమాలకు సంబంధించి దాదాపు ఏడువేల వ్యాసాలు ఉన్నాయి.[31][32]
ఇవి కూడా చూడండి[మార్చు]
వికీపీడియా:ఏకవచన ప్రయోగం (తెవికీలో ఏకవచన ప్రయోగం గత కాలపు విజ్ఞానసర్వస్వాల శైలిపై ఆధారపడింది అని వివరించే వ్యాసం)
వికీపీడియాలో రచనలు చేయుట (2014 ఇ-పుస్తకం)
వికీమీడియా భారతదేశం
ప్రసార మాధ్యమాల్లో తెలుగు వికీపీడియా
పత్రికాశైలిలో రాసిన వికీపీడియా వ్యాసము (2013తెలుగు వికీపీడీయా మహోత్సవము సందర్భముగా)
తెలుగు వికీపీడియాలో సంవత్సరాల వారీగా అభివృద్ధి
వికీపీడియా:వికీపీడియా మైలురాళ్ళు
వికీపీడియా నుండి
అండమాన్ నికోబార్ దీవులు
కేంద్రపాలిత ప్రాంతం
	
	

(పైనుంచి సవ్యదిశలో) బ్యారెన్ ఐలండ్, మహాత్మాగాంధీ మరీన్ నేషనల్ పార్కులో మడఅడవులు; ఆబెర్డీన్ క్లాక్ టవర్; సెల్యులార్ జైలు; నీల్ ద్వీపంలో కోరల్ బ్రిడ్జి; అండమాన్ దీవుల విహంగ వీక్షణ
భారతదేశంలో అండమాన్ నికోబార్ దీవుల స్థానం
భారతదేశంలో అండమాన్ నికోబార్ దీవుల స్థానం
Coordinates (పోర్ట్ బ్లెయిర్): 11.68°N 92.77°E
దేశం	 India
స్థాపన	1956 నవంబరు 1
రాజధాని, అతిపెద్ద నగరం	పోర్ట్ బ్లెయిర్
జిల్లాలు	3
Government
 • లెఫ్టినెంట్ గవర్నర్	దేవేంద్ర కుమార్ జోషి, అడ్మిరల్ (రిటైర్డు)
 • ప్రధాన కార్యదర్శి, (భారతదేశం)	చేతన్ భూషణ్ సంఘి, ఐ.ఎ.ఎస్
విస్తీర్ణం[1]
 • Total	8,250 కి.మీ2 (3,190 చ. మై)
 • Rank	28
జనాభా (2012)[2]
 • Total	3,80,520
 • జనసాంద్రత	46/కి.మీ2 (120/చ. మై.)
భాషలు[3]
 • అధికార	హిందీ, ఆంగ్లం[3]
 • మాట్లాడేవి	బెంగాలీ, హిందీ, తమిళం, తెలుగు, మలయాళం, నికోబారీస్, కురుఖ్, ముండా, ఖరియా[4]
Time zone	UTC+05:30
ISO 3166 code	IN-AN
HDI (2018)	Increase0.739 (High) •6th
Website	
Symbols of అండమాన్ నికోబార్ దీవులు
Bird	అండమాన్ వుడ్ పావురం – 2004
Flower	పిన్మా– 2014
Mammal	దుగోంగ్ – 2004
Tree	అండమాన్ పడౌక్ – 2004
భారతదేశం లోని కేంద్రపాలిత ప్రాంతమైన అండమాన్ నికోబార్ దీవులు 572 ద్వీపాల సమూహం. వీటిలో 37 దీవుల్లో ప్రజలు నివసిస్తున్నారు. బంగాళాఖాతం, అండమాన్ సముద్రం కలిసే వద్ద ఈ ద్వీపాల సమూహం ఉంది.[5] భూభాగం విస్తీర్ణం సుమారు 150 చ.కి.మీ.ఇండోనేషియాలోని ఆషేకు ఉత్తరంగా ఉంది. ఈ దీవులను థాయిలాండ్, మయన్మార్ నుండి అండమాన్ సముద్రం వేరు చేస్తోంది. ఇందులో రెండు ద్వీప సమూహాలున్నాయి - అండమాన్ దీవులు (పాక్షికంగా), నికోబార్ దీవులు, వీటిని 150 కిలోమీటర్ల వెడల్పు గల టెన్ డిగ్రీ ఛానల్ (10 ° N సమాంతరం ) వేరుచేస్తోంది. ఈ అక్షాంశానికి ఉత్తరాన అండమాన్లు, దక్షిణాన నికోబార్లు (వీటి మధ్య దూరం 179 కిమీ) ఉన్నాయి. ఈ దీవులకు తూర్పున అండమాన్ సముద్రం, పశ్చిమాన బంగాళాఖాతం ఉంది.

ఈ కేంద్రపాలిత ప్రాంతానికి రాజధాని పోర్ట్ బ్లెయిర్ నగరం. ద్వీపాల మొత్తం భూభాగం సుమారు 8,249 చ.కి.మీ ఉంటుంది. ఈ భూభాగాన్ని మూడు జిల్లాలుగా విభజించారు: కార్ నికోబార్‌ రాజధానిగా నికోబార్ జిల్లా, పోర్ట్ బ్లెయిర్‌తో రాజధానిగా దక్షిణ అండమాన్ జిల్లా, మాయాబందర్‌ రాజధానిగా ఉత్తర మధ్య అండమాన్ జిల్లా.ఈ ద్వీపాల్లో భారత సాయుధ దళాలకు చెందిన అండమాన్ నికోబార్ కమాండ్‌ ఉంది. త్రివిధ దళాలకు చెందిన భౌగోళిక కమాండు ఇదొక్కటే.అండమాన్ ద్వీపాల్లో సెంటినెలీస్ ప్రజలు నివాసముంటారు. నాగరికత స్పృశించని మానవులు వీరు ఇప్పటకీ పాతరాతియుగపు స్థాయి లోనే ఇంకా జీవిస్తున్న మానవులు వీరొక్కరే. [6]

పేరు[మూలపాఠ్యాన్ని సవరించు]
అండమాన్ అను పేరు హండుమాన్ అను పదంనుండి పుట్టింది. మలయా భాషలో హిందూ దేవుడు హనుమాన్ లేదా హనుమంతుడిని హండుమాన్ అని పిలుస్తారు.మలయా భాషలో నికోబార్ అనగా నగ్న మనుషుల భూమి.

చరిత్ర[మూలపాఠ్యాన్ని సవరించు]
సుమారు 2,200 సంవత్సరాల నాటి చరిత్రకు పురావస్తు ఆధారాలున్నాయి. అయితే, 30,000 సంవత్సరాల క్రితం ముగిసిన మధ్య పాతరాతియుగ సమయంలో దేశీయ అండమానీస్ ప్రజలు ఇతర జనాభా నుండి విడివడి ఉండవచ్చని జన్యు, సాంస్కృతిక అధ్యయనాలు సూచిస్తున్నాయి.[7] ఆ సమయం నుండి, అండమానీయులు భాషాపరంగా, సాంస్కృతికంగా విభిన్నమైన, ప్రాదేశిక సమూహాలుగా పరిణమించారు.

నికోబార్ దీవుల్లో వివిధ నేపథ్యాల ప్రజలు ఉంటున్నట్లు కనిపిస్తుంది. యూరోపియన్లు వచ్చే సమయానికి స్వదేశీ నివాసులు, మోన్-ఖ్మెర్ భాష మాట్లాడే నికోబారు ప్రజలతోతీ, షాంపెన్‌ల (వీరు మాట్లాడే భాష దేనికి సంబంధించినదో తెలియదు) తోటీ మిళితమైపోయారు. వీటిలో ఏ భాష కూడా అండమానీయులకు సంబంధించినది కాదు.

చోళసామ్రాజ్య కాలం[మూలపాఠ్యాన్ని సవరించు]
మొదటి రాజేంద్ర చోళుడు (సాశ.1014 నుండి 1042 వరకు), శ్రీవిజయ సామ్రాజ్యంపై (ఆధునిక ఇండోనేషియా) చేసిన దండయాత్రను మొదలుపెట్టేటపుడు అండమాన్ నికోబార్ దీవులను వ్యూహాత్మక నావికా స్థావరంగా ఉపయోగించాడు. క్రీస్తుశకం 1050 నాటి తంజావూర్ శాసనంలో చోళులు ఈ ద్వీపాన్ని మ-ణక్కవరం ("గొప్ప బహిరంగ/నగ్న భూమి") అని పిలిచారు. యూరోపియన్ యాత్రికుడు మార్కో పోలో (12 వ -13 వ శతాబ్దం) ఈ ద్వీపాన్ని 'నెకువెరాన్' అని అన్నాడు. తమిళ పేరైన నక్కవరం బ్రిటిష్ వలసరాజ్యాల కాలంలో నికోబార్ అనే ఆధునిక పేరుకు దారితీసి ఉండవచ్చు. [8]

డేనిష్ వలసరాజ్యాల కాలం, బ్రిటిష్ పాలన[మూలపాఠ్యాన్ని సవరించు]

అండమాన్ గిరిజనుల ఫిషింగ్ (మ .1870)
1755 డిసెంబరు 12 న డేనిష్ ఈస్ట్ ఇండియా కంపెనీ నుండి సెటిలర్లు నికోబార్ దీవులకు రావడంతో ఈ ద్వీపాలలో వ్యవస్థీకృత యూరోపియన్ వలసల చరిత్ర ప్రారంభమైంది. 1756 జనవరి 1 న, నికోబార్ దీవులను డేనిష్ కాలనీగా మార్చారు, మొదట దీనిని న్యూ డెన్మార్క్ అని పిలిచారు, [9] తరువాత ( 1756 డిసెంబరు) ఫ్రెడెరిక్ ద్వీపాలు ( ఫ్రెడెరిక్‌సోర్న్) అన్నారు. 1754-1756 సమయంలో వారు ట్రాంక్యూబార్ (డేనిష్ భారతదేశంలో ఉంది) నుండి పరిపాలించారు. 1759 ఏప్రిల్ 14 - 1768 ఆగస్టు 19 మధ్య, 1787 నుండి 1807/05 వరకు, 1814 నుండి 1831 వరకు, 1830 నుండి 1834 వరకు. ఆ తరువాత 1848 నుండి శాశ్వతంగానూ వ్యాప్తి చెందడంతో ఈ ద్వీపాలను విడిచిపెట్టేసారు [9]

డెన్మార్క్ నికోబార్ దీవులపై తన వాదనలను విరమించుకుందని పొరపాటున భావించిన ఆస్ట్రియా, 1778 జూన్ 1 నుండి 1784 వరకు వాటిపై ఒక వలసను స్థాపించడానికి ప్రయత్నించి, [10] వాటికి థెరేసియా దీవులు అని పేరు పెట్టింది. [9]

1789 లో బ్రిటిష్ వారు గ్రేట్ అండమాన్ పక్కన ఉన్న చాతామ్ ద్వీపంలో నావికా స్థావరాన్ని, ఒక జైలు కాలనీనీ స్థాపించారు. అక్కడే ఇప్పుడు పోర్ట్ బ్లెయిర్ పట్టణం ఉంది. రెండు సంవత్సరాల తరువాత ఈ కాలనీని గ్రేట్ అండమాన్ లోని పోర్ట్ కార్న్వాలిస్‌కు తరలించారు. కాని వ్యాధి కారణంగా 1796 లో దీన్ని వదిలేసారు.

16 1868 అక్టోబరు న నికోబార్ దీవులపై హక్కులను డెన్మార్కు బ్రిటన్‌కు విక్రయించడంతో ఇక్కడ డెన్మార్క్ ఉనికి అధికారికంగా ముగిసింది, [10] ఇది 1869 లో బ్రిటిష్ ఇండియాలో భాగమైంది.

1858 లో బ్రిటిష్ వారు మళ్ళీ పోర్ట్ బ్లెయిర్ వద్ద ఒక కాలనీని స్థాపించారు, ఇది మరింత శాశ్వతంగా నిర్మించారు. భారత ఉపఖండం నుండి నేరస్థులను పంపించడం కోసం ఒక శిక్షా కాలనీని ఏర్పాటు చేయడం ప్రాథమిక ఉద్దేశం. ఆ విధంగానే ఇక్కడ అప్రతిష్ఠాకరమైన సెల్యులార్ జైలు వెలిసింది. ప్రవాస లేదా ఏకాంత ద్వీపాంతర వాస శిక్ష విధించబడిన భారత స్వాతంత్ర్య సమరయోధులను బ్రిటిష్ ప్రభుత్వం ఇక్కడి సెల్యులార్ జైలులో బంధించేది. ఈ జైలును కాలాపానీ అని కూడా పిలిచేవారు. పోర్ట్ బ్లెయిర్ లోని ఈ సెల్యులర్ జైలును భారతదేశ పు సైబీరియాగా పరిగణించేవారు.1872 లో అండమాన్ ద్వీపాలు, నికోబార్ ద్వీపాలు పోర్ట్ బ్లెయిర్‌లో ఒకే చీఫ్ కమిషనర్ కింద ఐక్యమయ్యాయి.

రెండవ ప్రపంచ యుద్ధం[మూలపాఠ్యాన్ని సవరించు]
రెండవ ప్రపంచ యుద్ధ సమయంలో, ఈ ద్వీపాలు ఆచరణాత్మకంగా జపనీస్ నియంత్రణలో, నామమాత్రంగా సుభాష్ చంద్రబోస్ యొక్క అర్జీ హుకుమాటే ఆజాద్ హింద్ అధికారం క్రింద ఉన్నాయి. యుద్ధ సమయంలో బోసు ఈ ద్వీపాలను సందర్శించి, వాటి పేర్లను "షహీద్-ద్వీప్" (అమరవీరుల ద్వీపం) అని, "స్వరాజ్-ద్వీప్" (స్వీయ-పాలన ద్వీపం) అనీ మార్చాడు.

1944 ఫిబ్రవరి 22 న భారత జాతీయ సైన్యానికి చెందిన జనరల్ లోగానాథన్‌ను అండమాన్ నికోబార్ దీవులకు గవర్నర్‌గా నియమించారు. అతను నలుగురు ఐఎన్ఎ అధికారులతో పాటు -మేజర్ మన్సూర్ అలీ అల్వి, సబ్. లెఫ్టినెంట్ ఎండి ఇక్బాల్, లెఫ్టినెంట్ సుబా సింగ్, స్టెనోగ్రాఫర్ శ్రీనివాసన్ లతో కలిసి పోర్ట్ బ్లెయిర్‌లోని లాంబలైన్ విమానాశ్రయంలో దిగాడు. 1944 మార్చి 21 న, అబెర్డీన్ బజారులోని గురుద్వారాకు సమీపంలో సివిల్ అడ్మినిస్ట్రేషన్ ప్రధాన కార్యాలయాన్ని ఏర్పాటు చేసాడు. 1944 అక్టోబరు 2 న, కల్నల్. లోగనాథన్, మేజర్ అల్వీకి అధికారం అప్పగించి పోర్ట్ బ్లెయిర్ను విడిచిపెట్టి వెళ్ళాడు, మళ్ళీ తిరిగి రాలేదు. [11]

జపాన్ వైస్ అడ్మిరల్ హరా టీజో, మేజర్-జనరల్ తమెనోరి సాటోలు, 1945 అక్టోబరు 7 న పోర్ట్‌బ్లెయిర్‌ లోని జిమ్ఖానా గ్రౌండులో నిర్వహించిన కార్యక్రమంలో ఈ ద్వీపాలను 116 వ భారత పదాతిదళ బ్రిగేడ్ కమాండర్ బ్రిగేడియర్ జెఎ సాలమన్స్‌కు, ఇండియన్ సివిల్ సర్వీస్ చీఫ్ అడ్మినిస్ట్రేటర్ నోయెల్ కే ప్యాటర్సన్ కూ అప్పగించారు.

స్వాతంత్ర్యం తరువాత[మూలపాఠ్యాన్ని సవరించు]

1945 లో లొంగిపోయిన తరువాత జపాన్ సైనిక ప్రతినిధి బృందం, ద్వీపాలను రాజ్‌పుట్ రెజిమెంట్ కమాండింగ్ ఆఫీసర్ లెఫ్టినెంట్ కల్నల్ నాథు సింగ్‌కు వందనం చేస్తున్నారు.
భారతదేశం (1947), బర్మా (1948) రెండింటి స్వాతంత్య్రం సమయంలో, వెనకి పోతున్న బ్రిటిషు వారు ఈ ద్వీపాల్లోని ఆంగ్లో-ఇండియన్స్, ఆంగ్లో-బర్మీస్ అందరూ ఈ ద్వీపాల్లో స్థిరపడి తమ సొంత దేశంగా ఏర్పరచుకోవాలని తమ ఉద్దేశాన్ని ప్రకటించారు. అయితే, ఇది ఎప్పటికీ కార్యరూపం దాల్చలేదు. ఇది 1950 లో భారతదేశంలో భాగమైంది. 1956 లో దేశపు కేంద్రపాలిత ప్రాంతంగా ప్రకటించారు. [12]

1980 ల నుండి భారతదేశం ఈ ద్వీపాలలో రక్షణ సౌకర్యాలను అభివృద్ధి చేస్తోంది. బంగాళాఖాతం, మలక్కా జలసంధిలో భారతదేశపు వ్యూహాత్మక పాత్రలో ఈ ద్వీపాలకు ఇప్పుడు కీలక స్థానం ఉంది. [13]

2004 సునామి[మూలపాఠ్యాన్ని సవరించు]
26 2004 డిసెంబరు న, అండమాన్ నికోబార్ దీవుల తీరాలు, హిందూ మహాసముద్రంలో సముద్రగర్భ భూకంపం కారణంగా వచ్చిన 10 మీ. ఎత్తున ఎగసిన సునామీలో దెబ్బతిన్నాయి. 2 వేలకు పైగా ప్రజలు ప్రాణాలు కోల్పోయారు. 4,000 మందికి పైగా పిల్లలు అనాథలయ్యారు. లేదా తల్లిదండ్రుల్లో ఒకరిని కోల్పోయారు. కనీసం 40,000 మంది ప్రజలు నిరాశ్రయులయ్యారు. 46,000 మందికి పైగా గాయపడ్డారు. [14] నికోబార్ దీవుల్లో ఎక్కువగా ప్రభావితమైనవి కచ్చల్, ఇందిరా పాయింట్లు. ఇందిరా పాయింటు 4.25 మీటర్లు కుంగి, పాక్షికంగా సముద్రంలో మునిగిపోయింది. ఇందిరా పాయింట్ వద్ద దెబ్బతిన్న లైట్ హౌస్‌కు మరమ్మతులు చేసారు. మునిగిపోవడంతో పెద్ద మొత్తంలో భూభాగాన్ని కోల్పోయింది. సునామీకి ముందు 8,073 కి.మీ2 (3,117 చ. మై.) ఉన్న భూభాగం, ఇప్పుడు 7,950 కి.మీ2 (3,070 చ. మై.) మాత్రమే ఉంది. సునామీలో ప్రాణాలు కోల్పోయిన వారిలో అత్యధికులు ద్వీపాల్లో బయటి నుండి వచ్చి ఇకడ స్థిరపడ్డవారు, పర్యాటకులే. ఆదివాసీ ప్రజలు చాలావరకూ ప్రాణాలతో బయటపడ్డారు. ఎందుకంటే పెద్ద భూకంపాలను అనుసరించి పెద్ద సునామీలు వస్తాయని తరతరాలుగా వస్తున్న మౌఖిక సంప్రదాయాలు వారిని ఖాళీచెయ్యమని హెచ్చరించాయి. [15]

భౌగోళిక[మూలపాఠ్యాన్ని సవరించు]

అండమాన్ దీవులలోని బారెన్ ద్వీపం
ఈ భూభాగంలో మొత్తం 8.249 చ.కి.మీ విస్తీర్ణం గల 572 ద్వీపాలు ఉన్నాయి. వీటిలో సుమారు 38 దీవుల్లో ప్రజలు నివసిస్తున్నారు. ఈ ద్వీపాలు 6° నుండి 14° ఉత్తర అక్షాంశాల మధ్య, 92° నుండి 94° తూర్పు రేఖాంశాల మధ్యా విస్తరించి ఉన్నాయి. అండమాన్లను నికోబార్ సమూహం నుండి 150 కి.మీ. వెడల్పున్న ఛానల్ (టెన్ డిగ్రీ ఛానల్) వేరు చేస్తుంది. అత్యంత ఎత్తైన ప్రదేశం ఉత్తర అండమాన్ ద్వీపంలో ఉన్న సాడిల్ పీక్ (732 మీటర్లు). అండమాన్ సమూహంలో 325 ద్వీపాలు ఉన్నాయి. వీటి విస్తీర్ణం 6,170 చ.కి.మీ. నికోబార్ సమూహంలో 1,765 చ.కి.మీ. విస్తీర్ణంలో 247 దీవులున్నాయి. [12] : 33 

ఈ కేంద్రపాలిత ప్రాంతపు రాజధాని పోర్ట్ బ్లెయిర్ కోల్‌కతా నుండి 1,255 కి.మీ దూరం లోను, విశాఖపట్నం నుండి 1,200 కి.మీ., చెన్నై నుండి 1,190 కి.మీ. దూరం లోనూ ఉంది. [12] : 33  అండమాన్ నికోబార్ సమూహానికి ఉత్తర కొనన స్థానం హుగ్లీ నది ముఖద్వారం నుండి 901 కి.మీ. దూరం లోను, మయన్మార్ నుండి 190 కి.మీ. దూరం లోనూ ఉంది. అన్నిటి కంటే దక్షిణాన ఉన్న దీవి, గ్రేట్ నికోబార్. ఈ దీవి లోని దక్షిణ కొసన (6° 45'10 ″ N - 93° 49'36 ″ E) ఉన్న ఇందిరా పాయింట్ భారతదేశానికి దక్షిణం వైపున చిట్టచివరి స్థానం. ఇండోనేషియాలోని సుమత్రా దీవి నుండి దీని దూరం 150 కి.మీ. మాత్రమే.

భారతదేశంలోని ఏకైక అగ్నిపర్వతం, బారెన్ ఐలాండ్, అండమాన్ నికోబార్లలో ఉంది. ఇది చురుకైన అగ్నిపర్వతం. చివరిగా 2017 లో విస్ఫోటనం చెందింది. బరాటాంగ్ ద్వీపంలో ఒక మట్టి అగ్నిపర్వతం కూడా ఉంది, ఈ మట్టి అగ్నిపర్వతాలు అప్పుడప్పుడు విస్ఫోటనం చెందాయి, 2005 లో జరిగిన విస్ఫోటనాలు 2004 హిందూ మహాసముద్రం భూకంపంతో సంబంధం కలిగి ఉన్నాయని భావిస్తున్నారు. అంతకు ముందరి పెద్ద విస్ఫోటనం 2003 ఫిబ్రవరి 18 న నమోదైంది. స్థానికులు ఈ మట్టి అగ్నిపర్వతాన్ని జల్కీ అని పిలుస్తారు . ఈ ప్రాంతంలో ఇతర అగ్నిపర్వతాలు ఉన్నాయి. ఈ ద్వీపం భౌతిక విశేషాల్లో కొన్ని బీచ్‌లు, మడ అడవులు, సున్నపురాయి గుహలు, మట్టి అగ్నిపర్వతాలు.

2018 డిసెంబరులో అండమాన్ నికోబార్ దీవుల్లో రెండు రోజుల పర్యటనలో, భారతప్రధాని నరేంద్ర మోడీ, సుభాస్ చంద్రబోస్‌కు నివాళిగా మూడు ద్వీపాలకు పేరు మార్చాడు. రాస్ ద్వీపానికి నేతాజీ సుభాష్ చంద్రబోస్ ద్వీపం అని, నీల్ ద్వీపానికి షహీద్ ద్వీపమని, హావ్లాక్ ద్వీపానికి స్వరాజ్ ద్వీపమనీ పేర్లు మార్చారు.. నేతాజీ స్టేడియంలో ప్రసంగించిన సందర్భంగా ప్రధాని ఈ ప్రకటన చేశాడు, బోస్ అక్కడ భారత జెండాను ఎగురవేసిన 75 వ వార్షికోత్సవ సందర్భం అది. [16] [17]

సిస్టర్స్[మూలపాఠ్యాన్ని సవరించు]
సిస్టర్స్ అనేవి రెండు చిన్న జనావాసాలు లేని ద్వీపాలు. తూర్పు సిస్టర్ ద్వీపం, వెస్ట్ సిస్టర్ ద్వీపం, అండమాన్ ద్వీపసమూహంలో, డంకన్ పాసేజ్‌కు ఉత్తరం వైపున, సుమారు పాసేజ్ ద్వీపానికి 6 కి.మీ. ఆగ్నేయంగా, నార్త్ బ్రదర్‌కు 18 కి.మీ. ఉత్తరాన ఉన్నాయి. ఈ ద్వీపాల మధ్య ఎడం 250 మీటర్లు. వీటిని పగడపు దిబ్బలు కలుపుతాయి. ఈ దీవులు అడవులతో నిండి ఉంటాయి. తూర్పు సిస్టర్ ద్వీపపు వాయవ్య భాగంలో ఒక బీచ్ మినహా మిగతా తీరమంతా రాళ్ళతో కూడుకుని ఉంటుంది.

అండమాన్‌లో బ్రిటిష్ వారు ఒక కాలనీని స్థాపించడానికి ముందు, లిటిల్ అండమాన్ ద్వీపంలోని ఒంగే ప్రజలు చేపలు పట్టడం కోసం సిస్టర్స్‌ దీవులకు అప్పుడప్పుడు వెళ్తూండేవారు. 1890 - 1930 మధ్యకాలంలో తమ తాత్కాలిక స్థావరమైన రట్లాండ్ ద్వీపానికి వెళ్ళే మార్గంలో ఈ ద్వీపాలు ఒక స్థానంగా ఉండవచ్చు.1987 లో ఈ ద్వీపాలను 0.36 చ.కి.మీ. ప్రాంతాన్ని వన్యప్రాణుల ఆశ్రయంగా గుర్తించారు.

మార్గం[మూలపాఠ్యాన్ని సవరించు]
అండమాన్‌ నికోబార్‌ దీవులకు వెళ్లాలంటే ముందుగా వాటి రాజధాని పోర్ట్‌ బ్లెయిర్‌ చేరుకోవాలి. అక్కడికి చెన్నై, కోల్‌కతా ల నుంచి విమాన సర్వీసులున్నాయి. ఓడలోనూ వెళ్లొచ్చు. ప్రయాణం కనీసం మూడు రోజులు పడుతుంది. బంగాళాఖాతంలో దాదాపు 8,249 చదరపు కిలోమీటర్ల మేర ఈ అండమాన్‌ నికోబార్‌ దీవులు విస్తరించి ఉన్నాయి. మొత్తం 572 దీవులు సముద్రంలో అక్కడక్కడా విసిరేసినట్టు ఉంటాయి. వీటిల్లో అండమాన్‌ దీవుల్లోకి మాత్రమే పర్యాటకుల్ని అనుమతిస్తారు. నికోబార్‌ దీవులలోనికి ప్రవేశం లేదు.

మొక్కలూ వృక్షాలూ[మూలపాఠ్యాన్ని సవరించు]

పోర్ట్ బ్లెయిర్ చుట్టూ అదనపు వివరణాత్మక ప్రాంతంతో అండమాన్, నికోబార్ దీవుల మ్యాప్.
అండమాన్ నికోబార్ దీవులను ఉష్ణమండల వర్షారణ్య పందిరి కప్పేసి ఉంటుంది. ఇది భారతీయ, మయన్మార్, మలేషియా స్థానిక జాతులసమ్మిశ్రితంగా ఉంటుంది. ఇప్పటివరకు, సుమారు 2,200 రకాల మొక్కలు నమోదయ్యాయి, వాటిలో 200 స్థానికంగా మాత్రమే ఉంటాయి. మరో 1,300 భారతదేశం ప్రధాన భూభాగంలో ఎక్కడా కనబడవు.

దక్షిణ అండమాన్ అడవులలో ఎపిఫైటిక్ వృక్షసంపద, ఎక్కువగా ఫెర్న్‌లు, ఆర్కిడ్లు పెరుగుతాయి. మధ్య అండమాన్ లో ఎక్కువగా తేమతో కూడిన ఆకురాల్చే అడవు లున్నాయి . ఉత్తర అండమాన్లలో తడి సతత హరిత అడవులు ఉన్నాయి. ఉత్తర నికోబార్ దీవుల్లో (కార్ నికోబార్, బాటిమల్వ్‌తో సహా) సతత హరిత అడవులు అసలే లేవు. అయితే నికోబార్ సమూహం లోని మధ్య, దక్షిణ ద్వీపాలలో ఇటువంటి అడవులు అధికంగా ఉన్నాయి. గడ్డి భూములు నికోబార్లలో మాత్రమే ఉంటాయి. అండమాన్లలో ఆకురాల్చే అడవులు సర్వసాధారణంగా ఉంటాయి. అవి నికోబార్లలో దాదాపుగా లేవు. ప్రస్తుత అటవీ విస్తీర్ణం మొత్తం భూభాగంలో 86.2% అని పేర్కొన్నారు.

ఈ విలక్షణమైన అటవీ కవరేజి పన్నెండు రకాలుగా ఉంటుంది, అవి:

జెయింట్ సతత హరిత అడవి
అండమాన్ ఉష్ణమండల సతత హరిత అడవి
దక్షిణ కొండపై ఉష్ణమండల సతత హరిత అడవి
కేన్‌బ్రేక్స్
తడి వెదురు బ్రేకులు
అండమాన్ సెమీ సతత హరిత అడవి
అండమాన్ తేమ ఆకురాల్చే అడవి
అండమాన్ ద్వితీయ తేమ ఆకురాల్చే అడవి
లిటోరల్ ఫారెస్ట్
మడ అడవి
ఉప్పునీరు మిశ్రమ అడవి
సబ్‌మోంటేన్ అడవి
జంతుజాలం[మూలపాఠ్యాన్ని సవరించు]

నేతాజీ సుభాష్ చంద్రబోస్ డ్వీప్, అండమాన్
ఈ ఉష్ణమండల వర్షారణ్యం, ఇతర భూభాగాల నుండి విడిగా, ఒంటరిగా ఉన్నప్పటికీ, ఇక్కడ ఉన్న గొప్ప జీవ వైవిధ్యం ఆశ్చర్యం కలిగిస్తుంది.అండమాన్ నికోబార్ దీవులలో సుమారు 50 రకాల అటవీ క్షీరదాలు కనిపిస్తాయి. అండమాన్ అడవి పందితో సహా కొన్ని స్థానిక జాతులు ఉన్నాయి. 26 జాతులతో ఎలుకలు అతిపెద్ద సమూహం. తరువాతవి 14 జాతుల గబ్బిలాలు. పెద్ద క్షీరదాలలో స్థానికంగా ఉండే అడవి పంది రకాలు రెండున్నాయి. అవి అండమాన్ దీవుల్లోని సుస్ స్క్రోఫా ఆండమానెన్సిస్, నికోబార్ లోని సుస్ స్క్రోఫా నికోబారికస్. వీటిని వన్యప్రాణి రక్షణ చట్టం 1972 (Sch I) ద్వారా సంరక్షించారు. ఉప్పునీటి మొసలి కూడా సమృద్ధిగా లభిస్తుంది. అండమాన్ రాష్ట్ర జంతువు డుగోంగ్. దీనిని సముద్ర ఆవు అని కూడా పిలుస్తారు. దీనిని లిటిల్ అండమాన్ లో చూడవచ్చు. 1962 లో ఈ దీవుల్లోకి చిరుతపులిని పరిచయం చేసే ప్రయత్నం జరిగింది. కాని దానికి అనుకూలమైన ఆవాసం కాకపోవడాన ఆ ప్రయత్నం విజయవంతం కాలేదు. అన్యదేశ పరిచయాలు ద్వీప వృక్ష, జంతుజాలానికి వినాశనం కలిగించగలవు కాబట్టి ఈ చర్యలు సరైనవి కావు.

సుమారు 270 జాతుల పక్షులు ఇక్కడ కనిపిస్తాయి; వాటిలో 14 స్థానికమైనవి - వీటిలో అధిక భాగం నికోబార్ ద్వీప సమూహానికి చెందినవి. ద్వీపాల్లోని అనేక గుహల్లో తినదగిన పక్షి గూళ్ళు కనిపిస్తాయి. ఈ గూళ్ళు చైనాలో ఇష్టంగా తింటారు. [18]

ఈ భూభాగంలో సుమారు 225 రకాల సీతాకోకచిలుకలు, చిమ్మటలు ఉన్నాయి . ఈ ద్వీపాలకు స్థానికమైనవి పది జాతులు ఉన్నాయి. మౌంట్ హ్యారియెట్ నేషనల్ పార్క్ లో అనేక రకాల సీతాకోకచిలుకలు, చిమ్మటలూ ఉంటాయి.

ఈ ద్వీపాలు విలువైన షెల్ఫిష్‌లకు ప్రసిద్ధి. ముఖ్యంగా టర్బో, ట్రోకస్, మురెక్స్, నాటిలస్ జాతులకు చెందినవి. మొట్టమొదటిగా వాణిజ్య స్థాయిలో చేపలు పట్టడం 1929 లో ప్రారంభమైంది. అనేక కుటీర పరిశ్రమలు అలంకార షెల్ వస్తువులను ఉత్పత్తి చేస్తాయి

జనాభా.[మూలపాఠ్యాన్ని సవరించు]
2011 భారత జనాభా లెక్కలు ప్రకారం, అండమాన్ నికోబార్ దీవుల జనాభా 3,79,944, ఇందులో 2,02,330 (53.25%) మంది పురుషులు, 1,77,614 (46.75%) మ్ంది స్త్రీలు. లింగ్ నిష్పత్తి - 
అండమాన్ దీవుల్లో సుమారు 400–450 స్వదేశీ అండమానీస్ ఉన్నారు. ప్రత్యేకించి జరావా, సెంటినెలీస్‌ ద్వీపాల్లో ఉన్నవారు తమ స్వేచ్ఛను కొనసాగిస్తూ, తమను కలవవచ్చే వారి ప్రయత్నాలను తిరస్కరిస్తున్నారు. నికోబార్ దీవులలోని స్థానిక ప్రజలను నికోబారీస్, లేదా నికోబారి అంటారు. వీరు అనేక ద్వీపాలలో నివసిస్తున్నారు. షోంపెన్ ప్రజలు గ్రేట్ నికోబార్ లోని అంతర్గత ప్రాంతానికే పరిమితం. కారెన్ తెగకు చెందిన 2 వేలకు పైగా ప్రజలు ఉత్తర అండమాన్ జిల్లాలోని మాయాబందర్ తహసీల్‌లో నివసిస్తున్నారు. వీరిలో దాదాపు అందరూ క్రైస్తవులే. గిరిజన మూలాలు ఉన్నప్పటికీ, కారెన్‌లకు అండమాన్‌లో ఇతర వెనుకబడిన తరగతి (ఒబిసి) హోదా ఉంది.

భాషలు[మూలపాఠ్యాన్ని సవరించు]
1874 లో, బ్రిటిష్ వారు అండమాన్ నికోబార్ దీవులను ఒక చీఫ్ కమిషనర్ నేతృత్వంలోని ఒక పరిపాలనా భూభాగంలో దాని న్యాయ నిర్వాహకుడిగా ఉంచారు. 1974 ఆగస్టు 1 న, నికోబార్ ద్వీపాలను డిప్యూటీ కమిషనర్ ఆధ్వర్యంలో కార్ నికోబార్ వద్ద జిల్లా ప్రధాన కార్యాలయాలతో మరొక రెవెన్యూ జిల్లాగా మార్చారు. 1982 లో, చీఫ్ కమిషనర్ స్థానంలో పరిపాలనా అధిపతిగా లెఫ్టినెంట్ గవర్నర్ పదవి సృష్టించబడింది. తదనంతరం, లెఫ్టినెంట్ గవర్నర్‌కు సలహా ఇవ్వడానికి కౌన్సిలర్లతో ప్రజల ప్రతినిధులతో "ప్రదేశ్ కౌన్సిల్" ఏర్పాటు చేయబడింది. [12] ద్వీపాలు దాని అండమాన్ నికోబార్ దీవుల (లోక్సభ నియోజకవర్గం) నుండి లోక్సభకు ఒక ప్రతినిధిని పంపుతాయి .
ఉత్తర, మధ్య అండమాన్ జిల్లాలో ఉప విభాగాలు, తాలూకాలు[మూలపాఠ్యాన్ని సవరించు]
డిగ్లిపూర్ సబ్ డివిజన్
దిగ్లిపూర్ తాలూకా
మాయా బందర్ సబ్ డివిజన్
మాయాబందర్ తాలూకా
రంగత్ తాలూకా
దక్షిణ అండమాన్ జిల్లాలో ఉపవిభాగాలు, తాలూకాలు[మూలపాఠ్యాన్ని సవరించు]
పోర్ట్ బ్లెయిర్ సబ్ డివిజన్
పోర్ట్ బ్లెయిర్ తాలూకా
ఫెర్రార్గంజ్ తాలూకా
జిర్కాటాంగ్ తాలూకా (స్థానిక జరావా రిజర్వేషన్)
రిచీ ద్వీపసమూహ ఉప-విభాగం
రిచీ ద్వీపసమూహ తాలూకా ( హావ్లాక్ ద్వీపం )
లిటిల్ అండమాన్ సబ్ డివిజన్
లిటిల్ అండమాన్ తాలూకా ( హట్ బే )
నికోబార్ జిల్లాలో ఉప విభాగాలు, తాలూకాలు[మూలపాఠ్యాన్ని సవరించు]
కార్ నికోబార్ సబ్ డివిజన్
కారు నికోబార్ తాలూకా
నాన్కోరీ సబ్ డివిజన్
నాన్కోరీ తాలూకా
కమోర్తా తాలూకా
తెరెసా తాలూకా
కచ్చల్ తాలూకా
గ్రేట్ నికోబార్ సబ్ డివిజన్
చిన్న నికోబార్ తాలూకా
గ్రేట్ నికోబార్ తాలూకా ( కాంప్‌బెల్ బే )
ఆర్థికం[మూలపాఠ్యాన్ని సవరించు]

స్పాట్ ఉపగ్రహం చూసిన లిటిల్ అండమాన్ ద్వీపం.

రాస్ ద్వీపం - 2004 డిసెంబరు సునామీకి కొన్ని రోజుల ముందు.
మొత్తం 1,20,280 ఎకరాల భూమి సాగులో ఉంది. వరి, ప్రధాన ఆహార పంట. ఎక్కువగా కొబ్బరి అయితే, అండమాన్ ద్వీపాల సమూహంలో వరి ఎక్కువగా పండిస్తారు. నికోబార్ దీవుల్లో కొబ్బరి, వక్క వంటి వాణిజ్య పంటలు పండిస్తారు. పప్పుధాన్యాలు, నూనె గింజలు, కూరగాయలూ పండిస్తారు. దాళవా సీజన్లో వరి సాగు చేస్తారు.. మామిడి, సపోటా, నారింజ, అరటి, బొప్పాయి, పైనాపిల్, రూట్ పంటలు వంటి వివిధ రకాల పండ్లను రైతుల యాజమాన్యంలోని కొండ భూమిలో పండిస్తారు. మిరియాలు, లవంగం, జాజికాయ, దాల్చినచెక్క వంటి సుగంధ ద్రవ్యాలను కొండవాలుల్లో బహుళ అంతస్తుల పంటల పద్ధతిలో పండిస్తారు. ఈ ద్వీపాలలో రబ్బరు, ఎర్ర నూనె, తాటి, నోని, జీడిపప్పులను పరిమిత స్థాయిలో పండిస్తారు.

పరిశ్రమలు[మూలపాఠ్యాన్ని సవరించు]
ఈ దీవుల్లో 1,374 నమోదైన చిన్న తరహా, గ్రామ, హస్తకళా యూనిట్లు ఉన్నాయి. చేపల ప్రాసెసింగ్ చేసే రెండు యూనిట్లు ఎగుమతి-ఆధారితమైనవి. ఇది కాకుండా, షెల్, కలప ఆధారిత హస్తకళ యూనిట్లు ఉన్నాయి. నాలుగు మధ్య తరహా పారిశ్రామిక యూనిట్లు కూడా ఉన్నాయి. ఎస్‌ఎస్‌ఐ యూనిట్లు పాలిథిన్ బ్యాగులు, పివిసి కాండ్యూట్ పైపులు, ఫిట్టింగులు, పెయింట్స్, వార్నిష్‌లు, ఫైబర్‌గ్లాస్, మినీ పిండి మిల్లులు, శీతల పానీయాలు, ఇతర పానీయాల తయారీ పరిశ్రమలు ఉన్నాయి. చిన్న తరహా హస్తకళా విభాగాలు షెల్ క్రాఫ్ట్స్, బేకరీ ఉత్పత్తులు, రైస్ మిల్లింగ్, ఫర్నిచర్ తయారీ మొదలైన పరిశ్రమలు కూడా ఉన్నాయి.

అండమాన్ నికోబార్ దీవుల ఇంటిగ్రేటెడ్ డెవలప్‌మెంట్ కార్పొరేషన్ పర్యాటక, మత్స్య, పరిశ్రమలు, పారిశ్రామిక ఫైనాన్సింగ్ రంగాలలో విస్తరించింది. అలయన్స్ ఎయిర్ కోసం అధీకృత ఏజెంట్లుగా పనిచేస్తుంది. ఇంకా స్వచ్ఛంగానే ఉన్న బీచ్‌లు, నీళ్ళ వలన ద్వీపాలు పర్యాటక కేంద్రంగా మారాయి [23]

పర్యాటకం[మూలపాఠ్యాన్ని సవరించు]
అండమాన్ నికోబార్ దీవులు ఒక ప్రధాన పర్యాటక కేంద్రంగా అభివృద్ధి చెందుతున్నాయి. సూందరమైన బీచ్‌లు, సహజమైన ద్వీపాలు అంతే అందమైన పేర్లతో, స్నార్కెలింగ్ సముద్ర నడక వంటి సాహస క్రీడలకు అద్భుతమైన అవకాశాలు కలిగిస్తున్నాయి. [24] ఎన్ఐటిఐ (నేషనల్ ఇన్స్టిట్యూట్ ఆఫ్ ట్రాన్స్ఫార్మింగ్ ఇండియా) ఆయోగ్ కింద వివిధ ద్వీపాలను అభివృద్ధి చేసే ప్రణాళికలు కూడా పురోగతిలో ఉన్నాయి. అవిస్ ఐలాండ్, స్మిత్ ఐలాండ్, లాంగ్ ఐలాండ్ లలో ప్రభుత్వ భాగస్వామ్యంలో లగ్జరీ రిసార్ట్స్ ఏర్పాటు చేసారు. [25] అండమాన్ నికోబార్ దీవులలోని సౌత్ బటన్ నేషనల్ పార్క్ భారతదేశంలో అతిచిన్న జాతీయ ఉద్యానవనం.


సెల్యులార్ జైలు వద్ద వినాయక్ దామోదర్ సావర్కర్ విగ్రహం.
పోర్ట్ బ్లెయిర్‌లో, సెల్యులార్ జైలు, మహాత్మా గాంధీ మెరైన్ నేషనల్ పార్క్, అండమాన్ వాటర్ స్పోర్ట్స్ కాంప్లెక్స్, చాతం సా మిల్, మినీ జూ, కార్బిన్స్ కోవ్, చిడియా టాపు, వాండూర్ బీచ్, ఫారెస్ట్ మ్యూజియం, ఆంత్రోపోలాజికల్ మ్యూజియం, ఫిషరీస్ మ్యూజియం, నావల్ మ్యూజియం (సముద్రికా), రాస్ ఐలాండ్, నార్త్ బే ఐలాండ్ లు ముఖ్యమైన చూడదగ్గ ప్రదేశాలు. ఇంతకు ముందు సందర్శించిన వైపర్ ద్వీపాన్ని ఇప్పుడు మూసివేసారు. ఇతర ప్రదేశాలలో రాధనగర్ బీచ్‌కు ప్రసిద్ధి చెందిన హావ్‌లాక్ ద్వీపం, స్కూబా డైవింగ్ / స్నార్కెలింగ్ / సీ వాకింగ్ కోసం నీల్ ఐలాండ్, సిన్క్యూ ఐలాండ్, సాడిల్ పీక్, మౌంట్ హ్యారియెట్, బురద అగ్నిపర్వతం ఉన్నాయి. ఉత్తర అండమాన్ వద్ద ఉన్న డిగ్లిపూర్ కూడా 2018 లో ప్రాచుర్యం పొందింది. చాలా మంది పర్యాటకులు ఉత్తర అండమాన్‌ను సందర్శించడం ప్రారంభించారు. దక్షిణ సమూహం (నికోబార్ దీవులు) పర్యాటకులకు ఎక్కువగా అందుబాటులో ఉండదు.

భారత పర్యాటకులకు అండమాన్ దీవులను సందర్శించడానికి అనుమతి అవసరం లేదు, కానీ వారు ఏదైనా గిరిజన ప్రాంతాలను సందర్శించాలనుకుంటే వారికి పోర్ట్ బ్లెయిర్‌లోని డిప్యూటీ కమిషనర్ నుండి ప్రత్యేక అనుమతి అవసరం. విదేశీ పౌరులకు అనుమతులు అవసరం. విమానంలో వచ్చే విదేశీ పౌరులకు, పోర్ట్ బ్లెయిర్ వద్దకు వచ్చిన తరువాత వీటిని మంజూరు చేస్తారు.

అధికారిక అంచనాల ప్రకారం, పర్యాటకుల ప్రవాహం 2008-09లో 1,30,000 నుండి 2016-17లో దాదాపు 4,30,000 కు పెరిగింది. రాధా నగర్ బీచ్ 2004 లో ఆసియా లోనే ఉత్తమ బీచ్ గా ఎంపికైంది. [24]
విద్యుత్ ఉత్పత్తి[మూలపాఠ్యాన్ని సవరించు]
జపాను సహాయంతో, దక్షిణ అండమాన్ ద్వీపంలో 15 మెగావాట్ల డీజిల్ విద్యుత్ కేంద్రం పనిచేస్తోంది. వ్యూహాత్మకంగా ముఖ్యమైన ఈ దీవుల్లో అనుమతి పొందిన మొట్టమొదటి విదేశీ పెట్టుబడి ఇది. ఇది మలక్కా జలసంధి పరిసరాల్లో పౌర మౌలిక సదుపాయాలను బలోపేతం చేయడం కోసం చేపట్టిన భారత జపాన్ వ్యూహాత్మక ముందడుగు అని భావిస్తున్నారు. ఈ జలసంధి, చైనా చమురు సరఫరాను అడ్డుకోగల వ్యూహాత్మకంగా ముఖ్యమైన స్థానం (ఛోక్ పాయింట్).[27]

మౌలిక వసతులు[మూలపాఠ్యాన్ని సవరించు]
అంతర్జాలం[మూలపాఠ్యాన్ని సవరించు]
ద్వీపాలలో ఇంటర్నెట్ సదుపాయం పరిమితంగా ఉంటుంది. బాహ్య ప్రపంచానికి అన్ని కనెక్టివిటీలు ఉపగ్రహ లింకుల ద్వారానే వెళ్ళాలి కాబట్టి ఈ కనెక్టివిటీ కూడా అంత నమ్మకంగా ఉండదు. భారత్ బ్రాడ్‌బ్యాండ్ నెట్‌వర్క్ ఇక్కడి ఐదు ద్వీపాల నుండి చెన్నై వరకు ఫైబర్ ఆప్టిక్ జలాంతర్గత కేబుల్‌ వేసింది. 2020 ఆగస్టు 10 న ఈ కేబుల్ పని పూర్తవడంతో, దీవులకు హై-స్పీడ్ బ్రాడ్‌బ్యాండు సేవలు మొదలయ్యాయి.[28][29][30][31]

ఇవికూడా చూడండి[మూలపాఠ్యాన్ని సవరించు]
అండమాన్ దీవులు
నికోబార్ జిల్లా
సౌత్ అండమాన్ జిల్లా
ఉత్తర మధ్య అండమాన్ జిల్లా
ఇందిరా పాయింట్
థాయ్ రచ్చ అన్న చక్ర థాయ్ రాజా ఆజ్ఞ చక్ర థాయి, ఒక ఆగ్నేయ ఆసియా దేశము. సాధారణంగా సియాం అని పిలువబడే థాయ్‌లాండ్, ఇండోచైనా ద్వీపకల్పం మద్యభాగంలో ఉపస్థితమై ఉంటుంది. థాయ్‌లాండ్ ఉత్తరదిశలో బర్మా, లావోస్, తూర్పుదిశలో లావోస్, కంబోడియా, దక్షిణ దిశలో గల్ఫ్ ఆఫ్ థాయ్‌లాండ్, మలేషియా, పడమర దిశలో అండమాన్ సముద్రం, దక్షిణ బర్మా ఉన్నాయి. థాయ్‌లాండ్ సముద్ర సరిహద్దులలో ఆగ్నేయంలో గల్ఫ్ ఆఫ్ థాయ్‌లాండ్ యందు వియత్నాం, ఇండోనేషియా, భారతదేశం ఉన్నాయి. ఇది దక్షిణాసియా దేశాలలో ఒకటి. థాయ్‌లాండ్ రాచరిక పాలన కలిగిన దేశం. థాయ్‌లాండ్‌లో రాజు రామా పాలన కొనసాగుతుంది. రామా నుండి థాయ్‌లాండ్ దేశాన్ని పాలిస్తూ, ప్రపంచంలో అత్యధిక కాలం పాలిచిన నాయకుడిగా ఉండడమేకాక థాయ్‌లాండ్ చరిత్రలో అత్యధిక కాలం పాలించిన రాజుగా చరిత్రలో స్థానం సంపాదించాడు. థాయ్‌లాండ్ రాజు రాజ్యానికి అధ్యక్షుడు, సైనికదళాధిపతి, బౌద్ధమతానునయుడు, అన్ని మతాలను ఆదరించేవాడుగా ఉంటాడు.

థాయ్‌లాండ్ సుమారు చదరపు కిలోమీటర్ల విస్తీర్ణంతో, ప్రపంచంలో అతి పెద్ద దేశం. జనసాంద్రతలో ప్రపంచంలో స్థానంలో ఉంది. థాయ్‌లాండ్జ జనసంఖ్య కోట్లు. థాయ్‌లాండ్‌లో అతిపెద్ద, రాజధాని నగరం బాంకాక్. బాంకాక్ థాయ్‌లాండ్ దేశానికి రాజకీయ, వాణిజ్య, పారిశ్రామిక, సాంస్కృతిక కేంద్రంగా విలసిల్లుతుంది. థాయ్‌లాండ్ ప్రజలలో మంది థాయ్ సంప్రదాయానికి చెందినవారు. ప్రజలు థాయ్ చైనీయులు, ప్రజలు మలే సంప్రదాయానికి చెందిన వారు. మిగిలిన అల్పసంఖ్యాకులలో మోనులు, ఖెమరానులు, వివిధ గిరిజన సంప్రదాయానికి చెందినవారు కలరు. థాయ్‌లాండ్ అధికారిక భాష థాయ్, మతం బౌద్ధమతం. బౌద్ధమతాన్ని థాయ్‌లాండులో ప్రజలు అనుసరిస్తున్నారు. థాయ్‌లాండ్ అతివేగంగా ఆర్థికాభివృద్ధి చెంది, ప్రస్తుతం ఒక పారిశ్రామిక దేశంగా, ప్రధాన ఎగుమతి కేంద్రంగా తయారైనది. దేశాదాయంలో పర్యాటక రంగం కూడా ప్రధానపాత్ర వహిస్తుంది. దేశంలో, చట్టబద్ధంగా, చట్టవ్యతిరేకంగా, వలసప్రజలు నివసిస్తున్నారు. అలాగే దేశంలో అభివృద్ధి చెందిన దేశాలనుండి వచ్చి చేరిన బహిష్కృతులు అనేకమంది నివసిస్తున్నారు.

పేరువెనుక చరిత్ర
థాయ్‌లాండ్‌ను ఇక్కడి ప్రజలు సాధారణంగా మెయాంగ్ థాయ్ అని పిలుస్తూ ఉంటారు, ఇతరులు సియాం అని శ్యాం, శ్యామ అని కూడా అంటారు. శ్యామా అంటే సంస్కృతంలో నల్లని అని అర్ధం. మధ్యకాలంలో సియాం రాజ్యాన్ని మాంకట్ రాజు పరిపాలించాడు. ఈ దేశం పేరు థాయ్‌లాండ్ గా మార్చబడింది. తిరిగి సియాంగా పిలుబడింది. తరువాతి కాలంలో మరల థాయ్‌లాండుగా మార్చబడింది. థాయ్ అనే మాట అనుకున్నట్లు స్వతంత్రం అని అర్ధం వచ్చే పదముకు సంబంధించినది కాదు; అక్కడ నివసించే ఒక జాతి ప్రజలను సూచిస్తుంది. ప్రముఖ పరిశోధక విద్యార్థి ఒకరు థాయ్ అంటే ప్రజలు, మానవుడు అని అభిప్రాయపడ్డారు. ఎందుకంటే ఇప్పటికీ థాయ్‌లాండ్ గ్రామాలలో ప్రజలను ఉద్దేశించడానికి ఖోన్ కు బదులుగా థాయ్ ని వాడుతుంటారు. థాయ్ అనే మాటకు స్వేచ్ఛ అని అర్ధం కూడా ఉంది. దక్షిణాసియాలో యురోపియన్ ఆక్రమణకు గురికాని ఒకే ఒక్క దేశం థాయ్‌లాండ్ కనుక ఇక్కడి ప్రజలు తమదేశాన్ని స్వతంత్ర భూమి అని సగర్వంగా పిలుచుకుంటారు. అయినప్పటికి కొందరు ప్రజలు ప్రాథెట్ థాయ్, మెయాంగ్ థాయ్ లేక చిన్నాగా థాయ్ అనీ అంటుంటుంటారు. థాయ్ అంటే దేశం అయినప్పటికీ నగరం, పట్టణం అని కూడా అర్ధం స్పూరిస్తుంది. రాచా అనాచక్ థాయ్ అంటే థాయ్‌లాండ్ సామ్రాజ్యం అని అర్ధం. రాచా అంటే సంస్కృతంలో రాజా, రాజరికం అని అర్ధం. అనా అంటే సంస్కృతంలో ఆఙ అని అర్ధం. చక్ అంటే సంస్కృతంలో చక్రం అనగా అధికారానికి, పాలనకు గుర్తు. థాయ్‌లాండ్ జాతీయగీతాన్ని దేశభక్తుడైన పీటర్ ఫియట్ రచించాడు.

ทย రచ్చ అన్న చక్ర థాయ్ "రాజా ఆజ్ఞ చక్ర థాయి"; Kingdom of Thailand కింగ్డం ఆఫ్ థాయ్‌లాండ్), ఒక ఆగ్నేయ ఆసియా దేశము. సాధారణంగా సియాం అని పిలువబడే థాయ్‌లాండ్, ఇండోచైనా ద్వీపకల్పం మద్యభాగంలో ఉపస్థితమై ఉంటుంది. థాయ్‌లాండ్ ఉత్తరదిశలో బర్మా, లావోస్, తూర్పుదిశలో లావోస్,కంబోడియా, దక్షిణ దిశలో గల్ఫ్ ఆఫ్ థాయ్‌లాండ్, మలేషియా, పడమర దిశలో అండమాన్ సముద్రం, దక్షిణ బర్మా ఉన్నాయి. థాయ్‌లాండ్ సముద్ర సరిహద్దులలో ఆగ్నేయంలో గల్ఫ్ ఆఫ్ థాయ్‌లాండ్ యందు వియత్నాం, ఇండోనేషియా, భారతదేశం ఉన్నాయి. ఇది దక్షిణాసియా దేశాలలో ఒకటి. థాయ్‌లాండ్ రాచరిక పాలన కలిగిన దేశం. థాయ్‌లాండ్‌లో రాజు 9వ రామా పాలన కొనసాగుతుంది. 9వ రామా 1946 నుండి థాయ్‌లాండ్ దేశాన్ని పాలిస్తూ, ప్రపంచంలో అత్యధిక కాలం పాలిచిన నాయకుడిగా ఉండడమేకాక థాయ్‌లాండ్ చరిత్రలో అత్యధిక కాలం పాలించిన రాజుగా చరిత్రలో స్థానం సంపాదించాడు. థాయ్‌లాండ్ రాజు రాజ్యానికి అధ్యక్షుడు, సైనికదళాధిపతి, బౌద్ధమతానునయుడు, అన్ని మతాలను ఆదరించేవాడుగా ఉంటాడు.

థాయ్‌లాండ్ సుమారు 5,13,000 చదరపు కిలోమీటర్ల (1,96,000 చదరపు మైళ్ళు) విస్తీర్ణంతో, ప్రపంచంలో 51వ అతి పెద్ద దేశం. జనసాంద్రతలో ప్రపంచంలో 20వ స్థానంలో ఉంది. థాయ్‌లాండ్జ నసంఖ్య 6.4 కోట్లు. థాయ్‌లాండ్‌లో అతిపెద్ద, రాజధాని నగరం బాంకాక్. బాంకాక్ థాయ్‌లాండ్ దేశానికి రాజకీయ, వాణిజ్య, పారిశ్రామిక, సాంస్కృతిక కేంద్రంగా విలసిల్లుతుంది. థాయ్‌లాండ్ ప్రజలలో 75% మంది థాయ్ సంప్రదాయానికి చెందినవారు. 14% మంది ప్రజలు థాయ్ చైనీయులు, 3% మంది ప్రజలు మలే సంప్రదాయానికి చెందిన వారు. మిగిలిన అల్పసంఖ్యాకులలో మోనులు, ఖెమరానులు, వివిధ గిరిజన సంప్రదాయానికి చెందినవారు కలరు. థాయ్‌లాండ్ అధికారిక భాష థాయ్, మతం బౌద్ధమతం. బౌద్ధమతాన్ని థాయ్‌లాండులో 95% ప్రజలు అనుసరిస్తున్నారు. థాయ్‌లాండ్ 1985, 1996లో అతివేగంగా ఆర్థికాభివృద్ధి చెంది, ప్రస్తుతం ఒక పారిశ్రామిక దేశంగా, ప్రధాన ఎగుమతి కేంద్రంగా తయారైనది. దేశాదాయంలో పర్యాటక రంగం కూడా ప్రధానపాత్ర వహిస్తుంది. దేశంలో, చట్టబద్ధంగా, చట్టవ్యతిరేకంగా, 20 లక్షల వలసప్రజలు నివసిస్తున్నారు. అలాగే దేశంలో అభివృద్ధి చెందిన దేశాలనుండి వచ్చి చేరిన బహిష్కృతులు అనేకమంది నివసిస్తున్నారు. 

పేరువెనుక చరిత్ర[మూలపాఠ్యాన్ని సవరించు]
థాయ్‌లాండ్‌ను ఇక్కడి ప్రజలు సాధారణంగా మెయాంగ్ థాయ్‌ అని పిలుస్తూ ఉంటారు, ఇతరులు " ది ఎక్సోనిం సియాం " అని సియాం, శ్యాం, శ్యామ అని కూడా అంటారు. 'శ్యామా' అంటే సంస్కృతంలో 'నల్లని 'అని అర్ధం. 1851-1868 మధ్యకాలంలో సియాం రాజ్యాన్ని మాంకట్ రాజు పరిపాలించాడు. 1939 జూన్ 23న ఈ దేశం పేరు థాయ్‌లాండ్ గా మార్చబడింది.1945 నుండి 1949 మే 11 వరకు థాయ్‌లాండు తిరిగి సియాంగా పిలుబడింది. తరువాతి కాలంలో మరల థాయ్‌లాండుగా మార్చబడింది. థాయ్ అనే మాట చలా మంది అనుకున్నట్లు 'స్వతంత్రం' అని అర్ధం వచ్చే పదముకు సంబంధించినది కాదు; అక్కడ నివసించే ఒక జాతి ప్రజలను సూచిస్తుంది. ప్రముఖ పరిశోధక విద్యార్థిఒకరు థాయ్ అంటే " ప్రజలు ", " మానవుడు " అని అర్ధమని అభిప్రాయపడ్డారు. ఎందుకంటే ఇప్పటికీ థాయ్‌లాండ్ గ్రామాలలో ప్రజలను ఉద్దేశించడానికి 'ఖోన్ 'కు బదులుగా 'థాయ్'ని వాడుతుంటారు. థాయ్ అనే మాటకు స్వేచ్ఛ అని అర్ధం కూడా ఉంది. దక్షిణాసియాలో యురోపియన్ ఆక్రమణకు గురికాని ఒకే ఒక్క దేశం థాయ్‌లాండ్ కనుక ఇక్కడి ప్రజలు తమదేశాన్ని " ద లాండ్ ఆఫ్ ఫ్రీడం " (స్వతంత్ర భూమి) అని సగర్వంగా పిలుచుకుంటారు. అయినప్పటికి కొందరు ప్రజలు ప్రాథెట్ థాయ్, మెయాంగ్ థాయ్ లేక చిన్నాగా థాయ్ అనీ అంటుంటుంటారు. థాయ్ అంటే దేశం అయినప్పటికీ నగరం, పట్టణం అని కూడా అర్ధం స్పూరిస్తుంది. రాచా అనాచక్ థాయ్ అంటే థాయ్‌లాండ్ సామ్రాజ్యం అని అర్ధం. రాచా అంటే సంస్కృతంలో రాజా, రాజరికం అని అర్ధం. అనా అంటే సంస్కృతంలో ఆఙ అని అర్ధం. చక్ అంటే సంస్కృతంలో చక్రం అనగా అధికారానికి, పాలనకు గుర్తు. థాయ్‌లాండ్ జాతీయగీతాన్ని 1930లో దేశభక్తుడైన పీటర్ ఫియట్ రచించాడు.

చరిత్ర[మూలపాఠ్యాన్ని సవరించు]
థాయ్ ల్యాండ్ ఉద్భవనం కొద్ది కాలమే ఉన్న 1238 నాటి సుఖోథాయ్ రాజ్యానికి ఆపాదిస్తారు. ఈ రాజ్యానికి మొట్టమొదటి చక్రవర్తి సి ఇంథ్రాథిత్. దీని తర్వాత ఆయుత్థాయ రాజ్యం 14వ శతాబ్దంలో స్థాపించబడింది. థాయ్ సంస్కృతి చైనా, భారతదేశముల వల్ల ప్రభావితము చెందినది. మిగిలిన దక్షిణాసియా దేశాముల వలె థాయ్‌లాండ్‌లో 40,000 సంవత్సరాలాకు పూర్వమే మానవులు నివసించిన ఆధారాలు ఉన్నాయి. మొదటి శతాబ్దంలో ఖేమర్ సామ్రాజ్యానికి చెందిన ఫ్యునాన్ పాలనా సమయం నుండి థాయ్‌లాండ్ ప్రజలమీద భారతీయ సంప్రదాయ, మత ప్రభావం అధికంగా ఉంది. ఆయుత్థాయ వద్ద ఉన్న " వాట్ చైనావాతానారాం " అవశేషాలు 1767లో బర్మీయులు రాజా హిబంషిన్ ఆధ్వర్యంలో ఈ దేశంలో సాగించిన భస్మీపటలానికి గుర్తుగా నిలిచాయి. 13వ శతాబ్దంలో ఖేమర్ సామ్రాజ్య పతనం తరువాత థాయ్, మాన్, మలాయ్ రాజ్యాలు వర్ధిల్లాయి. ఈ ప్రదేశాలలో పురాతత్వ పరిశోధనలు, కళాఖండాలు, సియాం సామ్రాజ్య అవశేషాలు ఇప్పటికీ విశేషంగా లభిస్తున్నాయి. 12 వ శతాబ్ధానికి ముందు థాయ్ లేక సియామీ సామ్రాజ్యానికి చెందిన బుద్ధసంప్రదాయాన్ని అనుసరించే సుఖోథాయ్ పాలనసాగినట్లు 1238లో లభించిన ఆధారాలు తెలియజేస్తున్నాయి.


ఆయుత్థాయ వద్ద వాట్ చైవత్తనారాం శిథిలాలు. ఈ నగరం (1767లో) బర్మా రాజు హసీన్ భ్యూశిన్ సైనికుల ద్వారా కాల్చి, ఆక్రమింపబడినది .
13-15వ శతాబ్దంలో ఖేమర్ సామ్రాజ్యం పతనం తరువాత భౌద్ధసంప్రదాయానికి చెందిన సుఖోథాయ్ సామ్రాజ్యం, లాన్నా, క్సాంగ్ (ఇప్పుడు లావోస్) వర్ధిల్లాయి. అయినప్పటికీ ఒక శతాబ్దం తరువాత అనగా 14 వ శతాబ్దంలో సుఖోథాయ్ అధికారం దిగువ చాయో ఫ్రయా నది లేక మెనాం ప్రదేశంలో స్థాపించబడిన ఆయుథ్థాయ సామ్రాజ్యం వశమైంది. మెనాంను కేంద్రీకృతం చేసుకుని ఆయుథ్థాయ సామ్రాజ్యం విస్తరిస్తున్న సమయాన నార్తన్ వెల్లీలో లాన్నా సంరాజ్యం, థాయ్ నగరం భూభాగం కూడా దానిలో అనత్భాగం అయ్యాయి. 1431లో ఖేమర్ అంకారును విడిచివెళ్ళిన తరువాత అయుథాయా సైన్యాలు ఈ నగరాన్ని ఆక్రమించుకున్నాయి. థాయ్‌లాండ్ పొరుగు రాజ్యాలతో చేరి వాణిజ్య సంప్రదాయం దక్కించుకుని చైనా, భారతదేశం, పర్షియా, అరబ్ దేశాలతో వాణిజ్యసంబంధాలు ఏర్పరచుకుంది. ఆయుథ్థాయ ఆసియాలోని ప్రధాన వాణిజ్య కేంద్రాలలో ఒకటిగా ప్రసిద్ధి చెందింది. 16వ శతాబ్దంలో పోర్చుగీసు వారితో మొదలై ఫ్రెంచ్,డచ్, ఆంగ్లేయులు, మొదలైన ఐరోపావ్యాపారుల రాక కొనసాగింది.


ఆయుత్థాయ హిస్టారికల్ పార్క్ లో స్తూపాలు.
1767 తరువాత అయుథాయ సామ్రాజ్య పతనం తరువాత రాజా టక్సిన్ తన రాజ్య రాజధానిని థాయ్‌లాండ్ నుండి థాన్‌బురికి 15 సంవత్సరాల వరకు తరలించాడు. ప్రస్తుత రత్తానకోసియన్ శకం 1787 నుండి ఆరంభమైంది. తరువాత మొదటి రాజారామా ఆధ్వర్యంలో బ్యాంకాక్‌ను రాజధానిగా చేసుకుని చక్రి సంరాజ్య స్థాపన జరిగింది. బ్రిటానికా ఎంసైక్లోపీడియాను అనుసరించి థాయ ప్రజలలో మూడుభాగాలు, బర్మీయులు 17-19 శతాబ్ధాలలో బానిసలుగా వాడుకోబడ్డారు.

యురోపియన్ల వత్తిడికి ప్రతిగా యురోపియన్ సామ్రాజ్యలకు లోబడని ఏకైక దక్షిణాసియా దేశంగా థాయ్‌లాండ్ నిలబడింది. నాలుగు శతాబ్ధాల కాలంగా శక్తివంతమైన పాలకులు దీర్ఘకాలం థాయ్‌లాండ్‌ను పాలించడమే ఇందుకు ప్రధాన కారణం. థాయ్‌లాండ్ పాలకులు ఫ్రెంచ్ ఇండోచైనా, బ్రిటిష్ సామ్రాజ్యం వత్తిడి, శత్రువానికి 4 శతాబ్ధాల కాలం ఎదురొడ్డడం విశేషం అని చెప్పవచ్చు. దక్షిణాసియా దేశాలు ఫ్రెంచ్, బ్రిటిన్ సామ్రాజ్యల మద్య ఉన్నందున థాయ్‌లాండ్ పశ్చిమదేశాల ప్రభావానికి లోనయ్యింది. పశ్చిమదేశాల ప్రభావంతో 19వ శతాబ్దంలో వివిధరకాల సంస్కరణలు జరిగాయి. అలాగే ప్రధానంగా మెకాంగ్ తూర్పు భాగంలో విస్తారమైన భూభాగం ఫ్రెంచ్ వశపరచుకోగా బ్రిటన్‌ ప్రభుత్వం అంచలంచలుగా మలే ద్వీపకల్పంలోని భూభాగాలను స్వాధీనం చేసుకుంది.

20వ శతాబ్దం[మూలపాఠ్యాన్ని సవరించు]

పెనాంగ్‌తో మొదలైన నష్టం కొనసాగి చివరకు మలే సంప్రదాయక ప్రజలు నివసిస్తున్న నాలుగు ప్రాంతాలు కూడా ఆక్రమణకు లోనయ్యాయి. తరువాత 1909లో ఆంగ్లో - సియామీ ఒప్పందం కారణంగా ఆ నాలుగు భూభాగాలు మలేషియా ఉత్తరభూభాగ ప్రాంతాలుగా అయ్యాయి. 1932లో సైన్యానికి చెందిన ఖానా రాసడాన్నా బృందం, సివిల్ అధికారుల యకత్వంలో రక్తపాతరహిత ఉద్యమం చెలరేగి పాలనాధికారం చేతులుమారింది. రాజా ప్రజాధిపాక్ సియాం భూభాగాన్ని ప్రజలహస్థగతం చేయడంతో శతాబ్దాలుగా సాగిన రాజులపాలన ముగింపుకు వచ్చింది. రెండవ ప్రపంచయుద్ధం సమయంలో జపాన్ థాయ్‌లాండ్ అధికారాన్ని మయాయ్ సరిహద్దులకు మార్చమని వత్తిడి చేసింది. థాయ్‌లాండ్ దేశంమీద దండయాత్ర చేసిన జపాన్ థాయ్‌లాండ్ సైన్యాలను ప్లిక్ పిబల్సంగ్రం వద్ద 6-8 గంటల వరకు నిలిపి ఉంచాయి. 1941 డిసెంబరు 21 న జరిగిన ఈ సంఘటన తరువాత జపాన్ థాయ్‌లాండ్ సైన్యాలకు దారి ఇచ్చింది. థాయ్‌లాండ్, జపాన్ ఫ్రెంచ్, బ్రిటిష్ సైన్యాలకు ఎదురించి పోరాడడానికి రహస్యఒప్పందం కుదుర్చుకున్నాయి. 1942లో థాయ్‌లాండ్ జపాన్ సాయతో అమెరికా, యునైటెడ్ కింగ్‌డం మీద యొద్ధం ప్రకటించింది. థాయ్‌లాండ్ అదేసమయం సెరీ-థాయ్ పేరుతో జపాన్‌ను అడ్డుకునే ఉద్యమం కూడా కొనసాగించడం విశేషం. థాయ్‌లాండ్- బర్మా డెత్-రైల్వే పనిలో 2,00,000 ఆసియన్ (ప్రధానంగా రోముషాకు చేరినవారు) కూలీలు, 60,000 సంయుక్త సైనికదళ సభ్యులు పాల్గొన్నారు. యుద్ధం తరువాత థాయ్‌లాండ్ అమెరికా సహాయ దేశంగా మారింది. ప్రచ్ఛన్న యుద్ధం తరువాత థాయ్‌లాండ్ మిగిలిన అభివృద్ధి చెందుతున్న దేశాలమాదిరిగా రాజకీయ అస్థిరత వంటి సమస్యలను ఎదుర్కొంది. అయినప్పటికీ 1880 నాటికి స్థిరమైన సమృద్ధి, స్వాతంత్ర్యం సాధించింది.
కన్నెగంటి బ్రహ్మానందం ప్రఖ్యాత తెలుగు హాస్య నటుడు. వివిధ భాషలలో 1250కి పైగా సినిమాలలో నటించి 2010 లో గిన్నిస్ రికార్డుల్లోకి ఎక్కాడు.[2] 2009లో భారత ప్రభుత్వం పద్మశ్రీ పురస్కారం ఇచ్చింది.[3] ఉత్తమ హాస్య నటుడిగా ఐదు నంది పురస్కారాలు, ఒక ఫిల్మ్ ఫేర్ పురస్కారం, ఆరు సినీ మా అవార్డులు, మూడు సైమా పురస్కారాలు అందుకున్నారు.[4] 2005 లో ఆచార్య నాగార్జున విశ్వవిద్యాలయం ఆయనకు గౌరవ డాక్టరేటు ప్రదానం చేసింది.[1] కన్నెగంటి బ్రహ్మానందం రాజేంద్రప్రసాద్ కథానాయకుడిగా నటించిన ఆహనా పెళ్ళంట సినిమా ద్వారా సినీ రంగ ప్రవేశం చేశాడు.

బాల్యం
బ్రహ్మానందం ఫిబ్రవరి 1, 1956 సంవత్సరంలో పల్నాడు జిల్లా (క్రితం గుంటూరు జిల్లా), ముప్పాళ్ళ మండలం, చాగంటివారిపాలెం గ్రామంలో జన్మించారు. తండ్రి శ్రీ కన్నెగంటి నాగలింగాచారి, తల్లి శ్రీమతి కన్నెగంటి లక్ష్మీనరసమ్మ. తను పుట్టగానే తల్లికి అనారోగ్యం వచ్చి, అందరి దృష్టిలో అపరాధిలా నిలిచాడు. అప్పటికే ఆరుగురు పిల్లలకు జన్మనిచ్చిన తల్లి, ఇతని ప్రసవంతో చనిపోతుందని భావించారు. కానీ అదృష్టవశాత్తు ఆమె ప్రాణాలు నిలిచాయి.

చదువు
సత్తెనపల్లి శరభయ్య హైస్కూలులో విద్యార్థిగా చేరి పాఠాలు నేర్చాడు. తండ్రి కన్నెగంటి నాగలింగాచారి సన్నిహితులైన సున్నం ఆంజనేయులు ప్రోద్బలంతో భీమవరం డి.ఎన్.ఆర్. కాలేజీలో ఇంటర్మీడియట్, డిగ్రీ పూర్తి చేసాడు. గుంటూరు పీజీ సెంటర్లో తెలుగు సాహిత్యంలో ఎమ్మే పట్టా పుచ్చుకొన్నాడు. బ్రహ్మానందం అత్తిలిలో తొమ్మిది సంవత్సరాలు ఉపాధ్యాయ పనిచేశాక సినీరంగంలోకి అడుగుపెట్టాడు.[5][1]

సినీరంగ ప్రవేశం
ఇప్పట్లోలా ఇలా వెళ్లి అలా సినిమాలు చూసే అవకాశం ఆయనకు ఉండేది కాదు. ఉమ్మడి కుటుంబంలో మధ్యతరగతి జీవితాన్ని సాగిస్తున్న ఆ ఇంట్లో ఆర్థిక సమస్యలతో పాటూ జనాభా కూడా ఎక్కువే! అమ్మ అప్పుడప్పుడూ ఇరుగు పొరుగుల్ని అనుకరిస్తూ మాట్లాడే హాస్యోక్తులే తనకు వినోదం! తండ్రి రంగస్థల నటుడే అయినా సీరియస్ ప్రొఫెషనేమీ కాదు. తల్లిదండ్రులకున్న కొద్దో గొప్పో కళాభిరుచి తనకీ అబ్బిందేమోనని బ్రహ్మానందం భావిస్తాడు. బాల్యంలో మారాం చేయకుండా బడికి బుద్ధిగానే వెళ్ళినా, ఎస్.ఎస్.ఎల్.సి.లో గట్టిగానే పాసైనా, చిన్న తప్పులు చేసినా, తండ్రి నుంచి బుద్ధితక్కువ వాడంటూ చివాట్లు తప్పేవి కావు. అయితే తెలివితక్కువ వాడని మాత్రం ఆయన ఎన్నడూ అనలేదంటాడు. చదువుతున్నప్పుడే స్వర అనుకరణలు (మిమిక్రీ) చేయడం, సాంస్కృతిక బృందాలలో (కల్చరల్ ఆర్గనైజషన్) చురుకుగా పాల్గొనడం ఈయనకు అలవడింది. అత్తిలిలో ఉపన్యాసకుడుగా ఉంటూనే పలు నిజజీవితంలోని వ్యక్తులను అనుకరుణ చేస్తూ అందరి ప్రశంసలూ పొందిన బ్రహ్మానందం 1985లో దూరదర్శన్లో వచ్చిన 'పకపకలు' కార్యక్రమాన్ని సమర్థంగా నిర్వహించగా, మంచి స్పందన వచ్చింది. దూరదర్శన్ తప్ప, ఇతర ఛానెళ్ళేవీ లేని ఆ రోజుల్లో ఎక్కడికి వెళ్ళినా అందరూ బ్రహ్మానందాన్ని ఇట్టే గుర్తు పట్టేవారు.

తొలి సినిమా
బ్రహ్మానందాన్ని మొట్టమొదటి సారిగా మూవీ కెమెరా ముందు మేకప్ వేసి నిలబెట్టినవ్యక్తి దర్శకుడు వేజళ్ల సత్యనారాయణ.[3] నరేశ్ కథానాయకుడిగా నటించిన శ్రీ తాతావతారం అనే చిత్రంలో కథానాయకుడి నలుగురు స్నేహితులలో ఒకడిగా నటించాడు. విశేషం ఏమిటంటే తన పుట్టినరోజు ఫిబ్రవరి 1 వ తేదీన ఆ సినిమాలో తొలి వేషం వేశాడు. 1985లో హైదరాబాద్ వెస్లీ కాలేజీలో మధ్యాహ్నం పన్నెండు గంటలకు హీరో నరేశ్‌తో తీసిన తొలి షాట్ బ్రహ్మానందం నటజీవితానికి శ్రీకారం చుట్టింది. ఈ చిత్రంతో నటించడం ప్రారంభించినా, తొలిసారి విడుదలయిన చిత్రం మాత్రం జంధ్యాల దర్శకత్వంలో వచ్చిన అహ! నా పెళ్ళంట!.

పేరు తెచ్చిన పాత్ర
"...పాడె మీద పైసలు ఏరుకొనే వెధవా... పోతావ్‌రా రేయ్... నాశనమై పోతావ్..." అంటూ యజమాని పీనాసితనాన్ని బాహాటంగా కక్కలేక తనలోనే అగ్గిబుగ్గైపోతూ ఆక్రోశాన్ని దిగమింగుకొనే అహ! నా పెళ్ళంట ! లోని అరగుండు పాత్రతో తెలుగు ప్రేక్షకుల దృష్టి అతనిపై పడింది. "అరగుండు వెధవా" అని కోటతో తిట్టించుకొన్న ఆ అరగుండు పాత్రే బ్రహ్మానందం, తన హాస్యనట విశ్వరూపాన్ని ప్రదర్శించేలా చేసింది. జంధ్యాల తను దర్శకత్వం వహిస్తున్న "చంటబ్బాయ్" సినిమా నిర్మాణ సమయంలో చిరంజీవికి పరిచయం చేయడం, తర్వాత "పసివాడి ప్రాణం"లో ఓ చిన్న పాత్ర వేయడం. ఇలా నలుగుతున్న రోజుల్లో ఆయన ఇచ్చిన అవకాశం అహ నా పెళ్ళంటలో అరగుండు పాత్ర. ఈ పాత్రతో బ్రహ్మానందం నటజీవితాన్ని మలుపు తిప్పేలా చేసిన దర్శకుడు జంధ్యాలను, అలాగే ఆ చిత్రంలో నటించే అవకాశం ఇచ్చిన ఆ చిత్ర నిర్మాత డాక్టర్ డి. రామానాయుడు ను, ఆ రోజుల్లో అన్ని విధాలా ప్రోత్సహించిన చిరంజీవిని ఎప్పటికీ మరువలేను అంటాడు. ఈ చిత్రంలో వేసిన పాత్ర ఆనాటి నుంచి బ్రహ్మానందం నట జీవితంలో యేడాదికి 35 చిత్రాలకు తగ్గకుండా నటించేందుకు పాదులు తీయడం గమనార్హం.

ప్రజాదరణ పొందిన ఊత పదాలు
నీ యంకమ్మా (చిత్రం భళారే విచిత్రం చిత్త్రంలోని సంభాషణ)
పండగ చేసుకో (భిక్షగాడి పాత్ర ఆలీతో పోకిరి చిత్రంలో అర్థ రూపాయి దానం చేసి అనే సంభాషణ)
రకరకాలుగా ఉంది మాస్టారూ (నువ్వు నాకు నచ్చావ్ చిత్రం)
ఖాన్ తో గేమ్స్ ఆడకు... శాల్తీలు లేచిపోతాయి... (మనీ మనీ చిత్రం)
దొరికాడా ఏశెయ్యండి... (పట్టుకోండి చూద్దాం)
జఫ్ఫా (చాలా చిత్రాలలో)
ఇరుకుపాలెం వాళ్లంటే ఏకసెక్కాలుగా ఉందా? (ధర్మచక్రం)
నా పెర్ఫార్మెన్స్ మీకు నచినట్లైతే ఎస్సెమ్మెస్ చేయండి (దూకుడు)
నన్ను ఇన్వాల్వ్ చేయకండి రావు గారు (ఢీ)
కుటుంబం
బ్రహ్మానందం భార్య పేరు లక్ష్మి. ఈ దంపతులకు ఇద్దరు కుమారులు గౌతం, సిద్ధార్థ్.
ఒకరు ఎం. బి. ఏ మరొకరు బి. టెక్ పూర్తి చేశారు. గౌతమ్ కథానాయకుడిగా పల్లకిలో పెళ్లికూతురు అనే చిత్రం వచ్చింది. బ్రహ్మానందం తండ్రికి శిల్పకళ తెలియడంతో ఆయనకు కూడా ఈ కళ కొద్దిగా అలవడింది. ఖాళీ సమయాల్లో బొమ్మలు కూడా గీస్తుంటాడు.[3][6] తండ్రి నుంచే ఆయనకు పుస్తకాలు చదివే అలవాటు అబ్బింది.
బ్రహ్మానందం మనుమడి పేరు "పూర్ణ చంద్ర చారి".
అక్టోబర్‌ ‘అబ్దుల్‌ కలాం జయంతి’ సందర్భంగా‘లీడ్‌ ఇండియా’ అంటూ యువతను దేశాభివృద్ధి మహాయజ్ఞంలో పాలు పంచుకోవాలని పిలుపును ఇచ్చిన మన ప్రియతమ ఏ. పి. జె. అబ్దుల్‌ కలాం భరతమాత ముద్దు బిడ్డగా జాతి గౌరవాన్ని అంతర్జాతీయ వేదికల మీద చాటి చెప్పి అనన్య సామాన్యడు, మేరునగ ధీరుడు, అనితరసాధ్య ఘనుడు. భారత 11వ రాష్ట్రపతిగా (2002-07) విశిష్ట సేవలందించి ‘పీపుల్స్‌ ప్రెసిడెంట్‌’గా ప్రజల గుండెల్లో చెరగని ముద్రను వేసిన అవుల్‌ పకీర్‌ జైనులబ్దీన్‌ అబ్దుల్‌ కలాం 15 అక్టోబర్‌ 1931న ప్రముఖ దక్షిణ భారత తీర్థ స్థలం రామేశ్వరం పట్టణంలో పేద తమిళ ముస్లిమ్‌ కుటుంబంలో ఆశియమ్మ – జైనులబ్దీన్‌ దంపతులకు జన్మించారు. రామేశ్వరంలో పాఠశాల విద్య, తిరుచురాపల్లి సెయింట్‌ జోసెఫ్‌ కాలేజీలో భౌతిక శాస్త్రం (1954), మద్రాస్‌ యంఐటిలో ఏరోస్పేస్‌ ఇంజనీరింగ్ (1960)‌ పట్టాలు పొందారు. 

మెసైల్‌ మ్యాన్‌ ఆఫ్‌ ఇండియా:

 అతి సాధారణ విద్యార్థి దశ నుంచి అసాధారణ మేధావిగా కలాం ఎదిగిన క్రమం విలక్షణం, ఆశ్చర్యకరం. నాలుగు దశాబ్దాల ఉద్యోగపర్వంలో ఏరోస్పేస్‌ సైంటిస్ట్‌గా, సైన్స్‌ అడ్మినిస్ట్రేటర్‌గా విలక్షణ సేవలందించే క్రమంలో డిఆర్‌డిఓ (డిఫెన్స్‌ రీసర్చ్‌ అండ్‌ డెవలంప్‌మెంట్‌ ఆర్గనైజేషన్‌), ఇస్రో (ఇండియన్‌ స్పేస్‌ రీసర్చ్‌ ఆర్గనైజేషన్‌) సంస్థల్లో పరిపాలనాదక్షుడిగా, మిలటరీ మెసైల్ రూపశిల్పిగా‌  తన సత్తా చాటి ‘మెసైల్‌ మ్యాన్‌ ఆఫ్‌ ఇండియా’గా కీర్తించబడ్డారు. ప్రధాని ముఖ్య వైజ్ఞానిక శాస్త్ర సలహాదారుగా, డిఆర్‌డిఓ సెక్రటరీగా 1992 నుంచి 1999 వరకు పని చేశారు.

స్వావలంభన దిశగా భారతదేశాన్ని న్యూక్లియర్ ఎనర్జీ కలిగిన ‌దేశంగా నిలపటానికి  1998లో పోక్రాన్‌-॥ పరీక్షలను పర్యవేక్షించి ప్రజల చేత జేజేలు అందుకున్నారు. భారత వాయు సేనలో ఫైటర్‌ పైలెట్‌గా పని చేయాలనుకున్న కలాం ఏరోస్పేస్‌ శాస్త్రజ్ఞుడిగా ఎవరికీ అందనంత ఎత్తుకు ఎదిగారు. ఇంజనీర్‌, సైంటిస్ట్‌, రచయిత, ఆచార్యులు, యువత ఆరాధ్య దైవం, ఆదర్శ రాజకీయవేత్త, యువతకు మార్గదర్శిగా బహుముఖీన ప్రతిభ కలిగిన అబ్దుల్‌ కలాం బోధనలు అనితరసాధ్యాలు. నేను చేయగలననే దృఢ సంకల్పమే విజయాలను అందిస్తుందని, ఎవరి తలరాతను వారే లిఖించుకోవాలని, నిజాయితీగల హృదయంతోనే అసలైన ఆకర్షణీయ వ్యక్తిత్వం వ్యక్తం అవుతుందని బోధనలు చేశారు.
కసారి కాకినాడలోని సరస్వతీ గాన సభలో జనం మాలి గారి వేణు గానం కోసం నిరీక్షిస్తూ ఉన్నారు. వారు ప్రయాణిస్తున్న రైలు బండి ఆలస్యమయ్యింది. మాలి వచ్చేదాక ఎవరైనా ఒక గాయకుడి చేత పాడించకూడదూ అని జనంలో ఎవరో సూచించారట. ఆ సమయానికి ఒక యువ గాయకుడు, యువ గాత్ర సంగీతకారుడు సానుకూలంగా స్పందించాడు. ఆ సభకు మాలి వచ్చేవరకు శ్రోతలకు జన రంజక సంగీతాన్ని అందించి అలరించారు. ఆయనే నేదునూరి. సంగీత కళానిధి బిరుదాంకితులు నేదునూరి కృష్ణమూర్తి. దక్షిణాది శాస్త్రీయ సంగీతంలో విశేషకృషి చేసి, గాయకుడిగా, స్వరకర్తగా ఎంతో ప్రఖ్యాతి గడించారు. ముఖ్యంగా వీరు స్వరపరిచిన “ముద్దుగారే యశోద”, “ఏమొకొ చిగురుటధరమున”, “నానాటి బతుకు నాటకము” మొదలగు ఎన్నో అన్నమాచార్య కీర్తనలు, అనేక స్వరాలు ఎన్నో ఏళ్ళుగా అందర్నీ అలరిస్తున్నాయి. 

నేదునూరి కృష్ణమూర్తి కర్ణాటక సంగీత విద్వాంసులు, సంగీత కళానిధి బిరుదు పొందినవారు. ఆంధ్రదేశంలోని తూర్పుగోదావరి జిల్లా, కొత్తపల్లె గ్రామంలో జన్మించిన వీరు విజయనగరం మహారాజా సంగీత కళాశాలలో శాస్త్రీయ సంగీతంలో ఓనమాలు నేర్చుకున్నారు. ఆరంభంలో తనకు వయొలిన్ మీద ఆసక్తి ఉన్నా కూడా తన గురువుల సలహాపై గాత్ర సంగీతం వైపు మొగ్గు చూపారు. శాస్త్రీయ సంగీతం యొక్క విశిష్ట లక్షణం రాగ విధానం. రాగమే అన్ని రాగాలకు ఆధారం. ఒక రాగం ఆలాపన ఒక సంగీతకారుని యొక్క అత్యున్నత స్థాయి సృజనాత్మకత, సంగీత చతురత మరియు బహుముఖ ప్రజ్ఞను వెల్లడిస్తుంది. ఆ బహుముఖ ప్రజ్ఞ కలిగిన వారు నేదునూరి కృష్ణమూర్తి. ఆయన కర్ణాటక సంగీతాన్ని సుసంపన్నం చేసిన తెలుగు వారు కావడం విశేషం. 

సంప్రదాయానికి కట్టుబడి ఉండి రాగానికి ఆపాదించబడిన నియమాలు మరియు చట్టాల గురించి మంచి జ్ఞానం కలిగిన గొప్ప సంగీత విద్వాంసులు నేదునూరి కృష్ణమూర్తి. ఆయన శ్రీపాద పినాకపాణి వంటి వారి వద్ద శిష్యరికం చేశారు. అన్నమాచార్య సంకీర్తనలు, రామదాస కీర్తనలను స్వరపరిచారు. నాదసుధా తరంగిణి అనే సంస్థను ఏర్పాటు చేసి స్వరపరిచిన కీర్తనలను వాటి సంజ్ఞామానాలతో సహా ప్రచురించారు. 15వ శతాబ్దపు కవి అన్నమాచార్య యొక్క 108 కీర్తనల కూర్పుకు సంగీతం అందించి మంచి గుర్తింపు పొందారు. సంగీత కళాశాల ప్రధానాచార్యులుగా కూడా పనిచేసిన కృష్ణమూర్తి కర్ణాటక సంగీత రంగంలో గొప్ప సేవలందించినందుకు గానూ తమిళనాడు ప్రభుత్వం వారు 1991 డిసెంబరు లో “సంగీత కళానిధి” బిరుదుతో సత్కరించారు.
 వలసలు ఒక ప్రమాదకర అంతర్జాతీయ సమస్యగా రోజు రోజుకు ప్రపంచ మానవాళిని వేధిస్తున్నది. ప్రపంచవ్యాప్తంగా 2014 నుంచి నేటి వరకు కనీసం 70,000 మంది వలసదారులు తమ ప్రాణాలను కోల్పోయారని లేదా ఆచూకీ తెలియకుండా పోయిందని, వాస్తవానికి ఈ సంఖ్య అనేక రెట్లు అధికంగా ఉండవచ్చని అధ్యయనాలు స్పస్టంగా చేస్తున్నాయి. ఒక్కొక్క వలసదారుల మరణాలు ఒక్కో కుటుంబానికి తీరని వ్యథను మిగిల్చిందని గమనించాలి.

నేడు ప్రపంచవ్యాప్తంగా పలు కారణాలతో మానవ వలసలు క్రమంగా పెరగడం రానున్న కాలంలో ఒక భయానక మానవీయ సంక్షోభంగా మారనుందని స్పష్టం చేస్తున్నారు. దేశాల మధ్య యుద్ధాలు, అంతర్గత ఘర్షనలు, విపత్తులు, వాతావరణ ప్రతికూల మార్పులు, నిరంకుశ పాలనలు, ఆహార అభద్రత, మానవీయ సంక్షోభాలు, ఆర్థిక అసమానతలు లాంటి పలు కారణాలు వలసదారుల సంక్షోభానికి ఆజ్యం పోస్తున్నాయి. 

 2023లో ప్రపంచవ్యాప్తంగా వలసదారుల వేధనలు పెరగడం, వలసల వరదలు పారడం, వలసదారుల కన్నీటి తుఫానులు ప్రవహించడం చూసాం. ఇజ్రాయిల్‌ – పాలస్తీనా, ఉక్రెయిన్‌ – రష్యా యుద్ధాలు, బంగ్లాదేశ్‌లో అంతర్గత రాజకీయ సంక్షోభం, ప్రకృతి విపత్తులు, ఆకలి కేకలు లాంటి కారణాలతో మానవ వలసల వరదలు పారడం, ఇరుగు పొరుగు దేశాల్లోకి లేదా సురక్షిత ప్రాంతాల్లోకి శరణార్థులుగా చేరడం, యుద్ధాలు లేదా అల్లరులతో ప్రాణాలు అరచేతుల్లా పెట్టుకొని ఇండ్లు వదిలి వలసదారులు పట్టడం చూసాం. వలసదారుల శ్రమ శక్తి, నైపుణ్య లక్షణాలు, ఆవిష్కరణ ఆలోచనలు,, ఔత్సాహిక ప్రవృత్తులు నేటి సమాజానికి ఎంతో ఉపకరిస్తాయని మరువరాదు. వలసదారులతో ఆయా ప్రాంతాల్లో ఆర్థిక ప్రగతి కనిపిస్తుందని, వారికి అవకాశాలు కల్పిస్తే సమాజాభివృద్ధికి కూడా ఎంతగానో దోహదపడతారని తెలుసు కోవాలి. 

 మిలియన్ల కొద్ది వలసదారుల తమ గృహాలను వదిలి ప్రాణాలు కాపాడుకోవడానికి పిల్లలతో సహా సురక్షిత ప్రాంతాలను వెతుక్కుంటూ ఇతర దేశాలు లేదా ప్రాంతాలకు పరుగులు తీయడాన్ని ఒక అమానవీయ చర్యగా భావించిన ఐరాస సభ్య దేశాలు 2000 నుంచి ప్రతి ఏట 18 డిసెంబర్‌ రోజుల “ అంతర్జాతీయ వలసదారుల దినం లేదా ఇంటర్నేషనల్‌ మైగ్రంట్స్‌ డే” నిర్వహించడం ఆనవాయితీగా మారింది.
టిముందు ముగ్గులు, హరిదాసు కీర్తనలు, గొబ్బిళ్లు, బొమ్మలు, ఆటపాటలతో పాటు…

మరోవైపు గోదాదేవి తెల్లవారుజామునే నిద్ర లేవడం,  తన స్నేహితులను కూడా మేల్కొలిపి… భక్తిగా శ్రీకృష్ణుడ్ని ధ్యానించే పవిత్ర మాసం ఇది. 

ఎన్నో ఏళ్లుగా సంప్రదాయంగా వస్తున్న ఆచారమిది. 

‘ధనుర్మాసం’ ప్రారంభంలో చలిగాలులు అంతగా వీచవు. వాతావరణం చాలా ఆహ్లాదంగా ఉంటుంది. అందులోనూ ఇది హేమంత రుతువు. పైన వేసిన తటాకాలతో సహా మానససరోవరం వేకువజామున ఎంతో నిర్మలంగా అచెంచలంగా ఉంటుంది. ఈ సమయంలో భక్తితో దేవదేవుడ్ని గానం చేస్తూ, జ్ఞాన తటాకంలో స్నానం చేయడం వల్ల భగవత్ ప్రాప్తి కలుగుతుందనీ పెద్దలు చెబుతారు. ధనుర్మాసం ప్రత్యేకత కూడా ఇదే!

Related Articles
64 years since the liberation of Goa
గోవా విముక్తికి 64 ఏండ్లు
16 hours ago
Floods of immigration - endless sorrows
వలసల వరదలు – ఒడువని దుఃఖాలు
3 days ago
Operation Trident hit Pakistan!
ఆపరేషన్‌ ట్రిడెంట్ దెబ్బకు తోక ముడిచిన పాక్‌ !
5 days ago

నేటి శక్తి పొదుపు రేపటి భవితకు భరోసా
5 days ago

‘తిరుప్పావై’ అంటే ‘శ్రీవ్రతం’. ఈ వ్రతాన్నే సిరినోముగా కూడా పిలుస్తారు. మార్గశిర మాసంలో సూర్యుడు ధనస్సు రాశిలోకి ప్రవేశించి అనంతరం మకరరాశిలోకి సాగే కాలాన్ని ‘ధనుర్మాసం’ అంటారు. మృగశిర నక్షత్రంతో కూడిన పూర్ణిమ ఉన్న ఈ మాసాన్ని మార్గ శీర్షంగా పిలుస్తారు. మార్గశిర మాసంలోనే శ్రీవ్రతం చేయాలంటారు ఎందుకంటే.. 

మార్గం అంటే దారి/ తోవ లేదా ఉపాయం. శీర్షం అంటే మానవుడికి శిరస్సు ఎంత ప్రధానమో అంత ప్రధానమైందని అర్ధం. మార్గశీర్షం అంటే భగవంతుడి నుంచి ప్రాప్తి కలిగించే శ్రేష్ఠమైన మార్గమని. ఉపనిషత్తుల సిద్ధాంతం ప్రకారం- ప్రాప్తి అనేది భగవంతుడే, అది ప్రాప్తింపజేసేది కూడా భగవంతుడే! అటువంటి విశ్వాసాన్ని మరింత పెంపొందించే వ్రతానుసారమే ధనుర్మాస వ్రతం. 

ఉపనిషత్ భాషలో ధనస్సు అంటే ప్రణవమనే అర్ధం కూడా వస్తుంది. అది పరమాత్ముడి ఉనికిని తెలియజేసే నాదం. సంగీతం(నాదం)తో ధనుర్మాసంలో గోదాదేవి తన పాశురాలను గానం చేసి దైవాన్ని చేరుకుంది. 

ఇకపోతే ధనుర్మాసంలో సాధారణంగా వివాహాలు జరిపించరు. ఎందుకంటే రవి ధనస్సురాశిలోకి ప్రవేశించి, మకరంలోకి వెళ్ళే సమయమే ధనుర్మాసం. ధనస్సు, మీనంలో రవి ఉన్నప్పుడు, సూర్యుడి రాశి అయిన బృహస్పతిలో ఉన్నప్పుడు ఏ శుభకార్యాన్ని నిర్వహించకూడదు అంటారు. అలాగే ఈ మాసంలో ఎక్కువగా సూర్య నమస్కారాలు చేస్తారు. ఇంకా విష్ణుముర్తిని నిత్యం వేకువనే పూజిస్తారు. ఇలా చేయటం శుభప్రదం.

అటువంటి దివ్యమైన మాసం విశిష్టత మనం ఇప్పుడు తెలుసుకుందాం:

వృత్తాంతం..


కలియుగంలో గోదాదేవి శ్రీ విల్లిపుత్తూరులోని ఆలయ అర్చామూర్తి వటపత్రశాయినిని శ్రీకృష్ణుడిగా భావించి, పూజించింది. తరువాత ఆలయాన్ని నందగోపాలుడి వనంగా అలాగే తోటి నేస్తాలను గోపికలుగా భావించి ధనుర్మాస వ్రతం చేసింది. 

ద్వాపర యుగంలో రేపల్లెలో నివసించే గోపికలు శ్రీకృష్ణుడ్ని పొందడానికంటూ ఈ వ్రతం చేశారని విష్ణువు చెప్పగా అది విని ఆండాళ్‌ సైతం ఈ వ్రతాన్ని చేస్తుంది. ఆమెను ‘శూడికొడుత్త నాచ్చియార్‌’ అని కూడా భక్తితో సంబోధిస్తారు. 

ఆమె విడిచిన మాలలనే వటపత్రశాయి ఇష్టంగా స్వీకరించాడు మరీ అందువల్లే ఆమెను కొందరు అలా పిలుచుకొంటారు. 

ఆండాళ్‌ అంటే ‘రక్షకురాల’ని అర్థం. ఆమె ప్రసన్నురాలు. అందుచేత ప్రసన్నులు భగవంతుడి ప్రేమ పొందుతారు. అలాంటి వారిని అనుసరించేవారే పరమ భక్తులు. అజ్ఞానాన్ని తొలగించి, నిద్ర మేల్కొనేలా చేసి, దైవాన్ని పొందేందుకు వారికి యోగ్యతను కలిగించే ప్రేమమూర్తియే ఈ గోదాదేవి. 

గోదాదేవి పాశురాలు ఆత్మార్పణకు ప్రేరణ ఆమె. ప్రారంభ పాశురమైన మార్గళిత్తింగళ్‌లో ఆమె స్నేహితులను నిద్రలేపుతూ ఈ విధంగా అంది.. ‘చెబుతారా! మంచి వెన్నెల రోజు ఏదో… 

వేకువ జామున స్నానమాచరించడానికి తగిన సమయమిదే..

రమణులారా… సిరులు పొంగే రేపల్లె పడుచులారా… మేల్కొనండి. నందనందనుడైన యశోదకిశోర సింహం మనకు వరమిస్తాడు’ అని శ్రీ వ్రతాన్ని ప్రారంభిస్తుంది. గోదాతల్లి గానం చేసిన ఇటువంటి తరహా ముప్పై పాశురాలు కూడా మూలమంత్రాలే! 

తిరుప్పావైలో వేకువజామున ఆచరించే స్నానానికి గోదాదేవి ఎక్కువ ప్రాముఖ్యమిచ్చేది. మనం రోజూ చేసే బాహ్యస్నానం కాక అంతరస్నానం కూడా చేయాలని తిరుప్పావైలో సూచించింది. అంతర స్నానం వల్ల అంతఃకరణం శుద్ధి అవుతుంది. 

బ్రాహ్మీ ముహూర్తంలో స్నానం చేసి తిరుప్పావైని నిత్యవ్రతంగా కొలుచుకుంటే భగవత్ అనుభవం కలుగుతుంది. భగవత్‌ గుణానుభవ స్నానానికి జ్ఞానం, భక్తి, వైరాగ్యం ప్రధానం. అందుకే 

ఈ పాశురంలో తన చెలులను ఆమె ‘సేరిళైఈర్‌’ అని సంబోధిస్తుంది. ‘జ్ఞానభక్తి వైరాగ్యాలనే ఆభరణాలను ధరించిన చెలులారా’ అని దీనర్థం. 

ఇలా ఆమె పాశురాలన్నీ దైవత్వంతో కూడినవే. ఇందులో పదహారో పాశురం ‘సాయగనాయ్‌’ ఇరవై ఏడో పాశురం ‘కుడారై’ అంటే, ఈ రోజుల్లో వైష్ణవ ఆలయాల్లో ప్రత్యేక పూజలు నిర్వహిస్తారు. 

మాసం విశిష్టత..

ధనుర్మాసంలో ఆచరించే పూజలు, ఉపవాసాలు, వ్రతాలు సకల శుభాలను కలుగజేస్తాయంటారు. వసంత, హేమంతాలతో ప్రకృతి పరవశిస్తూ పరమాత్మకు నివేదించే దివ్యమైన మాసం.

ధనుర్మాసాన్ని కోదండమాసం, చాపమాసం అని కూడా పిలుస్తారు. పురాణాలను అనుసరించి పార్వతీదేవి శివుడి కోసం చేసిన తపస్సు ఫలించి, వారి వివాహం జరిగింది ధనుర్మాసంలోనే.

శ్రీకృష్ణుడ్ని వివాహం చేసుకోవాలనుకున్న రుక్మిణీదేవి నారదమునిని ఆశ్రయించి, ఆయన సూచన మేరకు కాత్యాయనీ వ్రతం చేసిందీ కూడా ఈ మాసంలోనే.


విష్ణుమూర్తికి అత్యంత ప్రియమైన ఈ మాసంలో ఆ స్వామిని మధుసూదన నామంతో పూజిస్తూ, వివిధ వ్రతాలు ఆచరిస్తారు. 

ఇక వైష్ణవులు నెలరోజుల పాటు ధనుర్మాస వ్రతాన్ని నిష్ఠగా ఆచరిస్తారు. విష్ణుమూర్తి కథలు వినటం, విష్ణుసహస్రనామాలను పారాయణం చేయడం, విష్ణు ఆలయాలను సందర్శించడం, తిరుప్పావై పఠనంతో తరిస్తారు. 

పరమశివుడి భక్తులకు కూడా ఈ మాసం పవిత్రమైందే! తిరుప్పావై విష్ణువును కీర్తిస్తే, తిరువెంబావై శివుడ్ని కీర్తిస్తుంది. ఈ మాసంలో శివాలయాల్లో తిరువెంబావై, వైష్ణవాలయాల్లో తిరుప్పావై గానం చేస్తారు. వైష్ణవం, శైవం భిన్నం కాదు.. రెండూ దైవాన్ని చేరుకునే మార్గాలేనని ధనుర్మాసం మనకు గుర్తుచేస్తుంది. 

*ధనుర్మాసంలో ప్రత్యేకించి శ్రీ వేంకటేశ్వరుని సన్నిధిలో విశేష పూజలు నిర్వహిస్తారు. ఈ మాసంలో ఏడుకొండలస్వామికి జరిగే ఉపచారాలు నిత్య పూజల కన్నా విభిన్నంగా ఉంటాయి. ధనుర్మాసం ప్రవేశించగానే తిరుమలలో ఆలయ శుద్ధి చేసి ధనుర్మాస పూజ నిర్వహిస్తారు. అర్చన, నివేదన అనంతరం గోదాదేవి రచించిన పాశురాన్ని పారాయణ చేస్తారు. రోజుకోటి చొప్పున ముప్పై పాశురాలు పఠిస్తారు. 

*అలాగే ఈ మాసంలో స్వామివారికి సుప్రభాతానికి బదులుగా తిరుప్పావై పఠనం పెడతారు. వైకుంఠ ఏకాదశి రోజు తెల్లవారుజామున తిరుమల ఆనంద నిలయంలో వైకుంఠద్వారాన్ని తెరుస్తారు. తిరిగి వైకుంఠ ద్వాదశి తెల్లవారుజామున మూసేస్తారు. వైకుంఠ ఏకాదశి రోజు శ్రీదేవి, భూదేవి సమేతుడైన శ్రీ వేంకటేశ్వరుడు తిరువీధుల్లో స్వర్ణరథంలో ఊరేగుతాడు.

ఇతరాలు..

*ధనుర్మాస వ్రతం శరణాగతికి ప్రతీక వంటిది. ఈ మాసంలో ఆండాళ్‌ బాహ్య, అంతరానుభవంతో ముప్పైరోజులు తాదాత్మ్యం చెందుతూ పాశురాలను (కీర్తనలను) గానం చేసింది. సత్సంగం వల్ల భగవత్సంగం ప్రాప్తిస్తుందని ఈ పాశురాల గీతమాలిక తిరుప్పావై మనకు రుజువు చేస్తోంది.

*ధనుర్మాస కాలంలో శ్రీ విల్లిపుత్తూరులోని వటపత్రశాయి ఆలయం, అలాగే శ్రీరంగంలోని రంగనాథుడి కోవెలను దర్శించడమనేది మంగళరంగా భావిస్తారు. 

*గోదాదేవి రంగనాథుడిలో ఐక్యమవడం, కలియుగంలోని మకర సంక్రాంతి ముందు రోజైన భోగినాడు జరిగిందని చరిత్ర చెబుతోంది.

*ధనుర్మాస వ్రతం ఇహపర ఐశ్వర్యాలను ప్రసాదిస్తుంది. వాసుదేవుడి చరణారవిందాల వద్ద స్థానం కలిగిస్తుందని ఎందరో గట్టిగా విశ్వసిస్తారు.


శ్రీ కృష్ణదేవరాయలు రచించిన గోదాదేవి చరిత్రకు ‘ఆముక్త మాల్యద’ అని పేరుంది. 
క్షోభంలో కూడా అవకాశాలు ఉంటాయని, సంక్షోభంలో అవకాశాలు సృష్టించుకోవడమే అసలైన నాయకత్వమని చంద్రబాబు వ్యాఖ్యానిస్తూ.. ఓ కీలక ప్రకటన చేశారు. ప్రపంచంలోనే దిగ్గజ సంస్థగా పేరున్న గూగుల్‌ తన కార్యకలాపాలను ఆంధ్రప్రదేశ్‌లో ప్రారంభించబోతుందని, దానికి సంబంధించిన సంస్థ ప్రతినిధులతో సీఎం చంద్రబాబుతో సమావేశమై చర్చలు తెలిపారు. 

ఇది మంత్రి లోకేష్‌ పట్టుదలతో సాధ్యమైందన్నారు. గూగుల్ ఆఫీస్ యాక్టివిటీస్ ప్రారంభమైతే విశాఖ చరిత్ర మారిపోతుందని చంద్రబాబు అభిప్రాయపడ్డారు. అందుకే నిరంతరం ప్రయత్నిస్తూ ఉంటే కచ్చితంగా మంచి ఫలితాలు వస్తాయని అన్నారు. ప్రస్తుతం కాలంలో హార్డ్ వర్క్‌తో సాధ్యం కాని పనులు స్మార్ట్ వర్క్‌తో పూర్తి అవుతున్నాయని చెప్పుకొచ్చారు. అలాగే ఈ ఒప్పందంతో రాష్ట్రంలో యువతకు ఉద్యోగాలు కల్పించే దిశగా మరిన్ని అడుగులు ముందుకు వేస్తామన్నారు. 

ఇకపోతే రాష్ట్రంలో పలు పథకాలను కూడా అమలు చేస్తున్న విషయాన్ని గుర్తు చేశారు. గంజాయి, డ్రగ్స్ మాఫియా కట్టడికి అందరం కలిసి పనిచేయాల్సిందేనని.. జిల్లాల్లో మాఫియాలను పూర్తిగా పెకిలించే పనిలో ఉన్నామన్నారు. గతంలో భూముల్ని మాత్రమే కబ్జా చేసేవాళ్లు, ఇప్పుడు పోర్టులు, సెజ్‌లను కూడా కబ్జా చేసేస్తున్నారన్నారు. రాష్ట్రంలో 2047 విజన్ సాధన కోసం 20కి పైగా పాలసీలను తీసుకువచ్చామన్నారు. త్వరలో వీటిని తూచా తప్పకుండా అమలు చేస్తామని తెలియజేశారు.
డ్ మండ్ (యుఎస్ఎ): ప్రపంచ సాఫ్ట్ వేర్ దిగ్గజం, మైక్రో సాఫ్ట్ సిఇఓ సత్య నాదెళ్లతో రాష్ట్ర విద్య, ఐటి, ఎలక్ట్రానిక్స్ శాఖల మంత్రి నారా లోకేష్ రెడ్ మండ్ లోని సంస్థ ప్రధాన కార్యాలయంలో సమావేశమయ్యారు. ఈ సందర్భంగా మైక్రో సాఫ్ట్ లో పనిచేసే తెలుగు ఉద్యోగులు లోకేష్ తో ఫోటోలు దిగారు. ఆంధ్రప్రదేశ్ కు చెందిన సత్య నాదెళ్ల తన అపారమైన మేథస్సుతో అంచెలంచెలుగా ఎదిగి మైక్రోసాఫ్ట్ సిఇఓ స్థాయికి చేరుకున్నారు. సత్య నాదెళ్ల తండ్రి బిఎన్ యుగంధర్ ఉమ్మడి ఆంధ్రప్రదేశ్ లో ఐఎఎస్ అధికారిగా గ్రామీణ ప్రాంత ప్రజల జీవన స్థితిగతులను మార్చేందుకు విశేషంగా కృషిచేశారు. కృత్రిమ మేధ (ఎఐ), క్లౌడ్ కంప్యూటింగ్ లో లోతైన ఆసక్తి కలిగిన సత్య నాదెళ్ల 2014 నుంచి మైక్రోసాఫ్ట్ సిఇఓగా ఆ సంస్థ పురోభివృద్ధికి కృషిచేస్తున్నారు. లోకేష్ తో భేటీ సందర్భంగా సత్య నాదెళ్ల మాట్లాడుతూ… మైక్రోసాఫ్ట్ సంస్థ సాఫ్ట్‌వేర్, క్లౌడ్ కంప్యూటింగ్, ఎంటర్‌ప్రైజ్ టెక్నాలజీలో గ్లోబల్ లీడర్ గా ఉందని చెప్పారు. అక్టోబర్ 2024 నాటికి మైక్రోసాఫ్ట్ $3.1 ట్రిలియన్ల మార్కెట్ క్యాప్ కలిగి ప్రపంచంలోని అత్యంత విలువైన కంపెనీల్లో ఒకటిగా ఉంది. 2023 ఆర్థిక సంవత్సరంలో మైక్రోసాఫ్ట్ దాని క్లౌడ్ సేవలు, ఎఐ -డ్రైవెన్ సొల్యూషన్‌ రంగంలో బలమైన వృద్ధితో $211.9 బిలియన్ల ఆదాయాన్ని ఆర్జించిందని తెలిపారు.

ఐటి హబ్ లకు సహకారం అందించండి

మంత్రి నారా లోకేష్ మాట్లాడుతూ… విజనరీ లీడర్ చంద్రబాబు గారి నేతృత్వంలో హైదరాబాద్ నగరం ఐటి హబ్ గా రూపుదిద్దుకున్న విషయం మీకు తెలుసు. ప్రస్తుతం 4వసారి ముఖ్యమంత్రి గా బాధ్యతలు చేపట్టిన బాబు ఎపిని టెక్నాలజీ రంగంలో అగ్రగామిగా తీర్చిదిద్దేందుకు ప్రణాళికలు రూపొందిస్తున్నారు. ఇందులో భాగంగా రాష్ట్రవ్యాప్తంగా కొత్త ఐటీ హబ్‌లు, ఇన్నోవేషన్ పార్కులను నిర్మిస్తున్నాం. ఈ హబ్‌లను ప్రపంచ స్థాయి సాంకేతిక కేంద్రాలుగా తీర్చిదిద్దడంలో మైక్రోసాఫ్ట్ సహకారం అవసరం. క్లౌడ్ ఇన్‌ఫ్రాస్ట్రక్చర్, డేటా సెంటర్‌ల ఏర్పాటుతో ఆంధ్రప్రదేశ్ ప్రపంచస్థాయి సంస్థలకు ప్రాంతీయ కేంద్రంగా మారే అవకాశాలు ఉన్నాయి. అటువంటి పెట్టుబడులకు అనుకూలమైన విధానాలు, భూమి మావద్ద అందుబాటులో ఉన్నాయి. క్లౌడ్ సేవల్లో మైక్రోసాఫ్ట్ నాయకత్వంతో కలిసి మేము అత్యాధునిక సాంకేతిక పర్యావరణ వ్యవస్థను నిర్మించాలని భావిస్తున్నాం.

ఎపిలోని ఐటి టాలెంట్ పై దృష్టి సారించండి


‘పోలవరం’.ఏపీకి జీవనాడి 2027 డిసెంబరు నాటికి పూర్తి!
వైజాగ్‌కు గూగుల్.. ఏపీ ప్రభుత్వంతో MOU
1 week ago

అడోబ్ సిఇఓతో రాష్ట్ర విద్య, ఐటి, ఎలక్ట్రానిక్స్ శాఖల మంత్రి నారా లోకేష్ భేటీ
October 30, 2024
Tirumala Laddu Kalti.. The real facts..
తిరుమల లడ్డూ కల్తీ..అసలు నిజాలు..
September 23, 2024

మన రాష్ట్రం అత్యుత్తమ ఐటి, ఇంజనీరింగ్ ప్రతిభావంతులను తయారుచేసే బలమైన విద్యావ్యవస్థను కలిగి ఉంది. ఆంధ్రప్రదేశ్‌కు చెందిన పలువురు ఐటి నిపుణులు ఇప్పటికే ప్రపంచవ్యాప్తంగా గణనీయమైన సేవలు అందిస్తున్న విషయం మీకు తెలుసు. ఎపిలో ఐటి, ఇంజనీరింగ్ టాలెంట్ పై దృష్టి సారించాల్సిందిగా మిమ్మల్ని కోరుతున్నాం. ఆంధ్రప్రదేశ్ రాష్ట్రానికి వ్యవసాయం వెన్నెముక. ఆగ్రిటెక్ కు ఎఐని అనుసంధానించడం వల్ల మన రాష్ట్ర వ్యవసాయ రంగంలో విప్లవాత్మకమైన మార్పులు వస్తాయి. మైక్రోసాఫ్ట్ సాంకేతిక నైపుణ్యంతో ఉత్పాదకతను పెంచే వ్యవసాయ విధానాలను అభివృద్ధి చేయాలని భావిస్తున్నాం. స్పీడ్ ఆఫ్ డూయింగ్ బిజినెస్ లో భాగంగా స్ట్రీమ్‌లైన్డ్ అప్రూవల్స్, ఫాస్ట్-ట్రాక్ ప్రాజెక్ట్ ఇంప్లిమెంటేషన్, ప్రో-బిజినెస్ పాలసీలతో ఆంధ్రప్రదేశ్ వ్యాపార, వాణిజ్యరంగాలకు వేగవంతమైన సేవలను అందుబాటులోకి తెచ్చింది. ఎపిలో సిద్ధంగా ఉన్న మౌలిక సదుపాయాలు, డిజిటల్ గవర్నెన్స్ వ్యూహాత్మక లాజిస్టిక్ లకు అనువుగా ఉంటాయి. దీనికి బలమైన పర్యావరణ వ్యవస్థ మద్దతుగా నిలుస్తుంది.

ఎఐ క్యాపిటల్ గా అమరావతిని తీర్చిదిద్దుతాం

క్లౌడ్-ఆధారిత ప్లాట్‌ఫాం లను అమలు చేయడం, డేటా అనలిటిక్స్ కోసం ఎఐని ఉపయోగించడం, సైబర్‌ సెక్యూరిటీని మెరుగుపరచడం, స్మార్ట్ సిటీ కార్యక్రమాలను అభివృద్ధి చేయడానికి ఆంధ్రప్రదేశ్ ప్రభుత్వం అనుసరించే డిజిటల్ గవర్నెన్స్ విధానాలకు మైక్రో సాఫ్ట్ సహకారాన్ని కోరుతున్నాం. ఎఐ ప్రాజెక్టులకు అనువుగా ఉన్న అమరావతిని ఎఐ క్యాపిటల్ గా తయారు చేయాలని భావిస్తున్నాం. ఇందులో భాగంగా అమరావతిలో ఎఐ యూనివర్సిటీని ఏర్పాటు చేయబోతున్నాం. చంద్రబాబు నాయుడు నేతృత్వంలో అత్యాధునిక మౌలిక సదుపాయాలు, డైనమిక్ టెక్ పర్యావరణ వ్యవస్థను ఏర్పాటు చేస్తున్నాం. వ్యూహాత్మక భాగస్వామ్యం, ఆవిష్కరణల కోసం ఎపి ప్రభుత్వంతో కలసి పనిచేయాల్సిందిగా కోరుతున్నాం. ఎపిలో నెలకొన్న మౌలిక సదుపాయాలు, సాంకేతిక పర్యావరణ వ్యవస్థను ఒకసారి మా రాష్ట్రానికి వచ్చి పరిశీలించండి. ఎపిలో పెట్టుబడులకు గల అవకాశాలను పరిశోధించండి. ఆంధ్రప్రదేశ్ సమగ్రాభివృద్ధి ప్రణాళికల్లో అధునాతన సాంకేతికను ఏకీకృతం చేయడానికి భాగస్వామ్యం వహించాల్సిందిగా మంత్రి లోకేష్ మైక్రోసాఫ్ట్ సిఇఓను కోరారు. ఏపిలో డిజిటల్ ట్రాన్ఫార్మేషన్, ఏఐ రంగాల అభివృద్ధికి సహకరిస్తామని సత్య నాదెళ్ల చెప్పారు. ఈ సమావేశంలో రాష్ట్ర ప్రభుత్వ ప్రతినిధి బృంద సభ్యులు కార్తికేయ మిశ్రా, సాయికాంత్ వర్మ పాల్గొన్నారు.
కప్పుడు నూడిల్స్, చేపలు, కూరగాయలు అమ్మిన శాంసంగ్ కంపెనీ ఈరోజు ఫైటర్ జెట్స్, షిప్స్, వార్ టాంక్స్, కన్స్యూమర్స్ వాడే ఎలక్ట్రానిక్స్ వస్తువులతో పాటు ఇన్సూరెన్స్, ఫైనాన్స్, కెమికల్స్ వంటి ఎన్నో రంగాల్లో విస్తరించింది. కానీ మనకు తెలిసినంతవరకు శాంసంగ్ అంటే  కేవలం మొబైల్స్, టీవీలు, ఫ్రిజ్, ల్యాప్ టాప్ లాంటి ఎలక్ట్రానిక్ ప్రొడక్ట్స్ మ్యాన్ ఫ్యాక్చర్ చేసే కంపెనీగా మాత్రమే అనుకున్నాం. ఎప్పుడైతే మన దేశంలో షోమి, రియల్ మీ లాంటి చైనా బ్రాండ్లు అడుగుపెట్టాయో అప్పుడు చాలామంది ఈ శాంసంగ్ పని అయిపోయిందనుకున్నారు. ఇంకొంతమంది అయితే నోకియాలాగానే అంతరించిపోయిదనుకున్నారు.

కానీ నేడు ఆండ్రాయిడ్ ని గూగుల్ తరువాత శాంసంగే ఎక్కువగా కంట్రోల్ చేస్తుంది. అంతేకాదు దీని సాయం లేకుండా ఏ కంపెనీ స్మార్ట్ ఫోన్ ని తయారు చేయలేదంటే నమ్ముతారా… అది మీరు ఏ కంపెనీ అయిన సరే.. గూగుల్ ఫిక్సెల్ నుంచి ఆపిల్ ఫోన్ అయినా సరే.. ఇలా ఏ కంపెనీ అయినా శాంసంగ్ సపోర్ట్ ఉండాల్సిందే. మొదట్లో కేవలం ఫుడ్ రిలేటెడ్ నూడిల్స్, ఫిష్(చేపలు), వెజిటేబుల్స్ వ్యాపారం చేసినా.. నేడు ఈ కంపెనీ ప్రపంచంలోనే అతి పెద్ద మార్కెటింగ్ బిజినెస్ వరల్డ్ ఎదిగింది.. ఇతర పోటీ కంపెనీల ధాటిని ఎలా తట్టుకొని నిలబడగలిగింది.. అప్పట్లో సౌత్ కొరియా ఎకానమిని ఎలా ప్రభావితం చేయగలిగింది..

వంటి ఆసక్తికర విషయాల గురుంచి ఇప్పుడు తెలుసుకుందాం…

1938లో లీ చుల్ అనే ఒక సౌత్ కొరియన్ వ్యాపారవేత్త ఒక ట్రేడింగ్ కంపెనీని ప్రారంభించాడు. 

కర్ణాటక సంగీతంలో వెలిగిన తెలుగు కళా సౌరభం.నేదునూరి కృష్ణమూర్తి.


వలసల వరదలు – ఒడువని దుఃఖాల

ఆంధ్రదేశంలో శాస్త్రీయ సంగీత పునరుజ్జీవన కర్త… పారుపల్లి రామకృష్ణయ్య పంతులు.


దేశ సరిహద్దు కంచెలు త్రివిధ సాయుధ దళాలు


కొరియాలో శాంసంగ్ అంటే 3 స్టార్ అని అర్థం. 3 అనేది కొరియాలో అత్యంత పవర్ ఫుల్ మీనింగ్ ను రిప్రజెంట్ చేస్తుంది. పేరుకు తగ్గట్లుగానే 

నేడు శాంసంగ్ బిగ్ అండ్ పవర్ ఫుల్ వ్యాపార దిగ్గజంగా కొనసాగుతుంది. ఈ కంపెనీ స్థాపించిన మొదట్లో ఫామ్ తక్కువగా ఉన్నా.. మెల్ల మెల్లగా బిజినెస్ ని సౌత్ కొరియా అంతటా విస్తరించింది. ఆ తరువాత పొరుగు దేశాల్లో కూడా తన బిజినెస్ ని ఎక్స్ పాండ్ చేసింది.1950లో నార్త్ కొరియాలో యుద్ధం మొదలయ్యే సమయానికి శాంసంగ్ సౌత్ కొరియాలోని టాప్10 ట్రేడింగ్ కంపెనీల్లో ఒకటిగా ఉండేది. అయితే ఈ యుద్ధం ముగిసిన తరువాత ఈ బిజినెస్ అసలు కథ స్టార్ట్ అయ్యిందని చెప్పాలి. 

యుద్ధం కారణంగా శాంసంగ్ తన హెడ్ క్వాటర్స్ ని సియల్ నుంచి బుసన్ కి తరలించాల్సి వచ్చింది. బుసన్ కి షిఫ్ట్ అయిన తరువాత శాంసంగ్ బిజినెస్ అమ్మకాలు తగ్గాయి. కొందరైతే ఇక బిజినెస్ మొత్తం పోయిందని అనుకున్నారు. ఎందుకంటే యుద్ధం కారణంగా దేశంలో ప్రొడక్షన్ నిలిచిపోయింది. 

దీంతో ఎటువంటి ఎగుమతులు జరగలేదు. అందువల్ల దేశ ప్రజలంతా ఇతర దేశాల నుంచి వచ్చే ప్రొడక్ట్స్ పైన  ఎక్కువగా ఆధారపడాల్సి వచ్చింది. ఆ సమయంలో కంపెనీ ఫౌండర్ అయిన లీ యుద్ధం ముగిసిన వెంటనే తన బిజినెస్ ని అనేక సెక్టార్లకు విస్తరించాలని భావించాడు. దేశ ప్రజలకు తక్కువ ధరలకే వస్తువులను అందించడంపైనే ఎక్కువ దృష్టి పెట్టాడు. కొరియాలో చెరకు భారీ మొత్తంలో ప్రొడ్యూస్ అవుతుంది. అందుకే శాంసంగ్ తమ బిజినెస్ ను ముందుగా ఎక్స్ పాన్షన్ ని ఒక షుగర్ రిఫైండ్ తో స్టార్ట్ చేసింది. తరువాత లీ తక్కువ ధరలకే బట్టలు అందించాలని భావించి, షుగర్ రిఫైనరీలో వచ్చిన లాభాలతో టెక్స్ట్ టైల్స్ ఇండస్ట్రీని మొదలుపెట్టింది. ఇందుకోసం ఏకంగా  కొరియాలోని అతిపెద్ద ఉలెన్ మిల్ ని ఓపెన్ చేసి తానే బట్టలు తయారుచేయడం మొదలు పెట్టింది. ఈ విధంగా లీ వివిధ సెక్టార్లలో బిజినెస్ ని పెంచుతూ పోవడం వల్ల మునిగిపోయింది అనుకున్న శాంసంగ్ ను తన ముందుచూపుతో ఒడ్డున చేర్చాడు. 

అంతేకాదు లీ తనకి వచ్చిన ప్రాఫిట్ ని వివిధ సెక్టార్లలో ఇన్వెస్ట్ చేసి, డిపార్ట్ మెంటల్ స్టోర్స్, ఇన్సూరెన్స్ బిజినెస్ లను సైతం స్టార్ట్ చేశాడు. ఇప్పటికీ శాంసంగ్ సౌత్ కొరియాలో ది బిగ్గెస్ట్ ఇన్సూరెన్స్ కంపెనీగా కొనసాగుతుందంటే అతిశయోక్తి కాదు. ఈ విధంగా బిజినెస్ ఎక్స్ పాన్షన్ ద్వారా వచ్చిన డబ్బులతో లీ సౌత్ కొరియాలోనే అత్యంత సంపన్న వ్యాపారవేత్తగా ఎదిగాడు. 

ఆ తరువాత 1968 ప్రాంతంలో శాంసంగ్  ఎలక్ట్రానిక్ రంగంలో అడుగుపెట్టాలని నిర్ణయించుకుంది. 1969లో తన మొదటి ఎలక్ట్రానిక్ ప్రొడక్ట్ ని మార్కెట్ లో లాంఛ్ చేసింది. అదే 12 ఇంచుల బ్లాక్ అండ్ వైట్ టీవీ అన్నమాట. ఇది జనాల్లో సూపర్ హిట్ అవ్వడంతో కేవలం కొన్ని సంవత్సరాల్లోనే, ప్రపంచంలోనే నెంబర్.1 మ్యానిఫాక్చర్ గా ఎదిగింది. అయితే ఈ సక్సెస్ మరిన్ని ఎలక్ట్రానిక్ ప్రొడక్ట్ లను తయారు చేసేందుకు ఊతమిచ్చింది. ఈ మోటివేషన్ తో 1979లో మైక్రోవేవ్,1980లో ఏసీ, 1981లో కలర్ టీవీ,1983లో పోస్టల్ కంప్యూటర్ లను లాంఛ్ చేసి, అంచలంచెలుగా పైకి ఎదిగింది. అయితే మొదట్లో ఈ ఎలక్ట్రానిక్ ఐటమ్స్ అన్నిటికీ ఉపయోగపడే 


చిన్న చిన్న స్పేర్ పార్ట్స్ కోసం శాంసంగ్ ఇతర కంపెనీల మీద ఆధారపడాల్సి వచ్చేది. అలా కాకుండా ఉండేందుకు, శాంసంగ్ ఒక సెమీ కండక్టర్ కంపెనీని కొనుక్కొని, అవసరమైన తమ సొంత భాగాలను స్వయంగా మ్యాన్ ఫాక్చర్ చెయ్యడానికి పూనుకుంది. అంతేకాదు ఈ సెమీ కండక్టర్ మ్యానిఫ్యాక్చర్ కెపాసిటీని పెంచి, ప్రపంచవ్యాప్తంగా ఎక్స్ పోర్ట్ చేసింది. నేడు ఆపిల్ కూడా శాంసంగ్ తయారుచేసిన మెమోరి చిప్ ను యూస్ చేస్తుంది. ఇలా కేవలం ఎలక్ట్రానిక్స్ మాత్రమే కాకుండా ఇతర బిజినెస్ లలో సైతం విస్తరించింది.

ఇదేకాక శాంసంగ్ అనేది హెవీ ఇండ్రస్టీ.. ఇది ప్రపంచంలోని అతి పెద్ద షిప్ బిల్డర్స్ లో ఒకటిగా పేరుగాంచింది. అలాగే శాంసంగ్ కాంట్రాక్షన్ అండ్ ట్రేడింగ్ లో భాగంగా రోడ్లు, టన్నెల్స్, రోడ్స్, బ్రిడ్జ్ లు వంటి పెద్ద ప్రాజెక్ట్స్ ను నిర్మిస్తుంది. సౌత్ కొరియాలో అతి పెద్ద థీమ్ పార్క్ అయిన ఓవర్ ల్యాండ్ థీమ్ పార్క్, అనేక లగ్జరీ హోటల్స్ తో కొరియాలోని ఒక పూర్తి టౌన్ నే నిర్మించింది. ఆ టౌన్ పేరు శాంసంగ్  టౌన్. మనకు తెలిసిన ఎలక్ట్రానిక్ ఉత్పత్తులతో పోలిస్తే నాన్ ఫ్రొఫిట్ ఫౌండేషన్ ని కూడా జత చేస్తే, శాంసంగ్ వ్యాపార జాబితా మరింత పెద్దది అవుతుంది. ఎందుకంటే శాంసంగ్ అనేక యూనివర్సిటీలు, చాలా మెడికల్ సెంటర్ లను కూడా ఎస్టాబ్లిష్ చేసింది. 

సక్సెస్ ఫుల్ గా ఎలా రాన్ అయ్యింది అంటే..

శాంసంగ్ నార్త్ కొరియాతో యుద్ధం తరువాత సౌత్ కొరియా ఆర్ధిక వ్యవస్థ పూర్తిగా కుప్పకూలింది. దేశంలో ప్రొడక్షన్ అండ్ ఎక్స్ పోర్ట్ గూడ్స్ పూర్తిస్థాయిలో నిలిచిపోయాయి. దీంతో అప్పటి కొరియన్ ప్రెసిడెంట్ దేశ ఆర్థిక వ్యవస్థను ఎలాగైనా గాడిలోకి తెచ్చేందుకు, ఇన్ కమ్ పెంచేందుకు దేశంలోని పెద్ద పెద్ద కంపెనీలను ఒక గ్రూప్ గా చేసి, వాటిని సపోర్ట్ చేయడం మొదలుపెట్టాడు. ఇంతవరకు అతడి ఆలోచన మంచిదే అయినప్పటికీ, ఇతడు సపోర్ట్ చేసిన విధానం పూర్తిగా అనెథికల్ గా ఉంది. 

ఇందులో అతడు శాంసంగ్, ఎల్ జి, హ్యుండాయ్ 

లాంటి పెద్ద కంపెనీలకు చాలా సులువుగా బిజినెస్ లోన్లు అందించాడు. అంతేకాదు ఈ కంపెనీలు చేసే బిజినెస్ మరింత పెరిగి, దేశ ఎకానమీ త్వరగా పెరిగేందుకు, ట్యాక్స్ లు సైతం తగ్గించింది. ఇకపోతే శాంసంగ్ కంపెనీ కోసమైతే ప్రత్యేకంగా కొరియా ప్రభుత్వం ఎలక్ట్రానిక్ వస్తువుల పైన విధించే పన్నుని 50% వరకు తగ్గించింది. ఇక్కడ శాంసంగ్ కు మరింత ప్లస్ అయిన మరో ఇంట్రెస్టింగ్ విషయం ఏంటంటే, ఎలక్ట్రానిక్ సెక్టార్ లో ఈ శాంసంగ్ కంపెనీ మరింత ఎదగడం కోసం అక్కడి గవర్నమెంట్ తన దేశానికి ఇంపోర్ట్ అయ్యే జపాన్ ఎలక్ట్రానిక్ వస్తువులను బ్యాన్ చేసింది. దీంతో ప్రజలకి వేరే ప్రత్యామ్నాయం లేక శాంసంగ్ ప్రొడక్టులను కొనేవారు. ఇటువంటి బెనిఫిట్స్ ఆ కంపెనీకి ఇవ్వడం వల్లనే ఆ కంపెనీ చాలా వేగంగా వృద్ధి చెందింది. మరో షాకింగ్ విషయం ఏంటంటే, యుద్ధం తరువాత సౌత్ కొరియాకి, అమెరికా ఇచ్చిన రిలీఫ్ ఫండ్ ని కూడా అక్కడి ప్రభుత్వం శాంసంగ్ ఎక్స్ ప్యాన్షన్ కోసమే ఉపయోగించింది. అయితే ఇవన్నీ తమకు అనుకూలంగా జరగడానికి ప్రధాన కారణం శాంసంగ్ ఫౌండర్ అయిన లీ. 

ఇతడికి దేశంలోని అన్ని పొలిటికల్ పార్టీలతో మంచి సంబంధాలు ఉండేవి. సౌత్ కొరియా ప్రెసిడెంట్ కి బెస్ట్ ఫ్రెండ్ కూడా.. అందుకే శాంసంగ్ ని అక్కడ ప్రభుత్వం అంత ప్రత్యేకంగా ట్రీట్ చేసేది. అలాగే అప్పట్లో సౌత్ కొరియాలో శాంసంగ్ మినహా ఇతర అన్ని కంపెనీలకు ఎక్స్ పోర్ట్ లిమిట్ అనేది ఉండేది. అలాగే ఈ శాంసంగ్ ఎక్స్ పాన్షన్ లో భాగంగా ఫండ్ కొరత ఎప్పుడు ఏర్పడలేదు.

శాంసంగ్ బిజినెస్ ఫాస్ట్ గ్రోత్ అనేది కొరియా ఎకనామిక్ కి చాలా హెల్ప్ అయ్యింది. మరి ముఖ్యంగా ఎంప్లామెంట్ రూపంలో చాలా మందికి ఉద్యోగాలు దక్కాయి. కానీ చిన్నతరహా కొరియన్ బిజినెస్ లు మాత్రం ఘోరంగా నష్టపోయాయి. సౌత్ కొరియా ఎకానమీ సిస్టమ్ మొత్తం కూడా ఈ శాంసంగ్ కంపెనీపైనే ఆధారపడే పరిస్థితికి చేరుకుంది. 2014 వచ్చేసరికి, సౌత్ కొరియాకు సంబంధించి పూర్తి జీడీపీలో దాదాపు 17% జీడీపీని ఈ శాంసంగ్ కంట్రిబ్యూట్ చేసింది. ఎల్ జీ, హ్యుండాయ్ కంపెనీల గ్రాఫ్ ఇంచుమించు ఒకేలా ఉంది. కానీ వీటన్నిటిలో శాంసంగ్ పెద్దది. ఎలా అయితే కొన్ని సెలెక్టెడ్ కంపెనీలు కొరియన్ బిజినెస్ ను శాసిస్తున్నాయో, అలాగే సౌత్ కొరియాకి చెందిన పూర్తి డబ్బు, పవర్ అనేది కేవలం రెండు, మూడు బిజినెస్ కుటుంబాల చేతుల్లోకి వెళ్ళిపోయింది.

1987లో లీ మరణం తరువాత అతడి కొడుకు లీకున్హి కంపెనీ బాధ్యతలు స్వీకరించాడు. ఇతడు వచ్చాక కంపెనీ గ్రోత్ అండ్ గవర్నమెంట్ తో ఉన్న రిలేషన్ రెండూ బెడిసికొట్టాయి. కాంట్రవర్సీకి దారి తీశాయి. మాజీ ప్రెసిడెంట్ కి లంచం ఇచ్చాడని ఇతడిపై 1996లో ఆరోపణలు వచ్చాయి. కానీ గవర్నమెంట్ తో ఉన్న మంచి రిలేషన్ కారణంగా అప్పటి ప్రెసిడెంట్ ఇతడిపై ఎలాంటి చర్యలు తీసుకోలేదు. 2008లో అతిపెద్ద అవినీతి కుంభకోణంలో తానొక దోషిగా తేలాడు. దీంతో అతడ్ని పదవి నుంచి తొలగించడంతోపాటు 3 సంవత్సరాలు జైల్లో ఉంచారు. కానీ సంవత్సరంలోనే అక్కడి ప్రెసిడెంట్ అతడి శిక్షను రద్దు చేశాడు. 

నేడు సౌత్ కొరియాలో శాంసంగ్ కి వ్యతిరేకంగా ఎవరు మాట్లాడే సాహసం చెయ్యరు. ఎందుకంటే శాంసంగ్ కి వ్యతిరేకంగా మాట్లాడితే అది గవర్నమెంట్ కి వ్యతిరేకంగా మాట్లాడినట్లే అవుతుంది కాబట్టి ఎవ్వరూ కూడా ఆ సాహసం చెయ్యరు. అయితే శాంసంగ్ చేసిన ఒక చిన్న తప్పు వల్ల మార్కెట్ షేర్ ఘోరంగా పడిపోయి, కంపెనీ రిప్యూటేషన్ ను పూర్తిగా దెబ్బతీసింది. 

2016లో శాంసంగ్ నోట్ 7 సిరీస్ మొబైల్ ఫోన్స్ బ్లాస్ట్ అవ్వడం అనేది వరల్డ్ వైడ్ గా పెద్ద న్యూస్ 

అయ్యింది. చాలా ఎయిర్ లైన్స్ ఈ ఫోన్లను బ్యాన్ చేసింది. దీంతో చేసేదేమి లేక శాంసంగ్ తన ఫోన్ ప్రొడక్షన్ ను ఆపేసి, అప్పటిదాకా మార్కెట్లో ఉన్న ఫోన్లను తిరిగి వాపసు తెచ్చుకుంది. దీనివల్ల వాళ్లకు దాదాపు 5 బిలియన్ డాలర్ల నష్టం వచ్చింది. అయితే ఈ కంపెనీ మొబైల్ ఫోన్స్ బ్లాస్ట్ అవ్వడానికి కారణం మాత్రం బ్యాటరీ అని చెప్పింది. కానీ అసలు కారణం.. మార్కెట్ లో ఆపిల్ తో పోటీ పడటానికి మంచి ఫీచర్స్ కలిగిన మొబైల్ ఫోన్ అవసరం పడింది. అందుకోసం శాంసంగ్ తన డిజైన్ టీమ్ ఇంజినీర్స్ తో కలిసి హడావిడిగా ఒక మొబైల్ ఫోన్ ను చేయించింది. ఎటువంటి ప్రాపర్ టెస్టింగ్ క్వాలిటీ కంట్రోల్ చేయకుండా ఒక డేంజరస్ ఫోన్ ని మార్కెట్ లో కి లాంఛ్ చేశారు. చివరికి అది బెడిసికొట్టింది. ఈ విధంగా ఎన్ని కాంట్రవర్సీలు వచ్చిన ఎన్ని అవినీతి ఆరోపణల వార్తలు వచ్చిన శాంసంగ్ సక్సెస్ అవుతూనే వచ్చింది.

అంతేకాదు ఇది ఒకదాని తర్వాత ఒకటి ఎన్నో ప్రొడక్ట్ లను లాంఛ్ చేస్తూ వస్తూ మార్కెట్లో తన ఆధిక్యాన్ని చూపిస్తుంది. ఈ విధంగా శాంసంగ్ తన మార్కెట్ ను, రెవిన్యూను ప్రపంచవ్యాప్తంగా ఉన్న తన రిప్యూటిషన్ ను పెంచుకుంటూ వస్తోంది. అయితే గత కొన్ని సంవత్సరాలుగా మన దేశంలో చాలా తక్కువ ధరకే మంచి ఫీచర్స్ గల చైనా మొబైల్ ఫోన్ లు అందుబాటులోకి రావడంతో శాంసంగ్ మొబైల్ ఫోన్ మార్కెటింగ్ తగ్గిందనే చెప్పాలి. కానీ వాస్తవానికి జనాలకు చైనా ఫోన్లపై క్రేజ్, నమ్మకం అంతకంతకు తగ్గి, మళ్లీ శాంసంగ్ కంపెనీపైనే మొగ్గు చూపేలా క్రేజ్ పెరిగింది. ప్రపంచంలో అతి పెద్దదైన బూర్జుఖలీఫా, అలాగే మలేషియాలోని 450 మీటర్ల ఎత్తైన మలేషియన్ ట్విన్ టవర్స్ ను సైతం శాంసంగ్ కన్స్ స్ట్రక్షన్స్ నిర్మించడం విశేషం.

దేశ తొలి ప్రధాని పండిట్ జవహర్ లాల్ నెహ్రూ కాగా.. రెండో ప్రధాని గుల్జారీలాల్ నందా అని ఎంతమందికి తెలుసు.. ఆయన 1964, 1966లలో రెండుసార్లు భారతదేశానికి తాత్కాలిక ప్రధానమంత్రిగా కేవలం 13 రోజులపాటు పీఎంగా వ్యవహరించారు. సుదీర్ఘకాలం పాటు మంత్రివర్గంలో వివిధ శాఖల్లో కీలక బాధ్యతలు చేపట్టారు.  ఆపై రాష్ట్ర శాసనసభలో కార్మిక వివాదాల బిల్లును ప్రయోగాత్మకంగా అమలు చేయడంలో విజయం సాధించారు.

19వ శతాబ్దంలో భారత రాజకీయాల్లో సుపరిచితులైనవారిలో ఒకరు ఈ నందా.. వృత్తిరీత్యా ఉపాధ్యాయులు, గాంధీ అనుచరుడిగా మారి స్వాతంత్ర్య సమరంలో పాల్గొన్నాడు, అట్నుంచి రాజకీయాల్లో కీలక నిర్ణయాలు తీసుకొని తాత్కాలిక ప్రధానిగా రెండుసార్లు సేవలు అందించారు. మొదట్లో గాంధీజీ ఆదర్శాలతో ఉద్యమంలో పాల్గొని, దేశం కోసం జైలుకి కూడా వెళ్లాడు. ప్రధానమంత్రిగా అతి తక్కువ కాలం బాధ్యతలు చేపట్టినప్పటికీ ఆయన చేసిన కృషి ఎనలేనిది. ఆయన జీవిత, రాజకీయ విశేషాలను తెలుసుకుందాం. 

నేపథ్యం…

 జులై 4న బ్రిటిష్ ఇండియన్ పాలనలోని అప్పటి పంజాబ్ ప్రావిన్స్ సియాల్‌కోట్‌లో పంజాబీ హిందూ కుటుంబంలో జన్మించారు గుల్జారీలాల్ నందా. తండ్రి బులక్కీ రామ్ నందా, తల్లి ఈశ్వరీదేవి నందా. విద్యాభ్యాసం లాహోర్, అమృత్‌సర్, ఆగ్రా, ప్రజ్ఞారాజ్‌లలో పూర్తి చేసుకున్నారు. అనంతరం 
 గురువారం, జనవరి 09, 2025ఆంధ్రప్రదేశ్రాష్ట్ర వార్తలుజిల్లా వార్తలుతెలంగాణరాష్ట్ర వార్తలుజిల్లా వార్తలుజాతీయంఅంతర్జాతీయంక్రైమ్బిజినెస్క్రీడలుసినిమావసుంధరఫీచర్ పేజీలుచదువుసుఖీభవఈ-నాడుమకరందంఈ తరంఆహాహాయ్ బుజ్జీస్థిరాస్తిదేవతార్చనవెబ్ స్టోరీస్కథామృతంఎన్ఆర్ఐఇంకా..ఫొటోలువీడియోలువెబ్ ప్రత్యేకంసండే మ్యాగజైన్క్యాలెండర్రాశిఫలంరిజల్ట్స్బ్రేకింగ్దీని ప్రత్యేకతలేంటి?సర్వీసులందించే తేదీలు, రూట్‌లు ఇవే..ఘటనపై న్యాయ విచారణ జరిపిస్తాం: సీఎం చంద్రబాబుఎందుకంటే?సినీ తారల సోషల్‌ మీడియా సంగతులుతిరుపతి ఘటనపై డిప్యూటీ సీఎం పవన్‌రిజల్ట్స్‌ కోసం క్లిక్‌ చేయండి‘ప్రసన్న వదనం’ పాయల్‌ గురించి మీకివి తెలుసా?నిర్ణయం ప్రజలదే: అరవింద్ పనగఢియాశంకర్‌ మాయాజాలమిదీ!కొత్త ధరలు ఎప్పటి వరకు అంటే?Refresh for NEW storiesX‘అనగనగా ఆకాశం ఉంది’ సింగర్‌ జయచంద్రన్‌ ఇకలేరుగాయకుడు జయచంద్రన్‌ మరణించారు. అనారోగ్యంతో బాధపడుతున్న ఆయన త్రిశ్శూర్‌లోని ఆస్పత్రిలో చికిత్స పొందుతూ గురువారం రాత్రి తుదిశ్వాస విడిచారు.కాఫీ ఏ సమయంలో తాగితే మంచిదో తెలుసా?బ్రిటన్‌లో జరిపిన ఓ అధ్యయనంలో కాఫీపై ఆసక్తికరమైన విషయాలు బయటకొచ్చాయి.సీఎం రేవంత్‌రెడ్డి ఆస్ట్రేలియా పర్యటన రద్దుముఖ్యమంత్రి రేవంత్‌రెడ్డి ఆస్ట్రేలియా పర్యటన రద్దయింది. ఈనెల 14న దిల్లీ వెళ్లనున్నారు.ఈటీవీ విన్‌లో అల్లరి నరేశ్‌ ‘బచ్చలమల్లి’.. స్ట్రీమింగ్‌ ఎప్పుడంటే?అల్లరి నరేశ్‌ కథానాయకుడిగా సుబ్బు దర్శకత్వంలో రూపొందిన ‘బచ్చలమల్లి’ ఓటీటీలో స్ట్రీమింగ్‌కు సిద్ధమైంది.ఇరానీ ఛాయ్‌.. కరాచీ బిస్కెట్‌.. హైదరాబాద్‌ బిర్యానీ..: నాగార్జున స్పెషల్‌ వీడియోతెలంగాణ టూరిజం అభివృద్ధిలో భాగంగా రాష్ట్రంలోని పలు అందమైన ప్రదేశాలను వివరిస్తూ సినీ నటుడు నాగార్జున స్పెషల్‌ వీడియోలో మాట్లాడారు.ఉదయం షూటింగ్‌ ఉంటే మధ్యాహ్నం 3గంటలకు వస్తున్నారు: సోనూసూద్‌సినిమా నిర్మాణ వ్యయం పెరిగిపోవడంపై నటుడు సోనూసూద్‌ అసహనం వ్యక్తం చేశారు. ఆలస్యంగా షూటింగ్‌కు వస్తున్న నటులపైనా మండిపడ్డారు.వీడియోలుసంక్రాంతి పండగకు ఊరి ప్రయాణం.. పాట్లు అనేకంసినీ ఇండస్ట్రీలోకి వచ్చే తెలుగమ్మాయిలకు అదే చెప్తా!: అంజలిఎన్ని కేసులు పెట్టినా సరే.. భయపడేది లేదు: కేటీఆర్‌‘గేమ్‌ ఛేంజర్‌’ ట్రైలర్‌ చూశాక అంతా ఆ మాటే అంటున్నారు: అంజలి50 ఏళ్ల నాటి కారుతో సందర్శకులను ఆకట్టుకుంటున్న అంబాసిడర్ బాబా!భవిష్యత్తు యుద్ధంలో లేదు.. బుద్ధుడిలో ఉంది: ప్రధాని మోదీమరిన్నివెబ్ స్టోరీస్బంగీ జంప్‌.. లాంగ్‌ డ్రైవ్‌.. మంచు ట్రిప్‌ఎక్కువగా ఫాలో అవుతున్న వెల్‌నెస్‌ ట్రెండ్స్‌ ఇవే!సంక్రాంతి స్పెషల్‌.. ఓటీటీ వినోదాలివీఆంధ్రప్రదేశ్తిరుపతి ఘటన.. ఇద్దరు అధికారులపై సస్పెన్షన్‌ వేటు: సీఎం చంద్రబాబుతొక్కిసలాట ఘటనకు సంబంధించి నిర్లక్ష్యంగా వ్యవహరించిన అధికారులపై చర్యలు తీసుకున్నట్టు ముఖ్యమంత్రి చంద్రబాబు తెలిపారు.తిరుపతి ఘటన.. ప్రభుత్వం తరఫున క్షమాపణలు చెబుతున్నా: డిప్యూటీ సీఎం పవన్‌వైకుంఠద్వార దర్శనం టోకెన్ల జారీ సందర్భంగా జరిగిన తిరుపతిలో జరిగిన తొక్కిసలాట ఘటనకు రాష్ట్ర ప్రభుత్వం తరఫున క్షమాపణలు చెబుతున్నట్టు డిప్యూటీ సీఎం పవన్‌ కల్యాణ్ తెలిపారు.మాతృభాషను రక్షించుకోకపోతే..అది మన ఉనికికే ప్రమాదం: పురందేశ్వరిప్రకృతి పట్ల అవగాహన పెంచుకోవడమే సంక్రాంతి అసలు లక్ష్యమని భాజపా ఏపీ రాష్ట్ర అధ్యక్షురాలు, ఎంపీ పురందేశ్వరి (Purandeswari) అన్నారు.మరిన్నితెలంగాణసీఎం రేవంత్‌రెడ్డి విదేశీ పర్యటనకు ఏసీబీ కోర్టు అనుమతిముఖ్యమంత్రి రేవంత్‌ రెడ్డి (Revanth Reddy) విదేశీ పర్యటనకు తెలంగాణ ఏసీబీ కోర్టు అనుమతి ఇచ్చింది. జనవరి 13 నుంచి 23 వరకు విదేశీ పర్యటనకు వెళ్లేందుకు కోర్టు అనుమతించింది.ఇంకో వంద కేసులు పెట్టినా ఎదుర్కొంటాం: కేటీఆర్‌పదేళ్ల భారాస పాలనలో అధినేత కేసీఆర్ నేతృత్వంలో ఎంతో నిబద్ధతతో, ఎక్కడా అవినీతి లేకుండా పనిచేశామని భారాస కార్యనిర్వాహక అధ్యక్షుడు కేటీఆర్‌ తెలిపారు.మార్చి నెలాఖరులోగా ఎల్‌ఆర్‌ఎస్‌ దరఖాస్తులు పరిష్కరించాలి: దాన కిశోర్‌ఎల్‌ఆర్‌ఎస్‌ దరఖాస్తుల పరిష్కారంపై దృష్టి సారించాలని పురపాలక శాఖ ముఖ్య కార్యదర్శి దాన కిశోర్‌ ఆ శాఖ అధికారులను ఆదేశించారు.మరిన్నిఫొటోలుఅంజలిభద్రాచలంలో వైభవంగా వైకుంఠ ఏకాదశి ఉత్సవాలుతిరుమలలో వైకుంఠ ఏకాదశికి సుందరంగా ఏర్పాట్లుతిరుపతిలో తొక్కిసలాట జరిగిన ప్రాంతాలను పరిశీలించిన సీఎంహాలీవుడ్‌ను చుట్టుముట్టిన కార్చిచ్చుచిత్రం చెప్పే విశేషాలు (09-01-2025)మరిన్నిసినిమా‘అనగనగా ఆకాశం ఉంది’ సింగర్‌ జయచంద్రన్‌ ఇకలేరుగాయకుడు జయచంద్రన్‌ మరణించారు. అనారోగ్యంతో బాధపడుతున్న ఆయన త్రిశ్శూర్‌లోని ఆస్పత్రిలో చికిత్స పొందుతూ గురువారం రాత్రి తుదిశ్వాస విడిచారు.అలియా బీచ్‌ స్టిల్‌.. కొత్త హెయిర్‌ స్టైల్‌తో శ్రద్ధ.. క్యాప్షన్‌ కోరిన రకుల్‌!సినీ తారలు సోషల్‌ మీడియా వేదికగా అభిమానులతో పంచుకున్న విశేషాలివీ..పాటలో 7 వింతలు.. విజువల్స్‌తో ‘ఐ’ ఫీస్ట్‌: శంకర్‌ మాయాజాలమిదీ!శంకర్‌ తెరకెక్కించిన కొత్త చిత్రం ‘గేమ్‌ ఛేంజర్‌’ శుక్రవారం విడుదల కానుంది. ఈ సందర్భంగా ఆయన సినిమాల్లోని కొన్ని విశేషాలివీ..మరిన్నిఛాంపియన్నాన్నా.. మళ్లీ పెళ్లి చేసుకోవాలనుంది: శిఖర్‌ ధావన్‌శిఖర్‌ ధావన్‌ తన తండ్రి మహేంద్ర పాల్‌ ధావన్‌తో జరిగిన ఓ సరదా సన్నివేశాన్ని శిఖర్‌ ధావన్‌ ఇన్‌స్టాగ్రామ్‌లో పోస్టు చేశాడు. ప్రస్తుతం అది వైరల్‌గా మారింది.రోహిత్‌ ఫిట్‌నెస్‌పై దృష్టిపెట్టాలి.. ఎలా బయటపడాలో కోహ్లీకి తెలుసు: సిద్ధూVirat - Kohli: స్టార్ క్రికెటర్లకు ప్రత్యేకంగా ఏమీ చెప్పక్కర్లేదని.. క్లిష్ట పరిస్థితుల్లో నుంచి ఎలాగైనా బయటపడతారని మాజీ క్రికెటర్ నవ్‌జ్యోత్ సిద్ధూ వ్యాఖ్యానించాడు.‘హ్యాట్రిక్‌ల స్టార్‌’కు ఛాన్స్ ఇవ్వరా?: భారత మాజీ క్రికెటర్ ప్రశ్నKuldeep Yadav: చైనామన్‌ బౌలింగ్‌తో ప్రత్యర్థి బ్యాటర్లను బుట్టలో వేసే బౌలర్ కుల్‌దీప్‌ యాదవ్. మరి అతడికి ఛాంపియన్స్‌ ట్రోఫీలో ఆడే అవకాశం వస్తుందా? లేదా? అనేది ఆసక్తికరంగా మారింది.మరిన్నిబిజినెస్పోకో X7 సిరీస్‌లో రెండు ఫోన్స్‌.. ధర, ఇతర వివరాలు ఇవే!Poco X7: పోకో సంస్థ ఎక్స్‌7, ఎక్స్‌ 7 ప్రో స్మార్ట్‌ఫోన్లను లాంచ్‌ చేసింది. ఫ్లిప్‌కార్ట్‌లో వీటిని విక్రయాలు ప్రారంభం కానున్నాయి.మిగిలిపోయిన ఆహారం కోసం స్విగ్గీ సర్వ్స్‌.. ఇన్‌స్టామార్ట్ కోసం కొత్త యాప్‌ప్రముఖ ఫుడ్‌ డెలివరీ ప్లాట్‌ఫామ్‌ స్విగ్గీ మరో కొత్త యాప్‌ను తీసుకొచ్చేందుకు సన్నద్ధమవుతోంది. క్విక్‌ కామర్స్ ఇన్‌స్టామార్ట్ (Instamart) సేవల కోసం కొత్త అప్లికేషన్‌ను త్వరలో తీసుకురానుంది.2025లో 8 కొత్త మోడళ్లను ప్రవేశ పెట్టనున్న మెర్సిడెస్‌ప్రముఖ లగ్జరీ కార్ల తయారీ సంస్థ ‘మెర్సిడెస్‌-బెంజ్‌’ గడిచిన ఏడాది దేశీయ విక్రయాల్లో 12% వృద్ధిని నమోదు చేసింది. 2025లో బ్యాటరీ ఎలక్ట్రిక్‌ వాహనాలతో సహా 8 కొత్త మోడళ్లను విడుదల చేయాలని కంపెనీ యోచిస్తోంది.మరిన్నిక్రైమ్మేనకోడలి పెళ్లి నచ్చక.. విందు భోజనంలో విషం!తన చేతుల్లో పెరిగిన మేనకోడలు ఇష్టమైన వ్యక్తితో పారిపోయి పెళ్లి చేసుకొందన్న ఆవేదనతో ఓ మేనమామ విందుభోజనంలో విషం కలిపాడు.అన్నీ తెలుసు.. కానీ, చెప్పలేను!అధికార పార్టీ నేతలపై అసభ్య పోస్టులు పెట్టిన వైకాపా సామాజిక మాధ్యమ కార్యకర్త వర్రా రవీందర్‌రెడ్డికి మొదటి రోజు పోలీసు కస్టడీ ముగిసింది. వర్రా పెట్టిన ఫేస్‌బుక్‌ పోస్టుల ఆధారంగా ఆయన్ను వైఎస్సార్‌ జిల్లా పులివెందుల డీఎస్పీ మురళీనాయక్‌ మంగళవారం సుదీర్ఘంగా ప్రశ్నించారు.మనాలీలో తెలుగు యువకుడి మృతిహిమాచల్‌ప్రదేశ్‌లోని కుల్లు జిల్లాలో జరిగిన ప్రమాదంలో ఆంధ్రప్రదేశ్‌కు చెందిన యువకుడు ప్రాణాలు కోల్పోయినట్లు పోలీసులు బుధవారం తెలిపారు.మరిన్నివెబ్ ప్రత్యేకంకుంభమేళా కథ తెలుసా?... దీని ప్రత్యేకతలేంటి?ప్రపంచంలోనే అతిపెద్ద ఆధ్యాత్మిక సంగమం ‘మహాకుంభ మేళా’కు (Maha Kumbha Mela) సమయం ఆసన్నమైంది.మరిన్నివసుంధరKiara Advani: నాకు పాప పుడితే ఆ పేరు పెట్టుకోవాలనుకున్నా!ఇప్పటి హీరోయిన్లను మెరుపుతీగలు అంటున్నారు. ఎందుకంటే ఒకట్రెండు సినిమాల్లో ఇలా నటించి అలా మాయమైపోతున్నారు. అంతేతప్ప.. ఏళ్ల తరబడి ఇండస్ట్రీలో వరుస అవకాశాలు అందుకునే వారు చాలా అరుదుగా కనిపిస్తున్నారు. అలాంటి నాయికల్లో కియారా అడ్వాణీ ముందు వరుసలో ఉంటుంది....మరిన్నిదేవతార్చనమంత్రాలయం శ్రీ రాఘవేంద్రస్వామిభారతదేశంలో ప్రఖ్యాతిగాంచిన ఆధ్యాత్మిక క్షేత్రాల్లో ఒకటిగా కర్నూలు జిల్లాలోని మంత్రాలయం- శ్రీ రాఘవేంద్రస్వామివారి మఠం వెలుగొందుతోంది. రాఘవేంద్రస్వామి జీవసమాధిలోకి ప్రవేశించిన బృందావనాన్ని దర్శించుకునేందుకు కర్ణాటక, మహారాష్ట్ర, ఆంధ్ర, తెలంగాణ రాష్ట్రాల నుంచి నిత్యం 10వేలమందికి పైగా భక్తులు.. ...మరిన్నిసండే మ్యాగజైన్ఓ మనిషిగా మీకెన్ని స్టార్స్‌?ఫుడ్‌ డెలివరీ బాయ్‌కి భోజనప్రియుడు, క్యాబ్‌ డ్రైవర్‌కు ప్రయాణికుడు, బ్యాంకు ఉద్యోగికి ఖాతాదారుడు... ఇలా చాలా సందర్భాల్లో చాలామంది రేటింగ్‌ ఇస్తుంటారు. ఎదుటి వ్యక్తి పనితీరును బట్టి... కొన్నిసార్లు ఐదు నక్షత్రాలతో మురిపిస్తారు.మరిన్నిఆంధ్రప్రదేశ్తెలంగాణసంపాదకీయంఅంతర్యామిఆంధ్ర అభివృద్ధికి భుజం కాస్తాఆంధ్రప్రదేశ్‌లో ముఖ్యమంత్రి చంద్రబాబు సారథ్యంలోని ఎన్డీయే ప్రభుత్వం... 2047 నాటికి రాష్ట్ర ఆర్థికవ్యవస్థను 2.5 ట్రిలియన్‌ డాలర్లకు చేర్చాలని పెట్టుకున్న లక్ష్యాన్ని సాకారం చేసేందుకు కేంద్రం పూర్తిగా సహకరిస్తుందని ప్రధాని నరేంద్రమోదీ హామీ ఇచ్చారు. రాష్ట్రప్రభుత్వం రూపొందించిన స్వర్ణాంధ్ర-2047 లక్ష్యాన్ని చేరుకునేందుకు కేంద్రం భుజం కలిపి నడుస్తుందని భరోసా ఇచ్చారు.వసతి గృహాల్లో సౌకర్యాలేవీ?సాంఘిక సంక్షేమ వసతి గృహాలు, డాక్టర్‌ బీఆర్‌ అంబేడ్కర్‌ గురుకుల సంక్షేమ వసతి గృహాల్లో మౌలిక సదుపాయాల కోసం వైకాపా ప్రభుత్వ హయాంలో నామమాత్రంగా నిధులను విడుదల చేయడాన్ని హైకోర్టు తీవ్రంగా ఆక్షేపించింది.తిరుపతిలో పెనువిషాదంతిరుపతిలోని వైకుంఠ ద్వార దర్శన టోకెన్ల కేంద్రాల వద్ద జరిగిన తొక్కిసలాటలో ఐదుగురు భక్తులు మరణించారు. మరో 48 మంది క్షతగాత్రులు తిరుపతిలోని రుయా, స్విమ్స్‌ ఆసుపత్రుల్లో చికిత్స పొందుతున్నారు.తిరుపతిలో పెనువిషాదంతిరుపతిలోని వైకుంఠ ద్వార దర్శన టోకెన్ల కేంద్రాల వద్ద జరిగిన తొక్కిసలాటలో ఐదుగురు భక్తులు మరణించారు. మరో 48 మంది క్షతగాత్రులు తిరుపతిలోని రుయా, స్విమ్స్‌ ఆసుపత్రుల్లో చికిత్స పొందుతున్నారు.మరిన్నిమంత్రులంతా ప్రజల్లోకి వెళ్లాలిమంత్రులంతా ప్రజల్లోకి వెళ్లాలని ఏఐసీసీ ప్రధాన కార్యదర్శి కేసీ వేణుగోపాల్‌ సూచించారు. కొందరు క్షేత్రస్థాయిలో విస్తృతంగా తిరగడం లేదని పీఏసీ సమావేశంలో ఆయన చెప్పినట్లు సమాచారం.మే నుంచి కొత్త ఉద్యోగ ప్రకటనలువచ్చే మే నెల నుంచి ప్రభుత్వ ఉద్యోగాల భర్తీకి కొత్త నోటిఫికేషన్లు ఇస్తామని, అందులో భాగంగా మార్చి 31వ తేదీ నాటికి అన్ని శాఖల్లో ఖాళీల సంఖ్యను అందజేయాలని ప్రభుత్వానికి లేఖ రాయనున్నట్లు టీజీపీఎస్‌సీ ఛైర్మన్‌ బుర్రా వెంకటేశం తెలిపారు.త్వరలో స్థానిక సంస్థల ఎన్నికలుత్వరలో స్థానిక సంస్థల ఎన్నికలు నిర్వహించబోతున్నామని, కాంగ్రెస్‌ ఘన విజయానికి పార్టీ నేతలంతా కష్టపడి పనిచేయాలని ముఖ్యమంత్రి రేవంత్‌రెడ్డి అన్నారు.కేటీఆర్‌ వెంట న్యాయవాది వెళ్లొచ్చుఫార్ములా-ఈ రేసు వ్యవహారంలో ఏసీబీ నమోదు చేసిన కేసు విచారణ సమయంలో తన వెంట న్యాయవాదిని తీసుకెళ్లేందుకు మాజీ మంత్రి కేటీఆర్‌కు హైకోర్టు అనుమతించింది.మరిన్నిసంక్షేమ రాజ్యధర్మమిది!‘పిల్లల పెంపకంలో మనం చూపించే శ్రద్ధే భారతావని భవితను నిర్దేశిస్తుంది. కాబట్టి తోటమాలి ఎంత జాగ్రత్తగా మొక్కలను పెంచుతాడో అంత ప్రేమగా చిన్నారులను సంరక్షించుకోవాలి’ అన్నది పండిత నెహ్రూ హితవచనం.బ్రహ్మపుత్రపై చైనా కన్నుటిబెట్‌లో బ్రహ్మపుత్ర నదిపై చైనా మెగా డ్యామ్‌ నిర్మించనుండటం భారతదేశానికి తీవ్ర ఆందోళన కలిగిస్తోంది. భారత్, బంగ్లాదేశ్‌లలో బ్రహ్మపుత్ర నదీ ప్రవాహాన్ని ఈ డ్యామ్‌ దెబ్బతీసే ప్రమాదముంది. అస్సాం, అరుణాచల్‌ప్రదేశ్‌లలో పర్యావరణానికీ ముప్పు వాటిల్లనుంది. సైనిక వ్యూహపరంగానూ ఇండియాకు ఈ డ్యామ్‌ ప్రమాదకరమని రక్షణ వర్గాలు హెచ్చరిస్తున్నాయి.కార్డు వాడుతున్నారా... జాగ్రత్త!బ్యాంకుల ప్రధాన వ్యాపారం- ప్రజల నుంచి తక్కువ వడ్డీకి డిపాజిట్లు సేకరించి, ఎక్కువ వడ్డీకి రుణాలివ్వడం. కాలక్రమంలో బ్యాంకులు క్రెడిట్‌ కార్డు సదుపాయాన్ని అందుబాటులోకి తీసుకొచ్చాయి. అయితే, వీటిని సక్రమంగా వాడుకోవాల్సిన బాధ్యత వినియోగదారులపైనే ఉంది.మాటే... మంత్రంఎంత గొప్ప స్థానంలో ఉన్నవారమైనా, ఎదుటివారిని ఆదరించే మంచివాళ్లమే అయినా మన మాటతీరు సరిగా లేకపోతే ఆత్మీయులు కూడా దరిదాపుల్లోకి రారు. మన భావాలను ఎదుటివారికి బట్వాడా చేయడానికి, వారి అభిప్రాయాలను గ్రహించడానికి మంచి సంభాషణాచాతుర్యం అవసరం.మరిన్నిమనకెందుకులే అనుకుంటే...మన చుట్టూ జరిగే సంఘటనలకు ఒక్కో వ్యక్తీ ఒక్కో విధంగా స్పందిస్తారు. అది వారి మనస్తత్వాల మీద, ఆలోచనా విధానాల మీద ఆధారపడి ఉంటుంది. ‘లోకంలో ఎంత మంది మనుషులున్నారో, అన్ని రకాల స్వభావాలు కనిపిస్తాయి’ అంటాడో ఫ్రెంచి శాస్త్రవేత్త.యోగ్యత!ద్రోణుడు విచక్షణాజ్ఞానం కలవాడు. వివేకవంతుడు. ఆయనకు కొడుకుపై ఎంతటి మమకారమంటే- అశ్వత్థామ మరణించాడన్న గాలివార్త చెవిలో పడగానే ప్రాణాలు విడిచిపెట్టేసేటంత! అంతటి ప్రేమానురాగాలుండీ, అస్త్రవిద్యా బోధనలో ఆ ఆచార్యుడు గొప్ప ఔచిత్యాన్ని పాటించాడు.పూలను ప్రేమించు!సృష్టిలో అత్యంత విలువైనవి పువ్వులు. పరిమళాలతో స్వాగతం పలికే స్వభావం వాటి సొంతం. మనసులకు, పూలకు అవినాభావ సంబంధం ఉంది. పూల నైజం ఎలాంటిదో మనసుల తత్వమూ అలాంటిదే అని భావుకులు నమ్ముతారు. పూలంటే కవులకు ఎనలేని ప్రేమ.నిజమైన ప్రార్థనమనిషికి ప్రార్థన ఒక వరం.. అదో అపూర్వ ఆధ్యాత్మిక ద్వారం.. ఒక ధైర్యం! వెరసి ప్రార్థన ఒక గొప్ప ఆత్మానుభూతి! ప్రార్థన శక్తిమంతమైన సాధనమని విజ్ఞులు చెబుతారు.మరిన్నిగ్రహం - అనుగ్రహంతేది: 09-01-2025, గురువారంశ్రీ క్రోధి నామ సంవత్సరం; దక్షిణాయణం;హేమంత రుతువు, పుష్యమాసం, శుక్లపక్షందశమి: ఉ. 11-55 తదుపరి ఏకాదశి;భరణి:మ. 3-07 తదుపరి కృత్తికవర్జ్యం: రా. 2-24 నుంచి 3-54 వరకు;అమృత ఘడియలు: ఉ.10-39 నుంచి 12-09 వరకు;దుర్ముహూర్తం: ఉ. 10-17 నుంచి 11-01 వరకు; తిరిగి మ. 2-41 నుంచి 3-25 వరకు;రాహుకాలం: మ. 1-30 నుంచి 3-00 వరకు;సూర్యోదయం: ఉ. 6.37;సూర్యాస్తమయం: సా.5.37రాశిఫలంమేషంవృషభంమిథునంకర్కాటకంసింహంకన్యతులవృశ్చికంధనుస్సుమకరంకుంభంమీనంజిల్లా వార్తలుఆంధ్రప్రదేశ్తెలంగాణతాజా వార్తలుసంక్రాంతి పండగకు ఊరి ప్రయాణం.. పాట్లు అనేకం[23:13]స్వలింగ వివాహాల తీర్పుపై పిటిషన్‌.. కొట్టేసిన సుప్రీం కోర్టు[22:38]కిటకిటలాడుతున్న విజయవాడ బస్టాండ్‌, రైల్వే స్టేషన్‌[22:29]సంక్రాంతి స్పెషల్‌: చర్లపల్లి-విశాఖ మధ్య జనసాధారణ్‌ రైళ్లు.. పూర్తి వివరాలివే..[22:19]భారత్‌తో బలమైన సంబంధాలు కోరుకుంటున్నాం - అఫ్గానిస్థాన్‌[22:03]లైవ్ అప్‌డేట్స్:TG: భూభారతి చట్టంపై గెజిట్‌ నోటిఫికేషన్‌ విడుదలయంగ్‌ ఇండియా స్కిల్స్‌ యూనివర్సిటీ.. అందుబాటులోకి మరో 3 కోర్సులు[21:45]ఈనాడు.నెట్‌లో టాప్‌ 10 వార్తలు @ 9 PM (JAN 09)[20:59]పోకో X7 సిరీస్‌లో రెండు ఫోన్స్‌.. ధర, ఇతర వివరాలు ఇవే![20:57]‘గేమ్ ఛేంజర్’ రిలీజ్‌.. సంధ్య థియేటర్‌ ఘటనతో అప్రమత్తమైన పోలీసులు[20:32]మరిన్నిలైవ్ టీవీETV ఆంధ్రప్రదేశ్ETV తెలంగాణETV ఆంధ్రప్రదేశ్ETV తెలంగాణఎక్కువ మంది చదివినవి(Most Read)ఆ సినిమా ఎందుకు చేశానో నాకే తెలియదు: రామ్‌ చరణ్‌నేటి రాశి ఫలాలు.. 12 రాశుల ఫలితాలు ఇలా... (09/01/2025)తిరుపతిలో పెనువిషాదంఆరు నెలలైనా దిల్లీ వచ్చి నన్ను ఎందుకు కలవలేదు లోకేశ్‌?.. మోదీ చమత్కారం‘డాకు మహారాజ్‌’ ప్రీ రిలీజ్‌ ఈవెంట్‌ రద్దువిడాకుల వార్తల వేళ.. వైరలవుతోన్న ధనశ్రీ వర్మ పోస్ట్‌గుడివాడ వస్తే మీ సంగతి తేలుస్తాం!ఘటనాస్థలాన్ని పరిశీలించిన సీఎం చంద్రబాబు.. అధికారులపై ఆగ్రహంభక్తులు భారీగా వస్తారని తెలిసీ.. ఎందుకు ఏర్పాట్లు చేయలేదు?తిరుపతి ఘటన.. ఇద్దరు అధికారులపై సస్పెన్షన్‌ వేటు: సీఎం చంద్రబాబుమరిన్నిబిజినెస్Useful TopicsIPOIncome taxEPFOJioIRCTCAadhaarLICAirtelCredit cardSBIPersonal LoanGoldHome LoansElectric vehiclesTech newsడియర్ వసుంధరబి12 కోసం ఏం తినాలి?నాకు 30ఏళ్లు, శాకాహారిని. ఈ మధ్య కాళ్లూ, చేతులూ ఎక్కువగా నొప్పులొస్తున్నాయి. ఫుల్‌బాడీ చెకప్‌ చేయించుకున్నా. బి12 లోపముందన్నారు.మళ్లీ గృహిణిగానే ఉండిపోనా...నాకు పెళ్లయ్యింది. ఓ స్కూల్లో టీచర్‌గా పనిచేస్తున్నా. కానీ, ఈ ఉద్యోగం నాకు నచ్చటం లేదు. ఒకప్పటిలానే గృహిణిగా స్థిరపడాలని ఉంది. అయితే, మాకు పిల్లలు ఇంకా లేరు.మరిన్నిస్థిరాస్తినాలుగో నగరం.. రియాల్టీకి ఊతంరాష్ట్ర ప్రభుత్వం ప్రతిష్ఠాత్మకంగా రూపొందించనున్న నాలుగో మహా నగరం  హైదరాబాద్‌కు సమీపంలోని మీర్‌ఖాన్‌పేట.. బేగరికంచె... ముచ్చర్ల గ్రామాల పరిధుల్లో 13,792 ఎకరాల్లో  ఏర్పాటు కానుంది.మాల్స్‌, మల్టీప్లెక్సులకు కేరాఫ్‌.. కూకట్‌పల్లిఒకప్పుడు ఆ ప్రాంతాన్ని.. శివారుగా పరిగణించే వారు. వాస్తవంగానూ.. అభివృద్ధిలో పెద్దగా ముందు వరుసలో కనిపించిన దాఖలాలు లేవు. అపార్ట్‌మెంట్లు, నివాస ప్రాంతాలు ఉన్నప్పటికీ.. గేటెడ్‌ కమ్యూనిటీలు, విల్లాల సంఖ్య పరిమితంగానే ఉండేది.మరిన్నిచదువుసుఖీభవమకరందంఈతరంఆహాహాయ్ బుజ్జీస్థిరాస్తికథామృతందేవతార్చనNewsTelugu NewsLatest News in TeluguSports NewsAp News TeluguTelangana NewsNational NewsInternational NewsCinema News in TeluguBusiness NewsCrime NewsPhoto GalleryVideosHyderabad News TodayAmaravati NewsVisakhapatnam NewsExclusive StoriesEditorialNRI NewsArchivesFeature PagesWomenYouth NewsHealth NewsKids Telugu StoriesReal Estate NewsDevotional NewsFood & Recipes NewsTemples NewsEducational NewsTechnology NewsSunday MagazineRasi Phalalu in TeluguWeb StoriesOther WebsitesETV BharatePratibhaPellipandiriClassifiedsEenadu EpaperFollow UsFor Editorial Feedback eMail:infonet@eenadu.netFor digital advertisementsContact : 040 - 23318181GST AP - 37AAACU2690P1ZQGST TG - 36AAACU2690P1ZSTERMS & CONDITIONSPRIVACY POLICYCSR POLICYANNUAL RETURNTARIFFFEEDBACKCONTACT USABOUT US© 1999 -
 
గురువారం, జనవరి 09, 2025
గురువారం, జనవరి 09, 2025
ఆంధ్రప్రదేశ్రాష్ట్ర వార్తలుజిల్లా వార్తలుతెలంగాణరాష్ట్ర వార్తలుజిల్లా వార్తలుజాతీయంఅంతర్జాతీయంక్రైమ్బిజినెస్క్రీడలుసినిమావసుంధరఫీచర్ పేజీలుచదువుసుఖీభవఈ-నాడుమకరందంఈ తరంఆహాహాయ్ బుజ్జీస్థిరాస్తిదేవతార్చనవెబ్ స్టోరీస్కథామృతంఎన్ఆర్ఐఇంకా..ఫొటోలువీడియోలువెబ్ ప్రత్యేకంసండే మ్యాగజైన్క్యాలెండర్రాశిఫలంరిజల్ట్స్బ్రేకింగ్
ఆంధ్రప్రదేశ్
తెలంగాణ
ఫీచర్ పేజీలు
ఇంకా..
దీని ప్రత్యేకతలేంటి?సర్వీసులందించే తేదీలు, రూట్‌లు ఇవే..ఘటనపై న్యాయ విచారణ జరిపిస్తాం: సీఎం చంద్రబాబుఎందుకంటే?సినీ తారల సోషల్‌ మీడియా సంగతులుతిరుపతి ఘటనపై డిప్యూటీ సీఎం పవన్‌రిజల్ట్స్‌ కోసం క్లిక్‌ చేయండి‘ప్రసన్న వదనం’ పాయల్‌ గురించి మీకివి తెలుసా?నిర్ణయం ప్రజలదే: అరవింద్ పనగఢియాశంకర్‌ మాయాజాలమిదీ!కొత్త ధరలు ఎప్పటి వరకు అంటే?Refresh for NEW storiesX‘అనగనగా ఆకాశం ఉంది’ సింగర్‌ జయచంద్రన్‌ ఇకలేరుగాయకుడు జయచంద్రన్‌ మరణించారు. అనారోగ్యంతో బాధపడుతున్న ఆయన త్రిశ్శూర్‌లోని ఆస్పత్రిలో చికిత్స పొందుతూ గురువారం రాత్రి తుదిశ్వాస విడిచారు.కాఫీ ఏ సమయంలో తాగితే మంచిదో తెలుసా?బ్రిటన్‌లో జరిపిన ఓ అధ్యయనంలో కాఫీపై ఆసక్తికరమైన విషయాలు బయటకొచ్చాయి.సీఎం రేవంత్‌రెడ్డి ఆస్ట్రేలియా పర్యటన రద్దుముఖ్యమంత్రి రేవంత్‌రెడ్డి ఆస్ట్రేలియా పర్యటన రద్దయింది. ఈనెల 14న దిల్లీ వెళ్లనున్నారు.ఈటీవీ విన్‌లో అల్లరి నరేశ్‌ ‘బచ్చలమల్లి’.. స్ట్రీమింగ్‌ ఎప్పుడంటే?అల్లరి నరేశ్‌ కథానాయకుడిగా సుబ్బు దర్శకత్వంలో రూపొందిన ‘బచ్చలమల్లి’ ఓటీటీలో స్ట్రీమింగ్‌కు సిద్ధమైంది.ఇరానీ ఛాయ్‌.. కరాచీ బిస్కెట్‌.. హైదరాబాద్‌ బిర్యానీ..: నాగార్జున స్పెషల్‌ వీడియోతెలంగాణ టూరిజం అభివృద్ధిలో భాగంగా రాష్ట్రంలోని పలు అందమైన ప్రదేశాలను వివరిస్తూ సినీ నటుడు నాగార్జున స్పెషల్‌ వీడియోలో మాట్లాడారు.ఉదయం షూటింగ్‌ ఉంటే మధ్యాహ్నం 3గంటలకు వస్తున్నారు: సోనూసూద్‌సినిమా నిర్మాణ వ్యయం పెరిగిపోవడంపై నటుడు సోనూసూద్‌ అసహనం వ్యక్తం చేశారు. ఆలస్యంగా షూటింగ్‌కు వస్తున్న నటులపైనా మండిపడ్డారు.వీడియోలుసంక్రాంతి పండగకు ఊరి ప్రయాణం.. పాట్లు అనేకంసినీ ఇండస్ట్రీలోకి వచ్చే తెలుగమ్మాయిలకు అదే చెప్తా!: అంజలిఎన్ని కేసులు పెట్టినా సరే.. భయపడేది లేదు: కేటీఆర్‌‘గేమ్‌ ఛేంజర్‌’ ట్రైలర్‌ చూశాక అంతా ఆ మాటే అంటున్నారు: అంజలి50 ఏళ్ల నాటి కారుతో సందర్శకులను ఆకట్టుకుంటున్న అంబాసిడర్ బాబా!భవిష్యత్తు యుద్ధంలో లేదు.. బుద్ధుడిలో ఉంది: ప్రధాని మోదీమరిన్నివెబ్ స్టోరీస్బంగీ జంప్‌.. లాంగ్‌ డ్రైవ్‌.. మంచు ట్రిప్‌ఎక్కువగా ఫాలో అవుతున్న వెల్‌నెస్‌ ట్రెండ్స్‌ ఇవే!సంక్రాంతి స్పెషల్‌.. ఓటీటీ వినోదాలివీఆంధ్రప్రదేశ్తిరుపతి ఘటన.. ఇద్దరు అధికారులపై సస్పెన్షన్‌ వేటు: సీఎం చంద్రబాబుతొక్కిసలాట ఘటనకు సంబంధించి నిర్లక్ష్యంగా వ్యవహరించిన అధికారులపై చర్యలు తీసుకున్నట్టు ముఖ్యమంత్రి చంద్రబాబు తెలిపారు.తిరుపతి ఘటన.. ప్రభుత్వం తరఫున క్షమాపణలు చెబుతున్నా: డిప్యూటీ సీఎం పవన్‌వైకుంఠద్వార దర్శనం టోకెన్ల జారీ సందర్భంగా జరిగిన తిరుపతిలో జరిగిన తొక్కిసలాట ఘటనకు రాష్ట్ర ప్రభుత్వం తరఫున క్షమాపణలు చెబుతున్నట్టు డిప్యూటీ సీఎం పవన్‌ కల్యాణ్ తెలిపారు.మాతృభాషను రక్షించుకోకపోతే..అది మన ఉనికికే ప్రమాదం: పురందేశ్వరిప్రకృతి పట్ల అవగాహన పెంచుకోవడమే సంక్రాంతి అసలు లక్ష్యమని భాజపా ఏపీ రాష్ట్ర అధ్యక్షురాలు, ఎంపీ పురందేశ్వరి (Purandeswari) అన్నారు.మరిన్నితెలంగాణసీఎం రేవంత్‌రెడ్డి విదేశీ పర్యటనకు ఏసీబీ కోర్టు అనుమతిముఖ్యమంత్రి రేవంత్‌ రెడ్డి (Revanth Reddy) విదేశీ పర్యటనకు తెలంగాణ ఏసీబీ కోర్టు అనుమతి ఇచ్చింది. జనవరి 13 నుంచి 23 వరకు విదేశీ పర్యటనకు వెళ్లేందుకు కోర్టు అనుమతించింది.ఇంకో వంద కేసులు పెట్టినా ఎదుర్కొంటాం: కేటీఆర్‌పదేళ్ల భారాస పాలనలో అధినేత కేసీఆర్ నేతృత్వంలో ఎంతో నిబద్ధతతో, ఎక్కడా అవినీతి లేకుండా పనిచేశామని భారాస కార్యనిర్వాహక అధ్యక్షుడు కేటీఆర్‌ తెలిపారు.మార్చి నెలాఖరులోగా ఎల్‌ఆర్‌ఎస్‌ దరఖాస్తులు పరిష్కరించాలి: దాన కిశోర్‌ఎల్‌ఆర్‌ఎస్‌ దరఖాస్తుల పరిష్కారంపై దృష్టి సారించాలని పురపాలక శాఖ ముఖ్య కార్యదర్శి దాన కిశోర్‌ ఆ శాఖ అధికారులను ఆదేశించారు.మరిన్నిఫొటోలుఅంజలిభద్రాచలంలో వైభవంగా వైకుంఠ ఏకాదశి ఉత్సవాలుతిరుమలలో వైకుంఠ ఏకాదశికి సుందరంగా ఏర్పాట్లుతిరుపతిలో తొక్కిసలాట జరిగిన ప్రాంతాలను పరిశీలించిన సీఎంహాలీవుడ్‌ను చుట్టుముట్టిన కార్చిచ్చుచిత్రం చెప్పే విశేషాలు (09-01-2025)మరిన్నిసినిమా‘అనగనగా ఆకాశం ఉంది’ సింగర్‌ జయచంద్రన్‌ ఇకలేరుగాయకుడు జయచంద్రన్‌ మరణించారు. అనారోగ్యంతో బాధపడుతున్న ఆయన త్రిశ్శూర్‌లోని ఆస్పత్రిలో చికిత్స పొందుతూ గురువారం రాత్రి తుదిశ్వాస విడిచారు.అలియా బీచ్‌ స్టిల్‌.. కొత్త హెయిర్‌ స్టైల్‌తో శ్రద్ధ.. క్యాప్షన్‌ కోరిన రకుల్‌!సినీ తారలు సోషల్‌ మీడియా వేదికగా అభిమానులతో పంచుకున్న విశేషాలివీ..పాటలో 7 వింతలు.. విజువల్స్‌తో ‘ఐ’ ఫీస్ట్‌: శంకర్‌ మాయాజాలమిదీ!శంకర్‌ తెరకెక్కించిన కొత్త చిత్రం ‘గేమ్‌ ఛేంజర్‌’ శుక్రవారం విడుదల కానుంది. ఈ సందర్భంగా ఆయన సినిమాల్లోని కొన్ని విశేషాలివీ..మరిన్నిఛాంపియన్నాన్నా.. మళ్లీ పెళ్లి చేసుకోవాలనుంది: శిఖర్‌ ధావన్‌శిఖర్‌ ధావన్‌ తన తండ్రి మహేంద్ర పాల్‌ ధావన్‌తో జరిగిన ఓ సరదా సన్నివేశాన్ని శిఖర్‌ ధావన్‌ ఇన్‌స్టాగ్రామ్‌లో పోస్టు చేశాడు. ప్రస్తుతం అది వైరల్‌గా మారింది.రోహిత్‌ ఫిట్‌నెస్‌పై దృష్టిపెట్టాలి.. ఎలా బయటపడాలో కోహ్లీకి తెలుసు: సిద్ధూVirat - Kohli: స్టార్ క్రికెటర్లకు ప్రత్యేకంగా ఏమీ చెప్పక్కర్లేదని.. క్లిష్ట పరిస్థితుల్లో నుంచి ఎలాగైనా బయటపడతారని మాజీ క్రికెటర్ నవ్‌జ్యోత్ సిద్ధూ వ్యాఖ్యానించాడు.‘హ్యాట్రిక్‌ల స్టార్‌’కు ఛాన్స్ ఇవ్వరా?: భారత మాజీ క్రికెటర్ ప్రశ్నKuldeep Yadav: చైనామన్‌ బౌలింగ్‌తో ప్రత్యర్థి బ్యాటర్లను బుట్టలో వేసే బౌలర్ కుల్‌దీప్‌ యాదవ్. మరి అతడికి ఛాంపియన్స్‌ ట్రోఫీలో ఆడే అవకాశం వస్తుందా? లేదా? అనేది ఆసక్తికరంగా మారింది.మరిన్నిబిజినెస్పోకో X7 సిరీస్‌లో రెండు ఫోన్స్‌.. ధర, ఇతర వివరాలు ఇవే!Poco X7: పోకో సంస్థ ఎక్స్‌7, ఎక్స్‌ 7 ప్రో స్మార్ట్‌ఫోన్లను లాంచ్‌ చేసింది. ఫ్లిప్‌కార్ట్‌లో వీటిని విక్రయాలు ప్రారంభం కానున్నాయి.మిగిలిపోయిన ఆహారం కోసం స్విగ్గీ సర్వ్స్‌.. ఇన్‌స్టామార్ట్ కోసం కొత్త యాప్‌ప్రముఖ ఫుడ్‌ డెలివరీ ప్లాట్‌ఫామ్‌ స్విగ్గీ మరో కొత్త యాప్‌ను తీసుకొచ్చేందుకు సన్నద్ధమవుతోంది. క్విక్‌ కామర్స్ ఇన్‌స్టామార్ట్ (Instamart) సేవల కోసం కొత్త అప్లికేషన్‌ను త్వరలో తీసుకురానుంది.2025లో 8 కొత్త మోడళ్లను ప్రవేశ పెట్టనున్న మెర్సిడెస్‌ప్రముఖ లగ్జరీ కార్ల తయారీ సంస్థ ‘మెర్సిడెస్‌-బెంజ్‌’ గడిచిన ఏడాది దేశీయ విక్రయాల్లో 12% వృద్ధిని నమోదు చేసింది. 2025లో బ్యాటరీ ఎలక్ట్రిక్‌ వాహనాలతో సహా 8 కొత్త మోడళ్లను విడుదల చేయాలని కంపెనీ యోచిస్తోంది.మరిన్నిక్రైమ్మేనకోడలి పెళ్లి నచ్చక.. విందు భోజనంలో విషం!తన చేతుల్లో పెరిగిన మేనకోడలు ఇష్టమైన వ్యక్తితో పారిపోయి పెళ్లి చేసుకొందన్న ఆవేదనతో ఓ మేనమామ విందుభోజనంలో విషం కలిపాడు.అన్నీ తెలుసు.. కానీ, చెప్పలేను!అధికార పార్టీ నేతలపై అసభ్య పోస్టులు పెట్టిన వైకాపా సామాజిక మాధ్యమ కార్యకర్త వర్రా రవీందర్‌రెడ్డికి మొదటి రోజు పోలీసు కస్టడీ ముగిసింది. వర్రా పెట్టిన ఫేస్‌బుక్‌ పోస్టుల ఆధారంగా ఆయన్ను వైఎస్సార్‌ జిల్లా పులివెందుల డీఎస్పీ మురళీనాయక్‌ మంగళవారం సుదీర్ఘంగా ప్రశ్నించారు.మనాలీలో తెలుగు యువకుడి మృతిహిమాచల్‌ప్రదేశ్‌లోని కుల్లు జిల్లాలో జరిగిన ప్రమాదంలో ఆంధ్రప్రదేశ్‌కు చెందిన యువకుడు ప్రాణాలు కోల్పోయినట్లు పోలీసులు బుధవారం తెలిపారు.మరిన్నివెబ్ ప్రత్యేకంకుంభమేళా కథ తెలుసా?... దీని ప్రత్యేకతలేంటి?ప్రపంచంలోనే అతిపెద్ద ఆధ్యాత్మిక సంగమం ‘మహాకుంభ మేళా’కు (Maha Kumbha Mela) సమయం ఆసన్నమైంది.మరిన్నివసుంధరKiara Advani: నాకు పాప పుడితే ఆ పేరు పెట్టుకోవాలనుకున్నా!ఇప్పటి హీరోయిన్లను మెరుపుతీగలు అంటున్నారు. ఎందుకంటే ఒకట్రెండు సినిమాల్లో ఇలా నటించి అలా మాయమైపోతున్నారు. అంతేతప్ప.. ఏళ్ల తరబడి ఇండస్ట్రీలో వరుస అవకాశాలు అందుకునే వారు చాలా అరుదుగా కనిపిస్తున్నారు. అలాంటి నాయికల్లో కియారా అడ్వాణీ ముందు వరుసలో ఉంటుంది....మరిన్నిదేవతార్చనమంత్రాలయం శ్రీ రాఘవేంద్రస్వామిభారతదేశంలో ప్రఖ్యాతిగాంచిన ఆధ్యాత్మిక క్షేత్రాల్లో ఒకటిగా కర్నూలు జిల్లాలోని మంత్రాలయం- శ్రీ రాఘవేంద్రస్వామివారి మఠం వెలుగొందుతోంది. రాఘవేంద్రస్వామి జీవసమాధిలోకి ప్రవేశించిన బృందావనాన్ని దర్శించుకునేందుకు కర్ణాటక, మహారాష్ట్ర, ఆంధ్ర, తెలంగాణ రాష్ట్రాల నుంచి నిత్యం 10వేలమందికి పైగా భక్తులు.. ...మరిన్నిసండే మ్యాగజైన్ఓ మనిషిగా మీకెన్ని స్టార్స్‌?ఫుడ్‌ డెలివరీ బాయ్‌కి భోజనప్రియుడు, క్యాబ్‌ డ్రైవర్‌కు ప్రయాణికుడు, బ్యాంకు ఉద్యోగికి ఖాతాదారుడు... ఇలా చాలా సందర్భాల్లో చాలామంది రేటింగ్‌ ఇస్తుంటారు. ఎదుటి వ్యక్తి పనితీరును బట్టి... కొన్నిసార్లు ఐదు నక్షత్రాలతో మురిపిస్తారు.మరిన్నిఆంధ్రప్రదేశ్తెలంగాణసంపాదకీయంఅంతర్యామిఆంధ్ర అభివృద్ధికి భుజం కాస్తాఆంధ్రప్రదేశ్‌లో ముఖ్యమంత్రి చంద్రబాబు సారథ్యంలోని ఎన్డీయే ప్రభుత్వం... 2047 నాటికి రాష్ట్ర ఆర్థికవ్యవస్థను 2.5 ట్రిలియన్‌ డాలర్లకు చేర్చాలని పెట్టుకున్న లక్ష్యాన్ని సాకారం చేసేందుకు కేంద్రం పూర్తిగా సహకరిస్తుందని ప్రధాని నరేంద్రమోదీ హామీ ఇచ్చారు. రాష్ట్రప్రభుత్వం రూపొందించిన స్వర్ణాంధ్ర-2047 లక్ష్యాన్ని చేరుకునేందుకు కేంద్రం భుజం కలిపి నడుస్తుందని భరోసా ఇచ్చారు.వసతి గృహాల్లో సౌకర్యాలేవీ?సాంఘిక సంక్షేమ వసతి గృహాలు, డాక్టర్‌ బీఆర్‌ అంబేడ్కర్‌ గురుకుల సంక్షేమ వసతి గృహాల్లో మౌలిక సదుపాయాల కోసం వైకాపా ప్రభుత్వ హయాంలో నామమాత్రంగా నిధులను విడుదల చేయడాన్ని హైకోర్టు తీవ్రంగా ఆక్షేపించింది.తిరుపతిలో పెనువిషాదంతిరుపతిలోని వైకుంఠ ద్వార దర్శన టోకెన్ల కేంద్రాల వద్ద జరిగిన తొక్కిసలాటలో ఐదుగురు భక్తులు మరణించారు. మరో 48 మంది క్షతగాత్రులు తిరుపతిలోని రుయా, స్విమ్స్‌ ఆసుపత్రుల్లో చికిత్స పొందుతున్నారు.తిరుపతిలో పెనువిషాదంతిరుపతిలోని వైకుంఠ ద్వార దర్శన టోకెన్ల కేంద్రాల వద్ద జరిగిన తొక్కిసలాటలో ఐదుగురు భక్తులు మరణించారు. మరో 48 మంది క్షతగాత్రులు తిరుపతిలోని రుయా, స్విమ్స్‌ ఆసుపత్రుల్లో చికిత్స పొందుతున్నారు.మరిన్నిమంత్రులంతా ప్రజల్లోకి వెళ్లాలిమంత్రులంతా ప్రజల్లోకి వెళ్లాలని ఏఐసీసీ ప్రధాన కార్యదర్శి కేసీ వేణుగోపాల్‌ సూచించారు. కొందరు క్షేత్రస్థాయిలో విస్తృతంగా తిరగడం లేదని పీఏసీ సమావేశంలో ఆయన చెప్పినట్లు సమాచారం.మే నుంచి కొత్త ఉద్యోగ ప్రకటనలువచ్చే మే నెల నుంచి ప్రభుత్వ ఉద్యోగాల భర్తీకి కొత్త నోటిఫికేషన్లు ఇస్తామని, అందులో భాగంగా మార్చి 31వ తేదీ నాటికి అన్ని శాఖల్లో ఖాళీల సంఖ్యను అందజేయాలని ప్రభుత్వానికి లేఖ రాయనున్నట్లు టీజీపీఎస్‌సీ ఛైర్మన్‌ బుర్రా వెంకటేశం తెలిపారు.త్వరలో స్థానిక సంస్థల ఎన్నికలుత్వరలో స్థానిక సంస్థల ఎన్నికలు నిర్వహించబోతున్నామని, కాంగ్రెస్‌ ఘన విజయానికి పార్టీ నేతలంతా కష్టపడి పనిచేయాలని ముఖ్యమంత్రి రేవంత్‌రెడ్డి అన్నారు.కేటీఆర్‌ వెంట న్యాయవాది వెళ్లొచ్చుఫార్ములా-ఈ రేసు వ్యవహారంలో ఏసీబీ నమోదు చేసిన కేసు విచారణ సమయంలో తన వెంట న్యాయవాదిని తీసుకెళ్లేందుకు మాజీ మంత్రి కేటీఆర్‌కు హైకోర్టు అనుమతించింది.మరిన్నిసంక్షేమ రాజ్యధర్మమిది!‘పిల్లల పెంపకంలో మనం చూపించే శ్రద్ధే భారతావని భవితను నిర్దేశిస్తుంది. కాబట్టి తోటమాలి ఎంత జాగ్రత్తగా మొక్కలను పెంచుతాడో అంత ప్రేమగా చిన్నారులను సంరక్షించుకోవాలి’ అన్నది పండిత నెహ్రూ హితవచనం.బ్రహ్మపుత్రపై చైనా కన్నుటిబెట్‌లో బ్రహ్మపుత్ర నదిపై చైనా మెగా డ్యామ్‌ నిర్మించనుండటం భారతదేశానికి తీవ్ర ఆందోళన కలిగిస్తోంది. భారత్, బంగ్లాదేశ్‌లలో బ్రహ్మపుత్ర నదీ ప్రవాహాన్ని ఈ డ్యామ్‌ దెబ్బతీసే ప్రమాదముంది. అస్సాం, అరుణాచల్‌ప్రదేశ్‌లలో పర్యావరణానికీ ముప్పు వాటిల్లనుంది. సైనిక వ్యూహపరంగానూ ఇండియాకు ఈ డ్యామ్‌ ప్రమాదకరమని రక్షణ వర్గాలు హెచ్చరిస్తున్నాయి.కార్డు వాడుతున్నారా... జాగ్రత్త!బ్యాంకుల ప్రధాన వ్యాపారం- ప్రజల నుంచి తక్కువ వడ్డీకి డిపాజిట్లు సేకరించి, ఎక్కువ వడ్డీకి రుణాలివ్వడం. కాలక్రమంలో బ్యాంకులు క్రెడిట్‌ కార్డు సదుపాయాన్ని అందుబాటులోకి తీసుకొచ్చాయి. అయితే, వీటిని సక్రమంగా వాడుకోవాల్సిన బాధ్యత వినియోగదారులపైనే ఉంది.మాటే... మంత్రంఎంత గొప్ప స్థానంలో ఉన్నవారమైనా, ఎదుటివారిని ఆదరించే మంచివాళ్లమే అయినా మన మాటతీరు సరిగా లేకపోతే ఆత్మీయులు కూడా దరిదాపుల్లోకి రారు. మన భావాలను ఎదుటివారికి బట్వాడా చేయడానికి, వారి అభిప్రాయాలను గ్రహించడానికి మంచి సంభాషణాచాతుర్యం అవసరం.మరిన్నిమనకెందుకులే అనుకుంటే...మన చుట్టూ జరిగే సంఘటనలకు ఒక్కో వ్యక్తీ ఒక్కో విధంగా స్పందిస్తారు. అది వారి మనస్తత్వాల మీద, ఆలోచనా విధానాల మీద ఆధారపడి ఉంటుంది. ‘లోకంలో ఎంత మంది మనుషులున్నారో, అన్ని రకాల స్వభావాలు కనిపిస్తాయి’ అంటాడో ఫ్రెంచి శాస్త్రవేత్త.యోగ్యత!ద్రోణుడు విచక్షణాజ్ఞానం కలవాడు. వివేకవంతుడు. ఆయనకు కొడుకుపై ఎంతటి మమకారమంటే- అశ్వత్థామ మరణించాడన్న గాలివార్త చెవిలో పడగానే ప్రాణాలు విడిచిపెట్టేసేటంత! అంతటి ప్రేమానురాగాలుండీ, అస్త్రవిద్యా బోధనలో ఆ ఆచార్యుడు గొప్ప ఔచిత్యాన్ని పాటించాడు.పూలను ప్రేమించు!సృష్టిలో అత్యంత విలువైనవి పువ్వులు. పరిమళాలతో స్వాగతం పలికే స్వభావం వాటి సొంతం. మనసులకు, పూలకు అవినాభావ సంబంధం ఉంది. పూల నైజం ఎలాంటిదో మనసుల తత్వమూ అలాంటిదే అని భావుకులు నమ్ముతారు. పూలంటే కవులకు ఎనలేని ప్రేమ.నిజమైన ప్రార్థనమనిషికి ప్రార్థన ఒక వరం.. అదో అపూర్వ ఆధ్యాత్మిక ద్వారం.. ఒక ధైర్యం! వెరసి ప్రార్థన ఒక గొప్ప ఆత్మానుభూతి! ప్రార్థన శక్తిమంతమైన సాధనమని విజ్ఞులు చెబుతారు.మరిన్నిగ్రహం - అనుగ్రహంతేది: 09-01-2025, గురువారంశ్రీ క్రోధి నామ సంవత్సరం; దక్షిణాయణం;హేమంత రుతువు, పుష్యమాసం, శుక్లపక్షందశమి: ఉ. 11-55 తదుపరి ఏకాదశి;భరణి:మ. 3-07 తదుపరి కృత్తికవర్జ్యం: రా. 2-24 నుంచి 3-54 వరకు;అమృత ఘడియలు: ఉ.10-39 నుంచి 12-09 వరకు;దుర్ముహూర్తం: ఉ. 10-17 నుంచి 11-01 వరకు; తిరిగి మ. 2-41 నుంచి 3-25 వరకు;రాహుకాలం: మ. 1-30 నుంచి 3-00 వరకు;సూర్యోదయం: ఉ. 6.37;సూర్యాస్తమయం: సా.5.37రాశిఫలంమేషంవృషభంమిథునంకర్కాటకంసింహంకన్యతులవృశ్చికంధనుస్సుమకరంకుంభంమీనం
దీని ప్రత్యేకతలేంటి?సర్వీసులందించే తేదీలు, రూట్‌లు ఇవే..ఘటనపై న్యాయ విచారణ జరిపిస్తాం: సీఎం చంద్రబాబుఎందుకంటే?సినీ తారల సోషల్‌ మీడియా సంగతులుతిరుపతి ఘటనపై డిప్యూటీ సీఎం పవన్‌రిజల్ట్స్‌ కోసం క్లిక్‌ చేయండి‘ప్రసన్న వదనం’ పాయల్‌ గురించి మీకివి తెలుసా?నిర్ణయం ప్రజలదే: అరవింద్ పనగఢియాశంకర్‌ మాయాజాలమిదీ!కొత్త ధరలు ఎప్పటి వరకు అంటే?
దీని ప్రత్యేకతలేంటి?సర్వీసులందించే తేదీలు, రూట్‌లు ఇవే..ఘటనపై న్యాయ విచారణ జరిపిస్తాం: సీఎం చంద్రబాబుఎందుకంటే?సినీ తారల సోషల్‌ మీడియా సంగతులుతిరుపతి ఘటనపై డిప్యూటీ సీఎం పవన్‌రిజల్ట్స్‌ కోసం క్లిక్‌ చేయండి‘ప్రసన్న వదనం’ పాయల్‌ గురించి మీకివి తెలుసా?నిర్ణయం ప్రజలదే: అరవింద్ పనగఢియాశంకర్‌ మాయాజాలమిదీ!కొత్త ధరలు ఎప్పటి వరకు అంటే?
దీని ప్రత్యేకతలేంటి?
దీని ప్రత్యేకతలేంటి?
సర్వీసులందించే తేదీలు, రూట్‌లు ఇవే..
సర్వీసులందించే తేదీలు, రూట్‌లు ఇవే..
ఘటనపై న్యాయ విచారణ జరిపిస్తాం: సీఎం చంద్రబాబు
ఘటనపై న్యాయ విచారణ జరిపిస్తాం: సీఎం చంద్రబాబు
ఎందుకంటే?
ఎందుకంటే?
సినీ తారల సోషల్‌ మీడియా సంగతులు
సినీ తారల సోషల్‌ మీడియా సంగతులు
తిరుపతి ఘటనపై డిప్యూటీ సీఎం పవన్‌
తిరుపతి ఘటనపై డిప్యూటీ సీఎం పవన్‌
రిజల్ట్స్‌ కోసం క్లిక్‌ చేయండి
రిజల్ట్స్‌ కోసం క్లిక్‌ చేయండి
‘ప్రసన్న వదనం’ పాయల్‌ గురించి మీకివి తెలుసా?
‘ప్రసన్న వదనం’ పాయల్‌ గురించి మీకివి తెలుసా?
నిర్ణయం ప్రజలదే: అరవింద్ పనగఢియా
నిర్ణయం ప్రజలదే: అరవింద్ పనగఢియా
శంకర్‌ మాయాజాలమిదీ!
శంకర్‌ మాయాజాలమిదీ!
కొత్త ధరలు ఎప్పటి వరకు అంటే?
కొత్త ధరలు ఎప్పటి వరకు అంటే?
Refresh for NEW storiesX‘అనగనగా ఆకాశం ఉంది’ సింగర్‌ జయచంద్రన్‌ ఇకలేరుగాయకుడు జయచంద్రన్‌ మరణించారు. అనారోగ్యంతో బాధపడుతున్న ఆయన త్రిశ్శూర్‌లోని ఆస్పత్రిలో చికిత్స పొందుతూ గురువారం రాత్రి తుదిశ్వాస విడిచారు.కాఫీ ఏ సమయంలో తాగితే మంచిదో తెలుసా?బ్రిటన్‌లో జరిపిన ఓ అధ్యయనంలో కాఫీపై ఆసక్తికరమైన విషయాలు బయటకొచ్చాయి.సీఎం రేవంత్‌రెడ్డి ఆస్ట్రేలియా పర్యటన రద్దుముఖ్యమంత్రి రేవంత్‌రెడ్డి ఆస్ట్రేలియా పర్యటన రద్దయింది. ఈనెల 14న దిల్లీ వెళ్లనున్నారు.ఈటీవీ విన్‌లో అల్లరి నరేశ్‌ ‘బచ్చలమల్లి’.. స్ట్రీమింగ్‌ ఎప్పుడంటే?అల్లరి నరేశ్‌ కథానాయకుడిగా సుబ్బు దర్శకత్వంలో రూపొందిన ‘బచ్చలమల్లి’ ఓటీటీలో స్ట్రీమింగ్‌కు సిద్ధమైంది.ఇరానీ ఛాయ్‌.. కరాచీ బిస్కెట్‌.. హైదరాబాద్‌ బిర్యానీ..: నాగార్జున స్పెషల్‌ వీడియోతెలంగాణ టూరిజం అభివృద్ధిలో భాగంగా రాష్ట్రంలోని పలు అందమైన ప్రదేశాలను వివరిస్తూ సినీ నటుడు నాగార్జున స్పెషల్‌ వీడియోలో మాట్లాడారు.ఉదయం షూటింగ్‌ ఉంటే మధ్యాహ్నం 3గంటలకు వస్తున్నారు: సోనూసూద్‌సినిమా నిర్మాణ వ్యయం పెరిగిపోవడంపై నటుడు సోనూసూద్‌ అసహనం వ్యక్తం చేశారు. ఆలస్యంగా షూటింగ్‌కు వస్తున్న నటులపైనా మండిపడ్డారు.
‘అనగనగా ఆకాశం ఉంది’ సింగర్‌ జయచంద్రన్‌ ఇకలేరుగాయకుడు జయచంద్రన్‌ మరణించారు. అనారోగ్యంతో బాధపడుతున్న ఆయన త్రిశ్శూర్‌లోని ఆస్పత్రిలో చికిత్స పొందుతూ గురువారం రాత్రి తుదిశ్వాస విడిచారు.కాఫీ ఏ సమయంలో తాగితే మంచిదో తెలుసా?బ్రిటన్‌లో జరిపిన ఓ అధ్యయనంలో కాఫీపై ఆసక్తికరమైన విషయాలు బయటకొచ్చాయి.సీఎం రేవంత్‌రెడ్డి ఆస్ట్రేలియా పర్యటన రద్దుముఖ్యమంత్రి రేవంత్‌రెడ్డి ఆస్ట్రేలియా పర్యటన రద్దయింది. ఈనెల 14న దిల్లీ వెళ్లనున్నారు.ఈటీవీ విన్‌లో అల్లరి నరేశ్‌ ‘బచ్చలమల్లి’.. స్ట్రీమింగ్‌ ఎప్పుడంటే?అల్లరి నరేశ్‌ కథానాయకుడిగా సుబ్బు దర్శకత్వంలో రూపొందిన ‘బచ్చలమల్లి’ ఓటీటీలో స్ట్రీమింగ్‌కు సిద్ధమైంది.ఇరానీ ఛాయ్‌.. కరాచీ బిస్కెట్‌.. హైదరాబాద్‌ బిర్యానీ..: నాగార్జున స్పెషల్‌ వీడియోతెలంగాణ టూరిజం అభివృద్ధిలో భాగంగా రాష్ట్రంలోని పలు అందమైన ప్రదేశాలను వివరిస్తూ సినీ నటుడు నాగార్జున స్పెషల్‌ వీడియోలో మాట్లాడారు.ఉదయం షూటింగ్‌ ఉంటే మధ్యాహ్నం 3గంటలకు వస్తున్నారు: సోనూసూద్‌సినిమా నిర్మాణ వ్యయం పెరిగిపోవడంపై నటుడు సోనూసూద్‌ అసహనం వ్యక్తం చేశారు. ఆలస్యంగా షూటింగ్‌కు వస్తున్న నటులపైనా మండిపడ్డారు.
‘అనగనగా ఆకాశం ఉంది’ సింగర్‌ జయచంద్రన్‌ ఇకలేరుగాయకుడు జయచంద్రన్‌ మరణించారు. అనారోగ్యంతో బాధపడుతున్న ఆయన త్రిశ్శూర్‌లోని ఆస్పత్రిలో చికిత్స పొందుతూ గురువారం రాత్రి తుదిశ్వాస విడిచారు.
కాఫీ ఏ సమయంలో తాగితే మంచిదో తెలుసా?బ్రిటన్‌లో జరిపిన ఓ అధ్యయనంలో కాఫీపై ఆసక్తికరమైన విషయాలు బయటకొచ్చాయి.
బ్రిటన్‌లో జరిపిన ఓ అధ్యయనంలో కాఫీపై ఆసక్తికరమైన విషయాలు బయటకొచ్చాయి.
సీఎం రేవంత్‌రెడ్డి ఆస్ట్రేలియా పర్యటన రద్దుముఖ్యమంత్రి రేవంత్‌రెడ్డి ఆస్ట్రేలియా పర్యటన రద్దయింది. ఈనెల 14న దిల్లీ వెళ్లనున్నారు.
ఈటీవీ విన్‌లో అల్లరి నరేశ్‌ ‘బచ్చలమల్లి’.. స్ట్రీమింగ్‌ ఎప్పుడంటే?అల్లరి నరేశ్‌ కథానాయకుడిగా సుబ్బు దర్శకత్వంలో రూపొందిన ‘బచ్చలమల్లి’ ఓటీటీలో స్ట్రీమింగ్‌కు సిద్ధమైంది.
ఇరానీ ఛాయ్‌.. కరాచీ బిస్కెట్‌.. హైదరాబాద్‌ బిర్యానీ..: నాగార్జున స్పెషల్‌ వీడియోతెలంగాణ టూరిజం అభివృద్ధిలో భాగంగా రాష్ట్రంలోని పలు అందమైన ప్రదేశాలను వివరిస్తూ సినీ నటుడు నాగార్జున స్పెషల్‌ వీడియోలో మాట్లాడారు.
ఉదయం షూటింగ్‌ ఉంటే మధ్యాహ్నం 3గంటలకు వస్తున్నారు: సోనూసూద్‌సినిమా నిర్మాణ వ్యయం పెరిగిపోవడంపై నటుడు సోనూసూద్‌ అసహనం వ్యక్తం చేశారు. ఆలస్యంగా షూటింగ్‌కు వస్తున్న నటులపైనా మండిపడ్డారు.
సంక్రాంతి పండగకు ఊరి ప్రయాణం.. పాట్లు అనేకంసినీ ఇండస్ట్రీలోకి వచ్చే తెలుగమ్మాయిలకు అదే చెప్తా!: అంజలిఎన్ని కేసులు పెట్టినా సరే.. భయపడేది లేదు: కేటీఆర్‌‘గేమ్‌ ఛేంజర్‌’ ట్రైలర్‌ చూశాక అంతా ఆ మాటే అంటున్నారు: అంజలి50 ఏళ్ల నాటి కారుతో సందర్శకులను ఆకట్టుకుంటున్న అంబాసిడర్ బాబా!భవిష్యత్తు యుద్ధంలో లేదు.. బుద్ధుడిలో ఉంది: ప్రధాని మోదీమరిన్ని
సంక్రాంతి పండగకు ఊరి ప్రయాణం.. పాట్లు అనేకం
సినీ ఇండస్ట్రీలోకి వచ్చే తెలుగమ్మాయిలకు అదే చెప్తా!: అంజలి
ఎన్ని కేసులు పెట్టినా సరే.. భయపడేది లేదు: కేటీఆర్‌
‘గేమ్‌ ఛేంజర్‌’ ట్రైలర్‌ చూశాక అంతా ఆ మాటే అంటున్నారు: అంజలి
50 ఏళ్ల నాటి కారుతో సందర్శకులను ఆకట్టుకుంటున్న అంబాసిడర్ బాబా!
భవిష్యత్తు యుద్ధంలో లేదు.. బుద్ధుడిలో ఉంది: ప్రధాని మోదీ
వెబ్ స్టోరీస్బంగీ జంప్‌.. లాంగ్‌ డ్రైవ్‌.. మంచు ట్రిప్‌ఎక్కువగా ఫాలో అవుతున్న వెల్‌నెస్‌ ట్రెండ్స్‌ ఇవే!సంక్రాంతి స్పెషల్‌.. ఓటీటీ వినోదాలివీ
బంగీ జంప్‌.. లాంగ్‌ డ్రైవ్‌.. మంచు ట్రిప్‌ఎక్కువగా ఫాలో అవుతున్న వెల్‌నెస్‌ ట్రెండ్స్‌ ఇవే!సంక్రాంతి స్పెషల్‌.. ఓటీటీ వినోదాలివీ
బంగీ జంప్‌.. లాంగ్‌ డ్రైవ్‌.. మంచు ట్రిప్‌
ఎక్కువగా ఫాలో అవుతున్న వెల్‌నెస్‌ ట్రెండ్స్‌ ఇవే!
సంక్రాంతి స్పెషల్‌.. ఓటీటీ వినోదాలివీ
ఆంధ్రప్రదేశ్తిరుపతి ఘటన.. ఇద్దరు అధికారులపై సస్పెన్షన్‌ వేటు: సీఎం చంద్రబాబుతొక్కిసలాట ఘటనకు సంబంధించి నిర్లక్ష్యంగా వ్యవహరించిన అధికారులపై చర్యలు తీసుకున్నట్టు ముఖ్యమంత్రి చంద్రబాబు తెలిపారు.తిరుపతి ఘటన.. ప్రభుత్వం తరఫున క్షమాపణలు చెబుతున్నా: డిప్యూటీ సీఎం పవన్‌వైకుంఠద్వార దర్శనం టోకెన్ల జారీ సందర్భంగా జరిగిన తిరుపతిలో జరిగిన తొక్కిసలాట ఘటనకు రాష్ట్ర ప్రభుత్వం తరఫున క్షమాపణలు చెబుతున్నట్టు డిప్యూటీ సీఎం పవన్‌ కల్యాణ్ తెలిపారు.మాతృభాషను రక్షించుకోకపోతే..అది మన ఉనికికే ప్రమాదం: పురందేశ్వరిప్రకృతి పట్ల అవగాహన పెంచుకోవడమే సంక్రాంతి అసలు లక్ష్యమని భాజపా ఏపీ రాష్ట్ర అధ్యక్షురాలు, ఎంపీ పురందేశ్వరి (Purandeswari) అన్నారు.మరిన్నితెలంగాణసీఎం రేవంత్‌రెడ్డి విదేశీ పర్యటనకు ఏసీబీ కోర్టు అనుమతిముఖ్యమంత్రి రేవంత్‌ రెడ్డి (Revanth Reddy) విదేశీ పర్యటనకు తెలంగాణ ఏసీబీ కోర్టు అనుమతి ఇచ్చింది. జనవరి 13 నుంచి 23 వరకు విదేశీ పర్యటనకు వెళ్లేందుకు కోర్టు అనుమతించింది.ఇంకో వంద కేసులు పెట్టినా ఎదుర్కొంటాం: కేటీఆర్‌పదేళ్ల భారాస పాలనలో అధినేత కేసీఆర్ నేతృత్వంలో ఎంతో నిబద్ధతతో, ఎక్కడా అవినీతి లేకుండా పనిచేశామని భారాస కార్యనిర్వాహక అధ్యక్షుడు కేటీఆర్‌ తెలిపారు.మార్చి నెలాఖరులోగా ఎల్‌ఆర్‌ఎస్‌ దరఖాస్తులు పరిష్కరించాలి: దాన కిశోర్‌ఎల్‌ఆర్‌ఎస్‌ దరఖాస్తుల పరిష్కారంపై దృష్టి సారించాలని పురపాలక శాఖ ముఖ్య కార్యదర్శి దాన కిశోర్‌ ఆ శాఖ అధికారులను ఆదేశించారు.మరిన్ని
ఆంధ్రప్రదేశ్తిరుపతి ఘటన.. ఇద్దరు అధికారులపై సస్పెన్షన్‌ వేటు: సీఎం చంద్రబాబుతొక్కిసలాట ఘటనకు సంబంధించి నిర్లక్ష్యంగా వ్యవహరించిన అధికారులపై చర్యలు తీసుకున్నట్టు ముఖ్యమంత్రి చంద్రబాబు తెలిపారు.తిరుపతి ఘటన.. ప్రభుత్వం తరఫున క్షమాపణలు చెబుతున్నా: డిప్యూటీ సీఎం పవన్‌వైకుంఠద్వార దర్శనం టోకెన్ల జారీ సందర్భంగా జరిగిన తిరుపతిలో జరిగిన తొక్కిసలాట ఘటనకు రాష్ట్ర ప్రభుత్వం తరఫున క్షమాపణలు చెబుతున్నట్టు డిప్యూటీ సీఎం పవన్‌ కల్యాణ్ తెలిపారు.మాతృభాషను రక్షించుకోకపోతే..అది మన ఉనికికే ప్రమాదం: పురందేశ్వరిప్రకృతి పట్ల అవగాహన పెంచుకోవడమే సంక్రాంతి అసలు లక్ష్యమని భాజపా ఏపీ రాష్ట్ర అధ్యక్షురాలు, ఎంపీ పురందేశ్వరి (Purandeswari) అన్నారు.మరిన్ని
తిరుపతి ఘటన.. ఇద్దరు అధికారులపై సస్పెన్షన్‌ వేటు: సీఎం చంద్రబాబుతొక్కిసలాట ఘటనకు సంబంధించి నిర్లక్ష్యంగా వ్యవహరించిన అధికారులపై చర్యలు తీసుకున్నట్టు ముఖ్యమంత్రి చంద్రబాబు తెలిపారు.తిరుపతి ఘటన.. ప్రభుత్వం తరఫున క్షమాపణలు చెబుతున్నా: డిప్యూటీ సీఎం పవన్‌వైకుంఠద్వార దర్శనం టోకెన్ల జారీ సందర్భంగా జరిగిన తిరుపతిలో జరిగిన తొక్కిసలాట ఘటనకు రాష్ట్ర ప్రభుత్వం తరఫున క్షమాపణలు చెబుతున్నట్టు డిప్యూటీ సీఎం పవన్‌ కల్యాణ్ తెలిపారు.మాతృభాషను రక్షించుకోకపోతే..అది మన ఉనికికే ప్రమాదం: పురందేశ్వరిప్రకృతి పట్ల అవగాహన పెంచుకోవడమే సంక్రాంతి అసలు లక్ష్యమని భాజపా ఏపీ రాష్ట్ర అధ్యక్షురాలు, ఎంపీ పురందేశ్వరి (Purandeswari) అన్నారు.మరిన్ని
తిరుపతి ఘటన.. ఇద్దరు అధికారులపై సస్పెన్షన్‌ వేటు: సీఎం చంద్రబాబుతొక్కిసలాట ఘటనకు సంబంధించి నిర్లక్ష్యంగా వ్యవహరించిన అధికారులపై చర్యలు తీసుకున్నట్టు ముఖ్యమంత్రి చంద్రబాబు తెలిపారు.
తిరుపతి ఘటన.. ప్రభుత్వం తరఫున క్షమాపణలు చెబుతున్నా: డిప్యూటీ సీఎం పవన్‌వైకుంఠద్వార దర్శనం టోకెన్ల జారీ సందర్భంగా జరిగిన తిరుపతిలో జరిగిన తొక్కిసలాట ఘటనకు రాష్ట్ర ప్రభుత్వం తరఫున క్షమాపణలు చెబుతున్నట్టు డిప్యూటీ సీఎం పవన్‌ కల్యాణ్ తెలిపారు.
మాతృభాషను రక్షించుకోకపోతే..అది మన ఉనికికే ప్రమాదం: పురందేశ్వరిప్రకృతి పట్ల అవగాహన పెంచుకోవడమే సంక్రాంతి అసలు లక్ష్యమని భాజపా ఏపీ రాష్ట్ర అధ్యక్షురాలు, ఎంపీ పురందేశ్వరి (Purandeswari) అన్నారు.
తెలంగాణసీఎం రేవంత్‌రెడ్డి విదేశీ పర్యటనకు ఏసీబీ కోర్టు అనుమతిముఖ్యమంత్రి రేవంత్‌ రెడ్డి (Revanth Reddy) విదేశీ పర్యటనకు తెలంగాణ ఏసీబీ కోర్టు అనుమతి ఇచ్చింది. జనవరి 13 నుంచి 23 వరకు విదేశీ పర్యటనకు వెళ్లేందుకు కోర్టు అనుమతించింది.ఇంకో వంద కేసులు పెట్టినా ఎదుర్కొంటాం: కేటీఆర్‌పదేళ్ల భారాస పాలనలో అధినేత కేసీఆర్ నేతృత్వంలో ఎంతో నిబద్ధతతో, ఎక్కడా అవినీతి లేకుండా పనిచేశామని భారాస కార్యనిర్వాహక అధ్యక్షుడు కేటీఆర్‌ తెలిపారు.మార్చి నెలాఖరులోగా ఎల్‌ఆర్‌ఎస్‌ దరఖాస్తులు పరిష్కరించాలి: దాన కిశోర్‌ఎల్‌ఆర్‌ఎస్‌ దరఖాస్తుల పరిష్కారంపై దృష్టి సారించాలని పురపాలక శాఖ ముఖ్య కార్యదర్శి దాన కిశోర్‌ ఆ శాఖ అధికారులను ఆదేశించారు.మరిన్ని
సీఎం రేవంత్‌రెడ్డి విదేశీ పర్యటనకు ఏసీబీ కోర్టు అనుమతిముఖ్యమంత్రి రేవంత్‌ రెడ్డి (Revanth Reddy) విదేశీ పర్యటనకు తెలంగాణ ఏసీబీ కోర్టు అనుమతి ఇచ్చింది. జనవరి 13 నుంచి 23 వరకు విదేశీ పర్యటనకు వెళ్లేందుకు కోర్టు అనుమతించింది.ఇంకో వంద కేసులు పెట్టినా ఎదుర్కొంటాం: కేటీఆర్‌పదేళ్ల భారాస పాలనలో అధినేత కేసీఆర్ నేతృత్వంలో ఎంతో నిబద్ధతతో, ఎక్కడా అవినీతి లేకుండా పనిచేశామని భారాస కార్యనిర్వాహక అధ్యక్షుడు కేటీఆర్‌ తెలిపారు.మార్చి నెలాఖరులోగా ఎల్‌ఆర్‌ఎస్‌ దరఖాస్తులు పరిష్కరించాలి: దాన కిశోర్‌ఎల్‌ఆర్‌ఎస్‌ దరఖాస్తుల పరిష్కారంపై దృష్టి సారించాలని పురపాలక శాఖ ముఖ్య కార్యదర్శి దాన కిశోర్‌ ఆ శాఖ అధికారులను ఆదేశించారు.మరిన్ని
సీఎం రేవంత్‌రెడ్డి విదేశీ పర్యటనకు ఏసీబీ కోర్టు అనుమతిముఖ్యమంత్రి రేవంత్‌ రెడ్డి (Revanth Reddy) విదేశీ పర్యటనకు తెలంగాణ ఏసీబీ కోర్టు అనుమతి ఇచ్చింది. జనవరి 13 నుంచి 23 వరకు విదేశీ పర్యటనకు వెళ్లేందుకు కోర్టు అనుమతించింది.
ఇంకో వంద కేసులు పెట్టినా ఎదుర్కొంటాం: కేటీఆర్‌పదేళ్ల భారాస పాలనలో అధినేత కేసీఆర్ నేతృత్వంలో ఎంతో నిబద్ధతతో, ఎక్కడా అవినీతి లేకుండా పనిచేశామని భారాస కార్యనిర్వాహక అధ్యక్షుడు కేటీఆర్‌ తెలిపారు.
మార్చి నెలాఖరులోగా ఎల్‌ఆర్‌ఎస్‌ దరఖాస్తులు పరిష్కరించాలి: దాన కిశోర్‌ఎల్‌ఆర్‌ఎస్‌ దరఖాస్తుల పరిష్కారంపై దృష్టి సారించాలని పురపాలక శాఖ ముఖ్య కార్యదర్శి దాన కిశోర్‌ ఆ శాఖ అధికారులను ఆదేశించారు.
అంజలిభద్రాచలంలో వైభవంగా వైకుంఠ ఏకాదశి ఉత్సవాలుతిరుమలలో వైకుంఠ ఏకాదశికి సుందరంగా ఏర్పాట్లుతిరుపతిలో తొక్కిసలాట జరిగిన ప్రాంతాలను పరిశీలించిన సీఎంహాలీవుడ్‌ను చుట్టుముట్టిన కార్చిచ్చుచిత్రం చెప్పే విశేషాలు (09-01-2025)మరిన్ని
అంజలిభద్రాచలంలో వైభవంగా వైకుంఠ ఏకాదశి ఉత్సవాలుతిరుమలలో వైకుంఠ ఏకాదశికి సుందరంగా ఏర్పాట్లుతిరుపతిలో తొక్కిసలాట జరిగిన ప్రాంతాలను పరిశీలించిన సీఎంహాలీవుడ్‌ను చుట్టుముట్టిన కార్చిచ్చుచిత్రం చెప్పే విశేషాలు (09-01-2025)
అంజలి
అంజలి
భద్రాచలంలో వైభవంగా వైకుంఠ ఏకాదశి ఉత్సవాలు
భద్రాచలంలో వైభవంగా వైకుంఠ ఏకాదశి ఉత్సవాలు
తిరుమలలో వైకుంఠ ఏకాదశికి సుందరంగా ఏర్పాట్లు
తిరుమలలో వైకుంఠ ఏకాదశికి సుందరంగా ఏర్పాట్లు
తిరుపతిలో తొక్కిసలాట జరిగిన ప్రాంతాలను పరిశీలించిన సీఎం
తిరుపతిలో తొక్కిసలాట జరిగిన ప్రాంతాలను పరిశీలించిన సీఎం
హాలీవుడ్‌ను చుట్టుముట్టిన కార్చిచ్చు
హాలీవుడ్‌ను చుట్టుముట్టిన కార్చిచ్చు
చిత్రం చెప్పే విశేషాలు 
చిత్రం చెప్పే విశేషాలు 
సినిమా‘అనగనగా ఆకాశం ఉంది’ సింగర్‌ జయచంద్రన్‌ ఇకలేరుగాయకుడు జయచంద్రన్‌ మరణించారు. అనారోగ్యంతో బాధపడుతున్న ఆయన త్రిశ్శూర్‌లోని ఆస్పత్రిలో చికిత్స పొందుతూ గురువారం రాత్రి తుదిశ్వాస విడిచారు.అలియా బీచ్‌ స్టిల్‌.. కొత్త హెయిర్‌ స్టైల్‌తో శ్రద్ధ.. క్యాప్షన్‌ కోరిన రకుల్‌!సినీ తారలు సోషల్‌ మీడియా వేదికగా అభిమానులతో పంచుకున్న విశేషాలివీ..పాటలో 7 వింతలు.. విజువల్స్‌తో ‘ఐ’ ఫీస్ట్‌: శంకర్‌ మాయాజాలమిదీ!శంకర్‌ తెరకెక్కించిన కొత్త చిత్రం ‘గేమ్‌ ఛేంజర్‌’ శుక్రవారం విడుదల కానుంది. ఈ సందర్భంగా ఆయన సినిమాల్లోని కొన్ని విశేషాలివీ..మరిన్నిఛాంపియన్నాన్నా.. మళ్లీ పెళ్లి చేసుకోవాలనుంది: శిఖర్‌ ధావన్‌శిఖర్‌ ధావన్‌ తన తండ్రి మహేంద్ర పాల్‌ ధావన్‌తో జరిగిన ఓ సరదా సన్నివేశాన్ని శిఖర్‌ ధావన్‌ ఇన్‌స్టాగ్రామ్‌లో పోస్టు చేశాడు. ప్రస్తుతం అది వైరల్‌గా మారింది.రోహిత్‌ ఫిట్‌నెస్‌పై దృష్టిపెట్టాలి.. ఎలా బయటపడాలో కోహ్లీకి తెలుసు: సిద్ధూVirat - Kohli: స్టార్ క్రికెటర్లకు ప్రత్యేకంగా ఏమీ చెప్పక్కర్లేదని.. క్లిష్ట పరిస్థితుల్లో నుంచి ఎలాగైనా బయటపడతారని మాజీ క్రికెటర్ నవ్‌జ్యోత్ సిద్ధూ వ్యాఖ్యానించాడు.‘హ్యాట్రిక్‌ల స్టార్‌’కు ఛాన్స్ ఇవ్వరా?: భారత మాజీ క్రికెటర్ ప్రశ్నKuldeep Yadav: చైనామన్‌ బౌలింగ్‌తో ప్రత్యర్థి బ్యాటర్లను బుట్టలో వేసే బౌలర్ కుల్‌దీప్‌ యాదవ్. మరి అతడికి ఛాంపియన్స్‌ ట్రోఫీలో ఆడే అవకాశం వస్తుందా? లేదా? అనేది ఆసక్తికరంగా మారింది.మరిన్ని
‘అనగనగా ఆకాశం ఉంది’ సింగర్‌ జయచంద్రన్‌ ఇకలేరుగాయకుడు జయచంద్రన్‌ మరణించారు. అనారోగ్యంతో బాధపడుతున్న ఆయన త్రిశ్శూర్‌లోని ఆస్పత్రిలో చికిత్స పొందుతూ గురువారం రాత్రి తుదిశ్వాస విడిచారు.అలియా బీచ్‌ స్టిల్‌.. కొత్త హెయిర్‌ స్టైల్‌తో శ్రద్ధ.. క్యాప్షన్‌ కోరిన రకుల్‌!సినీ తారలు సోషల్‌ మీడియా వేదికగా అభిమానులతో పంచుకున్న విశేషాలివీ..పాటలో 7 వింతలు.. విజువల్స్‌తో ‘ఐ’ ఫీస్ట్‌: శంకర్‌ మాయాజాలమిదీ!శంకర్‌ తెరకెక్కించిన కొత్త చిత్రం ‘గేమ్‌ ఛేంజర్‌’ శుక్రవారం విడుదల కానుంది. ఈ సందర్భంగా ఆయన సినిమాల్లోని కొన్ని విశేషాలివీ..మరిన్ని
‘అనగనగా ఆకాశం ఉంది’ సింగర్‌ జయచంద్రన్‌ ఇకలేరుగాయకుడు జయచంద్రన్‌ మరణించారు. అనారోగ్యంతో బాధపడుతున్న ఆయన త్రిశ్శూర్‌లోని ఆస్పత్రిలో చికిత్స పొందుతూ గురువారం రాత్రి తుదిశ్వాస విడిచారు.
అలియా బీచ్‌ స్టిల్‌.. కొత్త హెయిర్‌ స్టైల్‌తో శ్రద్ధ.. క్యాప్షన్‌ కోరిన రకుల్‌!సినీ తారలు సోషల్‌ మీడియా వేదికగా అభిమానులతో పంచుకున్న విశేషాలివీ..
పాటలో 7 వింతలు.. విజువల్స్‌తో ‘ఐ’ ఫీస్ట్‌: శంకర్‌ మాయాజాలమిదీ!శంకర్‌ తెరకెక్కించిన కొత్త చిత్రం ‘గేమ్‌ ఛేంజర్‌’ శుక్రవారం విడుదల కానుంది. ఈ సందర్భంగా ఆయన సినిమాల్లోని కొన్ని విశేషాలివీ..
నాన్నా.. మళ్లీ పెళ్లి చేసుకోవాలనుంది: శిఖర్‌ ధావన్‌శిఖర్‌ ధావన్‌ తన తండ్రి మహేంద్ర పాల్‌ ధావన్‌తో జరిగిన ఓ సరదా సన్నివేశాన్ని శిఖర్‌ ధావన్‌ ఇన్‌స్టాగ్రామ్‌లో పోస్టు చేశాడు. ప్రస్తుతం అది వైరల్‌గా మారింది.రోహిత్‌ ఫిట్‌నెస్‌పై దృష్టిపెట్టాలి.. ఎలా బయటపడాలో కోహ్లీకి తెలుసు: సిద్ధూVirat - Kohli: స్టార్ క్రికెటర్లకు ప్రత్యేకంగా ఏమీ చెప్పక్కర్లేదని.. క్లిష్ట పరిస్థితుల్లో నుంచి ఎలాగైనా బయటపడతారని మాజీ క్రికెటర్ నవ్‌జ్యోత్ సిద్ధూ వ్యాఖ్యానించాడు.‘హ్యాట్రిక్‌ల స్టార్‌’కు ఛాన్స్ ఇవ్వరా?: భారత మాజీ క్రికెటర్ ప్రశ్నKuldeep Yadav: చైనామన్‌ బౌలింగ్‌తో ప్రత్యర్థి బ్యాటర్లను బుట్టలో వేసే బౌలర్ కుల్‌దీప్‌ యాదవ్. మరి అతడికి ఛాంపియన్స్‌ ట్రోఫీలో ఆడే అవకాశం వస్తుందా? లేదా? అనేది ఆసక్తికరంగా మారింది.మరిన్ని
నాన్నా.. మళ్లీ పెళ్లి చేసుకోవాలనుంది: శిఖర్‌ ధావన్‌శిఖర్‌ ధావన్‌ తన తండ్రి మహేంద్ర పాల్‌ ధావన్‌తో జరిగిన ఓ సరదా సన్నివేశాన్ని శిఖర్‌ ధావన్‌ ఇన్‌స్టాగ్రామ్‌లో పోస్టు చేశాడు. ప్రస్తుతం అది వైరల్‌గా మారింది.
రోహిత్‌ ఫిట్‌నెస్‌పై దృష్టిపెట్టాలి.. ఎలా బయటపడాలో కోహ్లీకి తెలుసు: సిద్ధూVirat - Kohli: స్టార్ క్రికెటర్లకు ప్రత్యేకంగా ఏమీ చెప్పక్కర్లేదని.. క్లిష్ట పరిస్థితుల్లో నుంచి ఎలాగైనా బయటపడతారని మాజీ క్రికెటర్ నవ్‌జ్యోత్ సిద్ధూ వ్యాఖ్యానించాడు.
‘హ్యాట్రిక్‌ల స్టార్‌’కు ఛాన్స్ ఇవ్వరా?: భారత మాజీ క్రికెటర్ ప్రశ్నKuldeep Yadav: చైనామన్‌ బౌలింగ్‌తో ప్రత్యర్థి బ్యాటర్లను బుట్టలో వేసే బౌలర్ కుల్‌దీప్‌ యాదవ్. మరి అతడికి ఛాంపియన్స్‌ ట్రోఫీలో ఆడే అవకాశం వస్తుందా? లేదా? అనేది ఆసక్తికరంగా మారింది.
బిజినెస్పోకో X7 సిరీస్‌లో రెండు ఫోన్స్‌.. ధర, ఇతర వివరాలు ఇవే!Poco X7: పోకో సంస్థ ఎక్స్‌7, ఎక్స్‌ 7 ప్రో స్మార్ట్‌ఫోన్లను లాంచ్‌ చేసింది. ఫ్లిప్‌కార్ట్‌లో వీటిని విక్రయాలు ప్రారంభం కానున్నాయి.మిగిలిపోయిన ఆహారం కోసం స్విగ్గీ సర్వ్స్‌.. ఇన్‌స్టామార్ట్ కోసం కొత్త యాప్‌ప్రముఖ ఫుడ్‌ డెలివరీ ప్లాట్‌ఫామ్‌ స్విగ్గీ మరో కొత్త యాప్‌ను తీసుకొచ్చేందుకు సన్నద్ధమవుతోంది. క్విక్‌ కామర్స్ ఇన్‌స్టామార్ట్ (Instamart) సేవల కోసం కొత్త అప్లికేషన్‌ను త్వరలో తీసుకురానుంది.2025లో 8 కొత్త మోడళ్లను ప్రవేశ పెట్టనున్న మెర్సిడెస్‌ప్రముఖ లగ్జరీ కార్ల తయారీ సంస్థ ‘మెర్సిడెస్‌-బెంజ్‌’ గడిచిన ఏడాది దేశీయ విక్రయాల్లో 12% వృద్ధిని నమోదు చేసింది. 2025లో బ్యాటరీ ఎలక్ట్రిక్‌ వాహనాలతో సహా 8 కొత్త మోడళ్లను విడుదల చేయాలని కంపెనీ యోచిస్తోంది.మరిన్నిక్రైమ్మేనకోడలి పెళ్లి నచ్చక.. విందు భోజనంలో విషం!తన చేతుల్లో పెరిగిన మేనకోడలు ఇష్టమైన వ్యక్తితో పారిపోయి పెళ్లి చేసుకొందన్న ఆవేదనతో ఓ మేనమామ విందుభోజనంలో విషం కలిపాడు.అన్నీ తెలుసు.. కానీ, చెప్పలేను!అధికార పార్టీ నేతలపై అసభ్య పోస్టులు పెట్టిన వైకాపా సామాజిక మాధ్యమ కార్యకర్త వర్రా రవీందర్‌రెడ్డికి మొదటి రోజు పోలీసు కస్టడీ ముగిసింది. వర్రా పెట్టిన ఫేస్‌బుక్‌ పోస్టుల ఆధారంగా ఆయన్ను వైఎస్సార్‌ జిల్లా పులివెందుల డీఎస్పీ మురళీనాయక్‌ మంగళవారం సుదీర్ఘంగా ప్రశ్నించారు.మనాలీలో తెలుగు యువకుడి మృతిహిమాచల్‌ప్రదేశ్‌లోని కుల్లు జిల్లాలో జరిగిన ప్రమాదంలో ఆంధ్రప్రదేశ్‌కు చెందిన యువకుడు ప్రాణాలు కోల్పోయినట్లు పోలీసులు బుధవారం తెలిపారు.మరిన్ని
పోకో X7 సిరీస్‌లో రెండు ఫోన్స్‌.. ధర, ఇతర వివరాలు ఇవే!Poco X7: పోకో సంస్థ ఎక్స్‌7, ఎక్స్‌ 7 ప్రో స్మార్ట్‌ఫోన్లను లాంచ్‌ చేసింది. ఫ్లిప్‌కార్ట్‌లో వీటిని విక్రయాలు ప్రారంభం కానున్నాయి.మిగిలిపోయిన ఆహారం కోసం స్విగ్గీ సర్వ్స్‌.. ఇన్‌స్టామార్ట్ కోసం కొత్త యాప్‌ప్రముఖ ఫుడ్‌ డెలివరీ ప్లాట్‌ఫామ్‌ స్విగ్గీ మరో కొత్త యాప్‌ను తీసుకొచ్చేందుకు సన్నద్ధమవుతోంది. క్విక్‌ కామర్స్ ఇన్‌స్టామార్ట్ (Instamart) సేవల కోసం కొత్త అప్లికేషన్‌ను త్వరలో తీసుకురానుంది.2025లో 8 కొత్త మోడళ్లను ప్రవేశ పెట్టనున్న మెర్సిడెస్‌ప్రముఖ లగ్జరీ కార్ల తయారీ సంస్థ ‘మెర్సిడెస్‌-బెంజ్‌’ గడిచిన ఏడాది దేశీయ విక్రయాల్లో 12% వృద్ధిని నమోదు చేసింది. 2025లో బ్యాటరీ ఎలక్ట్రిక్‌ వాహనాలతో సహా 8 కొత్త మోడళ్లను విడుదల చేయాలని కంపెనీ యోచిస్తోంది.మరిన్ని
పోకో X7 సిరీస్‌లో రెండు ఫోన్స్‌.. ధర, ఇతర వివరాలు ఇవే!Poco X7: పోకో సంస్థ ఎక్స్‌7, ఎక్స్‌ 7 ప్రో స్మార్ట్‌ఫోన్లను లాంచ్‌ చేసింది. ఫ్లిప్‌కార్ట్‌లో వీటిని విక్రయాలు ప్రారంభం కానున్నాయి.
మిగిలిపోయిన ఆహారం కోసం స్విగ్గీ సర్వ్స్‌.. ఇన్‌స్టామార్ట్ కోసం కొత్త యాప్‌ప్రముఖ ఫుడ్‌ డెలివరీ ప్లాట్‌ఫామ్‌ స్విగ్గీ మరో కొత్త యాప్‌ను తీసుకొచ్చేందుకు సన్నద్ధమవుతోంది. క్విక్‌ కామర్స్ ఇన్‌స్టామార్ట్ (Instamart) సేవల కోసం కొత్త అప్లికేషన్‌ను త్వరలో తీసుకురానుంది.
2025లో 8 కొత్త మోడళ్లను ప్రవేశ పెట్టనున్న మెర్సిడెస్‌ప్రముఖ లగ్జరీ కార్ల తయారీ సంస్థ ‘మెర్సిడెస్‌-బెంజ్‌’ గడిచిన ఏడాది దేశీయ విక్రయాల్లో 12% వృద్ధిని నమోదు చేసింది. 2025లో బ్యాటరీ ఎలక్ట్రిక్‌ వాహనాలతో సహా 8 కొత్త మోడళ్లను విడుదల చేయాలని కంపెనీ యోచిస్తోంది.
మేనకోడలి పెళ్లి నచ్చక.. విందు భోజనంలో విషం!తన చేతుల్లో పెరిగిన మేనకోడలు ఇష్టమైన వ్యక్తితో పారిపోయి పెళ్లి చేసుకొందన్న ఆవేదనతో ఓ మేనమామ విందుభోజనంలో విషం కలిపాడు.అన్నీ తెలుసు.. కానీ, చెప్పలేను!అధికార పార్టీ నేతలపై అసభ్య పోస్టులు పెట్టిన వైకాపా సామాజిక మాధ్యమ కార్యకర్త వర్రా రవీందర్‌రెడ్డికి మొదటి రోజు పోలీసు కస్టడీ ముగిసింది. వర్రా పెట్టిన ఫేస్‌బుక్‌ పోస్టుల ఆధారంగా ఆయన్ను వైఎస్సార్‌ జిల్లా పులివెందుల డీఎస్పీ మురళీనాయక్‌ మంగళవారం సుదీర్ఘంగా ప్రశ్నించారు.మనాలీలో తెలుగు యువకుడి మృతిహిమాచల్‌ప్రదేశ్‌లోని కుల్లు జిల్లాలో జరిగిన ప్రమాదంలో ఆంధ్రప్రదేశ్‌కు చెందిన యువకుడు ప్రాణాలు కోల్పోయినట్లు పోలీసులు బుధవారం తెలిపారు.మరిన్ని
మేనకోడలి పెళ్లి నచ్చక.. విందు భోజనంలో విషం!తన చేతుల్లో పెరిగిన మేనకోడలు ఇష్టమైన వ్యక్తితో పారిపోయి పెళ్లి చేసుకొందన్న ఆవేదనతో ఓ మేనమామ విందుభోజనంలో విషం కలిపాడు.
అన్నీ తెలుసు.. కానీ, చెప్పలేను!అధికార పార్టీ నేతలపై అసభ్య పోస్టులు పెట్టిన వైకాపా సామాజిక మాధ్యమ కార్యకర్త వర్రా రవీందర్‌రెడ్డికి మొదటి రోజు పోలీసు కస్టడీ ముగిసింది. వర్రా పెట్టిన ఫేస్‌బుక్‌ పోస్టుల ఆధారంగా ఆయన్ను వైఎస్సార్‌ జిల్లా పులివెందుల డీఎస్పీ మురళీనాయక్‌ మంగళవారం సుదీర్ఘంగా ప్రశ్నించారు.
మనాలీలో తెలుగు యువకుడి మృతిహిమాచల్‌ప్రదేశ్‌లోని కుల్లు జిల్లాలో జరిగిన ప్రమాదంలో ఆంధ్రప్రదేశ్‌కు చెందిన యువకుడు ప్రాణాలు కోల్పోయినట్లు పోలీసులు బుధవారం తెలిపారు.
వెబ్ ప్రత్యేకంకుంభమేళా కథ తెలుసా?... దీని ప్రత్యేకతలేంటి?ప్రపంచంలోనే అతిపెద్ద ఆధ్యాత్మిక సంగమం ‘మహాకుంభ మేళా’కు (Maha Kumbha Mela) సమయం ఆసన్నమైంది.మరిన్నివసుంధరKiara Advani: నాకు పాప పుడితే ఆ పేరు పెట్టుకోవాలనుకున్నా!ఇప్పటి హీరోయిన్లను మెరుపుతీగలు అంటున్నారు. ఎందుకంటే ఒకట్రెండు సినిమాల్లో ఇలా నటించి అలా మాయమైపోతున్నారు. అంతేతప్ప.. ఏళ్ల తరబడి ఇండస్ట్రీలో వరుస అవకాశాలు అందుకునే వారు చాలా అరుదుగా కనిపిస్తున్నారు. అలాంటి నాయికల్లో కియారా అడ్వాణీ ముందు వరుసలో ఉంటుంది....మరిన్ని
కుంభమేళా కథ తెలుసా?... దీని ప్రత్యేకతలేంటి?ప్రపంచంలోనే అతిపెద్ద ఆధ్యాత్మిక సంగమం ‘మహాకుంభ మేళా’కు (Maha Kumbha Mela) సమయం ఆసన్నమైంది.మరిన్ని
కుంభమేళా కథ తెలుసా?... దీని ప్రత్యేకతలేంటి?ప్రపంచంలోనే అతిపెద్ద ఆధ్యాత్మిక సంగమం ‘మహాకుంభ మేళా’కు (Maha Kumbha Mela) సమయం ఆసన్నమైంది.
Kiara Advani: నాకు పాప పుడితే ఆ పేరు పెట్టుకోవాలనుకున్నా!ఇప్పటి హీరోయిన్లను మెరుపుతీగలు అంటున్నారు. ఎందుకంటే ఒకట్రెండు సినిమాల్లో ఇలా నటించి అలా మాయమైపోతున్నారు. అంతేతప్ప.. ఏళ్ల తరబడి ఇండస్ట్రీలో వరుస అవకాశాలు అందుకునే వారు చాలా అరుదుగా కనిపిస్తున్నారు. అలాంటి నాయికల్లో కియారా అడ్వాణీ ముందు వరుసలో ఉంటుంది....మరిన్ని
Kiara Advani: నాకు పాప పుడితే ఆ పేరు పెట్టుకోవాలనుకున్నా!ఇప్పటి హీరోయిన్లను మెరుపుతీగలు అంటున్నారు. ఎందుకంటే ఒకట్రెండు సినిమాల్లో ఇలా నటించి అలా మాయమైపోతున్నారు. అంతేతప్ప.. ఏళ్ల తరబడి ఇండస్ట్రీలో వరుస అవకాశాలు అందుకునే వారు చాలా అరుదుగా కనిపిస్తున్నారు. అలాంటి నాయికల్లో కియారా అడ్వాణీ ముందు వరుసలో ఉంటుంది....
దేవతార్చనమంత్రాలయం శ్రీ రాఘవేంద్రస్వామిభారతదేశంలో ప్రఖ్యాతిగాంచిన ఆధ్యాత్మిక క్షేత్రాల్లో ఒకటిగా కర్నూలు జిల్లాలోని మంత్రాలయం- శ్రీ రాఘవేంద్రస్వామివారి మఠం వెలుగొందుతోంది. రాఘవేంద్రస్వామి జీవసమాధిలోకి ప్రవేశించిన బృందావనాన్ని దర్శించుకునేందుకు కర్ణాటక, మహారాష్ట్ర, ఆంధ్ర, తెలంగాణ రాష్ట్రాల నుంచి నిత్యం 10వేలమందికి పైగా భక్తులు.. ...మరిన్నిసండే మ్యాగజైన్ఓ మనిషిగా మీకెన్ని స్టార్స్‌?ఫుడ్‌ డెలివరీ బాయ్‌కి భోజనప్రియుడు, క్యాబ్‌ డ్రైవర్‌కు ప్రయాణికుడు, బ్యాంకు ఉద్యోగికి ఖాతాదారుడు... ఇలా చాలా సందర్భాల్లో చాలామంది రేటింగ్‌ ఇస్తుంటారు. ఎదుటి వ్యక్తి పనితీరును బట్టి... కొన్నిసార్లు ఐదు నక్షత్రాలతో మురిపిస్తారు.మరిన్ని
మంత్రాలయం శ్రీ రాఘవేంద్రస్వామిభారతదేశంలో ప్రఖ్యాతిగాంచిన ఆధ్యాత్మిక క్షేత్రాల్లో ఒకటిగా కర్నూలు జిల్లాలోని మంత్రాలయం- శ్రీ రాఘవేంద్రస్వామివారి మఠం వెలుగొందుతోంది. రాఘవేంద్రస్వామి జీవసమాధిలోకి ప్రవేశించిన బృందావనాన్ని దర్శించుకునేందుకు కర్ణాటక, మహారాష్ట్ర, ఆంధ్ర, తెలంగాణ రాష్ట్రాల నుంచి నిత్యం 10వేలమందికి పైగా భక్తులు.. ...మరిన్ని
మంత్రాలయం శ్రీ రాఘవేంద్రస్వామిభారతదేశంలో ప్రఖ్యాతిగాంచిన ఆధ్యాత్మిక క్షేత్రాల్లో ఒకటిగా కర్నూలు జిల్లాలోని మంత్రాలయం- శ్రీ రాఘవేంద్రస్వామివారి మఠం వెలుగొందుతోంది. రాఘవేంద్రస్వామి జీవసమాధిలోకి ప్రవేశించిన బృందావనాన్ని దర్శించుకునేందుకు కర్ణాటక, మహారాష్ట్ర, ఆంధ్ర, తెలంగాణ రాష్ట్రాల నుంచి నిత్యం 10వేలమందికి పైగా భక్తులు.. ...
ఓ మనిషిగా మీకెన్ని స్టార్స్‌?ఫుడ్‌ డెలివరీ బాయ్‌కి భోజనప్రియుడు, క్యాబ్‌ డ్రైవర్‌కు ప్రయాణికుడు, బ్యాంకు ఉద్యోగికి ఖాతాదారుడు... ఇలా చాలా సందర్భాల్లో చాలామంది రేటింగ్‌ ఇస్తుంటారు. ఎదుటి వ్యక్తి పనితీరును బట్టి... కొన్నిసార్లు ఐదు నక్షత్రాలతో మురిపిస్తారు.మరిన్ని
ఓ మనిషిగా మీకెన్ని స్టార్స్‌?ఫుడ్‌ డెలివరీ బాయ్‌కి భోజనప్రియుడు, క్యాబ్‌ డ్రైవర్‌కు ప్రయాణికుడు, బ్యాంకు ఉద్యోగికి ఖాతాదారుడు... ఇలా చాలా సందర్భాల్లో చాలామంది రేటింగ్‌ ఇస్తుంటారు. ఎదుటి వ్యక్తి పనితీరును బట్టి... కొన్నిసార్లు ఐదు నక్షత్రాలతో మురిపిస్తారు.
ఆంధ్రప్రదేశ్తెలంగాణసంపాదకీయంఅంతర్యామిఆంధ్ర అభివృద్ధికి భుజం కాస్తాఆంధ్రప్రదేశ్‌లో ముఖ్యమంత్రి చంద్రబాబు సారథ్యంలోని ఎన్డీయే ప్రభుత్వం... 2047 నాటికి రాష్ట్ర ఆర్థికవ్యవస్థను 2.5 ట్రిలియన్‌ డాలర్లకు చేర్చాలని పెట్టుకున్న లక్ష్యాన్ని సాకారం చేసేందుకు కేంద్రం పూర్తిగా సహకరిస్తుందని ప్రధాని నరేంద్రమోదీ హామీ ఇచ్చారు. రాష్ట్రప్రభుత్వం రూపొందించిన స్వర్ణాంధ్ర-2047 లక్ష్యాన్ని చేరుకునేందుకు కేంద్రం భుజం కలిపి నడుస్తుందని భరోసా ఇచ్చారు.వసతి గృహాల్లో సౌకర్యాలేవీ?సాంఘిక సంక్షేమ వసతి గృహాలు, డాక్టర్‌ బీఆర్‌ అంబేడ్కర్‌ గురుకుల సంక్షేమ వసతి గృహాల్లో మౌలిక సదుపాయాల కోసం వైకాపా ప్రభుత్వ హయాంలో నామమాత్రంగా నిధులను విడుదల చేయడాన్ని హైకోర్టు తీవ్రంగా ఆక్షేపించింది.తిరుపతిలో పెనువిషాదంతిరుపతిలోని వైకుంఠ ద్వార దర్శన టోకెన్ల కేంద్రాల వద్ద జరిగిన తొక్కిసలాటలో ఐదుగురు భక్తులు మరణించారు. మరో 48 మంది క్షతగాత్రులు తిరుపతిలోని రుయా, స్విమ్స్‌ ఆసుపత్రుల్లో చికిత్స పొందుతున్నారు.తిరుపతిలో పెనువిషాదంతిరుపతిలోని వైకుంఠ ద్వార దర్శన టోకెన్ల కేంద్రాల వద్ద జరిగిన తొక్కిసలాటలో ఐదుగురు భక్తులు మరణించారు. మరో 48 మంది క్షతగాత్రులు తిరుపతిలోని రుయా, స్విమ్స్‌ ఆసుపత్రుల్లో చికిత్స పొందుతున్నారు.మరిన్నిమంత్రులంతా ప్రజల్లోకి వెళ్లాలిమంత్రులంతా ప్రజల్లోకి వెళ్లాలని ఏఐసీసీ ప్రధాన కార్యదర్శి కేసీ వేణుగోపాల్‌ సూచించారు. కొందరు క్షేత్రస్థాయిలో విస్తృతంగా తిరగడం లేదని పీఏసీ సమావేశంలో ఆయన చెప్పినట్లు సమాచారం.మే నుంచి కొత్త ఉద్యోగ ప్రకటనలువచ్చే మే నెల నుంచి ప్రభుత్వ ఉద్యోగాల భర్తీకి కొత్త నోటిఫికేషన్లు ఇస్తామని, అందులో భాగంగా మార్చి 31వ తేదీ నాటికి అన్ని శాఖల్లో ఖాళీల సంఖ్యను అందజేయాలని ప్రభుత్వానికి లేఖ రాయనున్నట్లు టీజీపీఎస్‌సీ ఛైర్మన్‌ బుర్రా వెంకటేశం తెలిపారు.త్వరలో స్థానిక సంస్థల ఎన్నికలుత్వరలో స్థానిక సంస్థల ఎన్నికలు నిర్వహించబోతున్నామని, కాంగ్రెస్‌ ఘన విజయానికి పార్టీ నేతలంతా కష్టపడి పనిచేయాలని ముఖ్యమంత్రి రేవంత్‌రెడ్డి అన్నారు.కేటీఆర్‌ వెంట న్యాయవాది వెళ్లొచ్చుఫార్ములా-ఈ రేసు వ్యవహారంలో ఏసీబీ నమోదు చేసిన కేసు విచారణ సమయంలో తన వెంట న్యాయవాదిని తీసుకెళ్లేందుకు మాజీ మంత్రి కేటీఆర్‌కు హైకోర్టు అనుమతించింది.మరిన్నిసంక్షేమ రాజ్యధర్మమిది!‘పిల్లల పెంపకంలో మనం చూపించే శ్రద్ధే భారతావని భవితను నిర్దేశిస్తుంది. కాబట్టి తోటమాలి ఎంత జాగ్రత్తగా మొక్కలను పెంచుతాడో అంత ప్రేమగా చిన్నారులను సంరక్షించుకోవాలి’ అన్నది పండిత నెహ్రూ హితవచనం.బ్రహ్మపుత్రపై చైనా కన్నుటిబెట్‌లో బ్రహ్మపుత్ర నదిపై చైనా మెగా డ్యామ్‌ నిర్మించనుండటం భారతదేశానికి తీవ్ర ఆందోళన కలిగిస్తోంది. భారత్, బంగ్లాదేశ్‌లలో బ్రహ్మపుత్ర నదీ ప్రవాహాన్ని ఈ డ్యామ్‌ దెబ్బతీసే ప్రమాదముంది. అస్సాం, అరుణాచల్‌ప్రదేశ్‌లలో పర్యావరణానికీ ముప్పు వాటిల్లనుంది. సైనిక వ్యూహపరంగానూ ఇండియాకు ఈ డ్యామ్‌ ప్రమాదకరమని రక్షణ వర్గాలు హెచ్చరిస్తున్నాయి.కార్డు వాడుతున్నారా... జాగ్రత్త!బ్యాంకుల ప్రధాన వ్యాపారం- ప్రజల నుంచి తక్కువ వడ్డీకి డిపాజిట్లు సేకరించి, ఎక్కువ వడ్డీకి రుణాలివ్వడం. కాలక్రమంలో బ్యాంకులు క్రెడిట్‌ కార్డు సదుపాయాన్ని అందుబాటులోకి తీసుకొచ్చాయి. అయితే, వీటిని సక్రమంగా వాడుకోవాల్సిన బాధ్యత వినియోగదారులపైనే ఉంది.మాటే... మంత్రంఎంత గొప్ప స్థానంలో ఉన్నవారమైనా, ఎదుటివారిని ఆదరించే మంచివాళ్లమే అయినా మన మాటతీరు సరిగా లేకపోతే ఆత్మీయులు కూడా దరిదాపుల్లోకి రారు. మన భావాలను ఎదుటివారికి బట్వాడా చేయడానికి, వారి అభిప్రాయాలను గ్రహించడానికి మంచి సంభాషణాచాతుర్యం అవసరం.మరిన్నిమనకెందుకులే అనుకుంటే...మన చుట్టూ జరిగే సంఘటనలకు ఒక్కో వ్యక్తీ ఒక్కో విధంగా స్పందిస్తారు. అది వారి మనస్తత్వాల మీద, ఆలోచనా విధానాల మీద ఆధారపడి ఉంటుంది. ‘లోకంలో ఎంత మంది మనుషులున్నారో, అన్ని రకాల స్వభావాలు కనిపిస్తాయి’ అంటాడో ఫ్రెంచి శాస్త్రవేత్త.యోగ్యత!ద్రోణుడు విచక్షణాజ్ఞానం కలవాడు. వివేకవంతుడు. ఆయనకు కొడుకుపై ఎంతటి మమకారమంటే- అశ్వత్థామ మరణించాడన్న గాలివార్త చెవిలో పడగానే ప్రాణాలు విడిచిపెట్టేసేటంత! అంతటి ప్రేమానురాగాలుండీ, అస్త్రవిద్యా బోధనలో ఆ ఆచార్యుడు గొప్ప ఔచిత్యాన్ని పాటించాడు.పూలను ప్రేమించు!సృష్టిలో అత్యంత విలువైనవి పువ్వులు. పరిమళాలతో స్వాగతం పలికే స్వభావం వాటి సొంతం. మనసులకు, పూలకు అవినాభావ సంబంధం ఉంది. పూల నైజం ఎలాంటిదో మనసుల తత్వమూ అలాంటిదే అని భావుకులు నమ్ముతారు. పూలంటే కవులకు ఎనలేని ప్రేమ.నిజమైన ప్రార్థనమనిషికి ప్రార్థన ఒక వరం.. అదో అపూర్వ ఆధ్యాత్మిక ద్వారం.. ఒక ధైర్యం! వెరసి ప్రార్థన ఒక గొప్ప ఆత్మానుభూతి! ప్రార్థన శక్తిమంతమైన సాధనమని విజ్ఞులు చెబుతారు.మరిన్ని
ఆంధ్ర అభివృద్ధికి భుజం కాస్తాఆంధ్రప్రదేశ్‌లో ముఖ్యమంత్రి చంద్రబాబు సారథ్యంలోని ఎన్డీయే ప్రభుత్వం... 2047 నాటికి రాష్ట్ర ఆర్థికవ్యవస్థను 2.5 ట్రిలియన్‌ డాలర్లకు చేర్చాలని పెట్టుకున్న లక్ష్యాన్ని సాకారం చేసేందుకు కేంద్రం పూర్తిగా సహకరిస్తుందని ప్రధాని నరేంద్రమోదీ హామీ ఇచ్చారు. రాష్ట్రప్రభుత్వం రూపొందించిన స్వర్ణాంధ్ర-2047 లక్ష్యాన్ని చేరుకునేందుకు కేంద్రం భుజం కలిపి నడుస్తుందని భరోసా ఇచ్చారు.వసతి గృహాల్లో సౌకర్యాలేవీ?సాంఘిక సంక్షేమ వసతి గృహాలు, డాక్టర్‌ బీఆర్‌ అంబేడ్కర్‌ గురుకుల సంక్షేమ వసతి గృహాల్లో మౌలిక సదుపాయాల కోసం వైకాపా ప్రభుత్వ హయాంలో నామమాత్రంగా నిధులను విడుదల చేయడాన్ని హైకోర్టు తీవ్రంగా ఆక్షేపించింది.తిరుపతిలో పెనువిషాదంతిరుపతిలోని వైకుంఠ ద్వార దర్శన టోకెన్ల కేంద్రాల వద్ద జరిగిన తొక్కిసలాటలో ఐదుగురు భక్తులు మరణించారు. మరో 48 మంది క్షతగాత్రులు తిరుపతిలోని రుయా, స్విమ్స్‌ ఆసుపత్రుల్లో చికిత్స పొందుతున్నారు.తిరుపతిలో పెనువిషాదంతిరుపతిలోని వైకుంఠ ద్వార దర్శన టోకెన్ల కేంద్రాల వద్ద జరిగిన తొక్కిసలాటలో ఐదుగురు భక్తులు మరణించారు. మరో 48 మంది క్షతగాత్రులు తిరుపతిలోని రుయా, స్విమ్స్‌ ఆసుపత్రుల్లో చికిత్స పొందుతున్నారు.మరిన్ని
ఆంధ్ర అభివృద్ధికి భుజం కాస్తాఆంధ్రప్రదేశ్‌లో ముఖ్యమంత్రి చంద్రబాబు సారథ్యంలోని ఎన్డీయే ప్రభుత్వం... 2047 నాటికి రాష్ట్ర ఆర్థికవ్యవస్థను 2.5 ట్రిలియన్‌ డాలర్లకు చేర్చాలని పెట్టుకున్న లక్ష్యాన్ని సాకారం చేసేందుకు కేంద్రం పూర్తిగా సహకరిస్తుందని ప్రధాని నరేంద్రమోదీ హామీ ఇచ్చారు. రాష్ట్రప్రభుత్వం రూపొందించిన స్వర్ణాంధ్ర-2047 లక్ష్యాన్ని చేరుకునేందుకు కేంద్రం భుజం కలిపి నడుస్తుందని భరోసా ఇచ్చారు.
ఆంధ్ర అభివృద్ధికి భుజం కాస్తాఆంధ్రప్రదేశ్‌లో ముఖ్యమంత్రి చంద్రబాబు సారథ్యంలోని ఎన్డీయే ప్రభుత్వం... 2047 నాటికి రాష్ట్ర ఆర్థికవ్యవస్థను 2.5 ట్రిలియన్‌ డాలర్లకు చేర్చాలని పెట్టుకున్న లక్ష్యాన్ని సాకారం చేసేందుకు కేంద్రం పూర్తిగా సహకరిస్తుందని ప్రధాని నరేంద్రమోదీ హామీ ఇచ్చారు. రాష్ట్రప్రభుత్వం రూపొందించిన స్వర్ణాంధ్ర-2047 లక్ష్యాన్ని చేరుకునేందుకు కేంద్రం భుజం కలిపి నడుస్తుందని భరోసా ఇచ్చారు.
ఆంధ్ర అభివృద్ధికి భుజం కాస్తాఆంధ్రప్రదేశ్‌లో ముఖ్యమంత్రి చంద్రబాబు సారథ్యంలోని ఎన్డీయే ప్రభుత్వం... 2047 నాటికి రాష్ట్ర ఆర్థికవ్యవస్థను 2.5 ట్రిలియన్‌ డాలర్లకు చేర్చాలని పెట్టుకున్న లక్ష్యాన్ని సాకారం చేసేందుకు కేంద్రం పూర్తిగా సహకరిస్తుందని ప్రధాని నరేంద్రమోదీ హామీ ఇచ్చారు. రాష్ట్రప్రభుత్వం రూపొందించిన స్వర్ణాంధ్ర-2047 లక్ష్యాన్ని చేరుకునేందుకు కేంద్రం భుజం కలిపి నడుస్తుందని భరోసా ఇచ్చారు.
వసతి గృహాల్లో సౌకర్యాలేవీ?సాంఘిక సంక్షేమ వసతి గృహాలు, డాక్టర్‌ బీఆర్‌ అంబేడ్కర్‌ గురుకుల సంక్షేమ వసతి గృహాల్లో మౌలిక సదుపాయాల కోసం వైకాపా ప్రభుత్వ హయాంలో నామమాత్రంగా నిధులను విడుదల చేయడాన్ని హైకోర్టు తీవ్రంగా ఆక్షేపించింది.
వసతి గృహాల్లో సౌకర్యాలేవీ?సాంఘిక సంక్షేమ వసతి గృహాలు, డాక్టర్‌ బీఆర్‌ అంబేడ్కర్‌ గురుకుల సంక్షేమ వసతి గృహాల్లో మౌలిక సదుపాయాల కోసం వైకాపా ప్రభుత్వ హయాంలో నామమాత్రంగా నిధులను విడుదల చేయడాన్ని హైకోర్టు తీవ్రంగా ఆక్షేపించింది.
వసతి గృహాల్లో సౌకర్యాలేవీ?సాంఘిక సంక్షేమ వసతి గృహాలు, డాక్టర్‌ బీఆర్‌ అంబేడ్కర్‌ గురుకుల సంక్షేమ వసతి గృహాల్లో మౌలిక సదుపాయాల కోసం వైకాపా ప్రభుత్వ హయాంలో నామమాత్రంగా నిధులను విడుదల చేయడాన్ని హైకోర్టు తీవ్రంగా ఆక్షేపించింది.
తిరుపతిలో పెనువిషాదంతిరుపతిలోని వైకుంఠ ద్వార దర్శన టోకెన్ల కేంద్రాల వద్ద జరిగిన తొక్కిసలాటలో ఐదుగురు భక్తులు మరణించారు. మరో 48 మంది క్షతగాత్రులు తిరుపతిలోని రుయా, స్విమ్స్‌ ఆసుపత్రుల్లో చికిత్స పొందుతున్నారు.
తిరుపతిలో పెనువిషాదంతిరుపతిలోని వైకుంఠ ద్వార దర్శన టోకెన్ల కేంద్రాల వద్ద జరిగిన తొక్కిసలాటలో ఐదుగురు భక్తులు మరణించారు. మరో 48 మంది క్షతగాత్రులు తిరుపతిలోని రుయా, స్విమ్స్‌ ఆసుపత్రుల్లో చికిత్స పొందుతున్నారు.
తిరుపతిలో పెనువిషాదంతిరుపతిలోని వైకుంఠ ద్వార దర్శన టోకెన్ల కేంద్రాల వద్ద జరిగిన తొక్కిసలాటలో ఐదుగురు భక్తులు మరణించారు. మరో 48 మంది క్షతగాత్రులు తిరుపతిలోని రుయా, స్విమ్స్‌ ఆసుపత్రుల్లో చికిత్స పొందుతున్నారు.
తిరుపతిలో పెనువిషాదంతిరుపతిలోని వైకుంఠ ద్వార దర్శన టోకెన్ల కేంద్రాల వద్ద జరిగిన తొక్కిసలాటలో ఐదుగురు భక్తులు మరణించారు. మరో 48 మంది క్షతగాత్రులు తిరుపతిలోని రుయా, స్విమ్స్‌ ఆసుపత్రుల్లో చికిత్స పొందుతున్నారు.
తిరుపతిలో పెనువిషాదంతిరుపతిలోని వైకుంఠ ద్వార దర్శన టోకెన్ల కేంద్రాల వద్ద జరిగిన తొక్కిసలాటలో ఐదుగురు భక్తులు మరణించారు. మరో 48 మంది క్షతగాత్రులు తిరుపతిలోని రుయా, స్విమ్స్‌ ఆసుపత్రుల్లో చికిత్స పొందుతున్నారు.
తిరుపతిలో పెనువిషాదంతిరుపతిలోని వైకుంఠ ద్వార దర్శన టోకెన్ల కేంద్రాల వద్ద జరిగిన తొక్కిసలాటలో ఐదుగురు భక్తులు మరణించారు. మరో 48 మంది క్షతగాత్రులు తిరుపతిలోని రుయా, స్విమ్స్‌ ఆసుపత్రుల్లో చికిత్స పొందుతున్నారు.
మంత్రులంతా ప్రజల్లోకి వెళ్లాలిమంత్రులంతా ప్రజల్లోకి వెళ్లాలని ఏఐసీసీ ప్రధాన కార్యదర్శి కేసీ వేణుగోపాల్‌ సూచించారు. కొందరు క్షేత్రస్థాయిలో విస్తృతంగా తిరగడం లేదని పీఏసీ సమావేశంలో ఆయన చెప్పినట్లు సమాచారం.మే నుంచి కొత్త ఉద్యోగ ప్రకటనలువచ్చే మే నెల నుంచి ప్రభుత్వ ఉద్యోగాల భర్తీకి కొత్త నోటిఫికేషన్లు ఇస్తామని, అందులో భాగంగా మార్చి 31వ తేదీ నాటికి అన్ని శాఖల్లో ఖాళీల సంఖ్యను అందజేయాలని ప్రభుత్వానికి లేఖ రాయనున్నట్లు టీజీపీఎస్‌సీ ఛైర్మన్‌ బుర్రా వెంకటేశం తెలిపారు.త్వరలో స్థానిక సంస్థల ఎన్నికలుత్వరలో స్థానిక సంస్థల ఎన్నికలు నిర్వహించబోతున్నామని, కాంగ్రెస్‌ ఘన విజయానికి పార్టీ నేతలంతా కష్టపడి పనిచేయాలని ముఖ్యమంత్రి రేవంత్‌రెడ్డి అన్నారు.కేటీఆర్‌ వెంట న్యాయవాది వెళ్లొచ్చుఫార్ములా-ఈ రేసు వ్యవహారంలో ఏసీబీ నమోదు చేసిన కేసు విచారణ సమయంలో తన వెంట న్యాయవాదిని తీసుకెళ్లేందుకు మాజీ మంత్రి కేటీఆర్‌కు హైకోర్టు అనుమతించింది.మరిన్ని
మంత్రులంతా ప్రజల్లోకి వెళ్లాలిమంత్రులంతా ప్రజల్లోకి వెళ్లాలని ఏఐసీసీ ప్రధాన కార్యదర్శి కేసీ వేణుగోపాల్‌ సూచించారు. కొందరు క్షేత్రస్థాయిలో విస్తృతంగా తిరగడం లేదని పీఏసీ సమావేశంలో ఆయన చెప్పినట్లు సమాచారం.
మంత్రులంతా ప్రజల్లోకి వెళ్లాలిమంత్రులంతా ప్రజల్లోకి వెళ్లాలని ఏఐసీసీ ప్రధాన కార్యదర్శి కేసీ వేణుగోపాల్‌ సూచించారు. కొందరు క్షేత్రస్థాయిలో విస్తృతంగా తిరగడం లేదని పీఏసీ సమావేశంలో ఆయన చెప్పినట్లు సమాచారం.
మంత్రులంతా ప్రజల్లోకి వెళ్లాలిమంత్రులంతా ప్రజల్లోకి వెళ్లాలని ఏఐసీసీ ప్రధాన కార్యదర్శి కేసీ వేణుగోపాల్‌ సూచించారు. కొందరు క్షేత్రస్థాయిలో విస్తృతంగా తిరగడం లేదని పీఏసీ సమావేశంలో ఆయన చెప్పినట్లు సమాచారం.
మే నుంచి కొత్త ఉద్యోగ ప్రకటనలువచ్చే మే నెల నుంచి ప్రభుత్వ ఉద్యోగాల భర్తీకి కొత్త నోటిఫికేషన్లు ఇస్తామని, అందులో భాగంగా మార్చి 31వ తేదీ నాటికి అన్ని శాఖల్లో ఖాళీల సంఖ్యను అందజేయాలని ప్రభుత్వానికి లేఖ రాయనున్నట్లు టీజీపీఎస్‌సీ ఛైర్మన్‌ బుర్రా వెంకటేశం తెలిపారు.
మే నుంచి కొత్త ఉద్యోగ ప్రకటనలువచ్చే మే నెల నుంచి ప్రభుత్వ ఉద్యోగాల భర్తీకి కొత్త నోటిఫికేషన్లు ఇస్తామని, అందులో భాగంగా మార్చి 31వ తేదీ నాటికి అన్ని శాఖల్లో ఖాళీల సంఖ్యను అందజేయాలని ప్రభుత్వానికి లేఖ రాయనున్నట్లు టీజీపీఎస్‌సీ ఛైర్మన్‌ బుర్రా వెంకటేశం తెలిపారు.
మే నుంచి కొత్త ఉద్యోగ ప్రకటనలువచ్చే మే నెల నుంచి ప్రభుత్వ ఉద్యోగాల భర్తీకి కొత్త నోటిఫికేషన్లు ఇస్తామని, అందులో భాగంగా మార్చి 31వ తేదీ నాటికి అన్ని శాఖల్లో ఖాళీల సంఖ్యను అందజేయాలని ప్రభుత్వానికి లేఖ రాయనున్నట్లు టీజీపీఎస్‌సీ ఛైర్మన్‌ బుర్రా వెంకటేశం తెలిపారు.
త్వరలో స్థానిక సంస్థల ఎన్నికలుత్వరలో స్థానిక సంస్థల ఎన్నికలు నిర్వహించబోతున్నామని, కాంగ్రెస్‌ ఘన విజయానికి పార్టీ నేతలంతా కష్టపడి పనిచేయాలని ముఖ్యమంత్రి రేవంత్‌రెడ్డి అన్నారు.
త్వరలో స్థానిక సంస్థల ఎన్నికలుత్వరలో స్థానిక సంస్థల ఎన్నికలు నిర్వహించబోతున్నామని, కాంగ్రెస్‌ ఘన విజయానికి పార్టీ నేతలంతా కష్టపడి పనిచేయాలని ముఖ్యమంత్రి రేవంత్‌రెడ్డి అన్నారు.
త్వరలో స్థానిక సంస్థల ఎన్నికలుత్వరలో స్థానిక సంస్థల ఎన్నికలు నిర్వహించబోతున్నామని, కాంగ్రెస్‌ ఘన విజయానికి పార్టీ నేతలంతా కష్టపడి పనిచేయాలని ముఖ్యమంత్రి రేవంత్‌రెడ్డి అన్నారు.
కేటీఆర్‌ వెంట న్యాయవాది వెళ్లొచ్చుఫార్ములా-ఈ రేసు వ్యవహారంలో ఏసీబీ నమోదు చేసిన కేసు విచారణ సమయంలో తన వెంట న్యాయవాదిని తీసుకెళ్లేందుకు మాజీ మంత్రి కేటీఆర్‌కు హైకోర్టు అనుమతించింది.
కేటీఆర్‌ వెంట న్యాయవాది వెళ్లొచ్చుఫార్ములా-ఈ రేసు వ్యవహారంలో ఏసీబీ నమోదు చేసిన కేసు విచారణ సమయంలో తన వెంట న్యాయవాదిని తీసుకెళ్లేందుకు మాజీ మంత్రి కేటీఆర్‌కు హైకోర్టు అనుమతించింది.
కేటీఆర్‌ వెంట న్యాయవాది వెళ్లొచ్చుఫార్ములా-ఈ రేసు వ్యవహారంలో ఏసీబీ నమోదు చేసిన కేసు విచారణ సమయంలో తన వెంట న్యాయవాదిని తీసుకెళ్లేందుకు మాజీ మంత్రి కేటీఆర్‌కు హైకోర్టు అనుమతించింది.
సంక్షేమ రాజ్యధర్మమిది!‘పిల్లల పెంపకంలో మనం చూపించే శ్రద్ధే భారతావని భవితను నిర్దేశిస్తుంది. కాబట్టి తోటమాలి ఎంత జాగ్రత్తగా మొక్కలను పెంచుతాడో అంత ప్రేమగా చిన్నారులను సంరక్షించుకోవాలి’ అన్నది పండిత నెహ్రూ హితవచనం.బ్రహ్మపుత్రపై చైనా కన్నుటిబెట్‌లో బ్రహ్మపుత్ర నదిపై చైనా మెగా డ్యామ్‌ నిర్మించనుండటం భారతదేశానికి తీవ్ర ఆందోళన కలిగిస్తోంది. భారత్, బంగ్లాదేశ్‌లలో బ్రహ్మపుత్ర నదీ ప్రవాహాన్ని ఈ డ్యామ్‌ దెబ్బతీసే ప్రమాదముంది. అస్సాం, అరుణాచల్‌ప్రదేశ్‌లలో పర్యావరణానికీ ముప్పు వాటిల్లనుంది. సైనిక వ్యూహపరంగానూ ఇండియాకు ఈ డ్యామ్‌ ప్రమాదకరమని రక్షణ వర్గాలు హెచ్చరిస్తున్నాయి.కార్డు వాడుతున్నారా... జాగ్రత్త!బ్యాంకుల ప్రధాన వ్యాపారం- ప్రజల నుంచి తక్కువ వడ్డీకి డిపాజిట్లు సేకరించి, ఎక్కువ వడ్డీకి రుణాలివ్వడం. కాలక్రమంలో బ్యాంకులు క్రెడిట్‌ కార్డు సదుపాయాన్ని అందుబాటులోకి తీసుకొచ్చాయి. అయితే, వీటిని సక్రమంగా వాడుకోవాల్సిన బాధ్యత వినియోగదారులపైనే ఉంది.మాటే... మంత్రంఎంత గొప్ప స్థానంలో ఉన్నవారమైనా, ఎదుటివారిని ఆదరించే మంచివాళ్లమే అయినా మన మాటతీరు సరిగా లేకపోతే ఆత్మీయులు కూడా దరిదాపుల్లోకి రారు. మన భావాలను ఎదుటివారికి బట్వాడా చేయడానికి, వారి అభిప్రాయాలను గ్రహించడానికి మంచి సంభాషణాచాతుర్యం అవసరం.మరిన్ని
సంక్షేమ రాజ్యధర్మమిది!‘పిల్లల పెంపకంలో మనం చూపించే శ్రద్ధే భారతావని భవితను నిర్దేశిస్తుంది. కాబట్టి తోటమాలి ఎంత జాగ్రత్తగా మొక్కలను పెంచుతాడో అంత ప్రేమగా చిన్నారులను సంరక్షించుకోవాలి’ అన్నది పండిత నెహ్రూ హితవచనం.
సంక్షేమ రాజ్యధర్మమిది!‘పిల్లల పెంపకంలో మనం చూపించే శ్రద్ధే భారతావని భవితను నిర్దేశిస్తుంది. కాబట్టి తోటమాలి ఎంత జాగ్రత్తగా మొక్కలను పెంచుతాడో అంత ప్రేమగా చిన్నారులను సంరక్షించుకోవాలి’ అన్నది పండిత నెహ్రూ హితవచనం.
సంక్షేమ రాజ్యధర్మమిది!‘పిల్లల పెంపకంలో మనం చూపించే శ్రద్ధే భారతావని భవితను నిర్దేశిస్తుంది. కాబట్టి తోటమాలి ఎంత జాగ్రత్తగా మొక్కలను పెంచుతాడో అంత ప్రేమగా చిన్నారులను సంరక్షించుకోవాలి’ అన్నది పండిత నెహ్రూ హితవచనం.
బ్రహ్మపుత్రపై చైనా కన్నుటిబెట్‌లో బ్రహ్మపుత్ర నదిపై చైనా మెగా డ్యామ్‌ నిర్మించనుండటం భారతదేశానికి తీవ్ర ఆందోళన కలిగిస్తోంది. భారత్, బంగ్లాదేశ్‌లలో బ్రహ్మపుత్ర నదీ ప్రవాహాన్ని ఈ డ్యామ్‌ దెబ్బతీసే ప్రమాదముంది. అస్సాం, అరుణాచల్‌ప్రదేశ్‌లలో పర్యావరణానికీ ముప్పు వాటిల్లనుంది. సైనిక వ్యూహపరంగానూ ఇండియాకు ఈ డ్యామ్‌ ప్రమాదకరమని రక్షణ వర్గాలు హెచ్చరిస్తున్నాయి.
బ్రహ్మపుత్రపై చైనా కన్నుటిబెట్‌లో బ్రహ్మపుత్ర నదిపై చైనా మెగా డ్యామ్‌ నిర్మించనుండటం భారతదేశానికి తీవ్ర ఆందోళన కలిగిస్తోంది. భారత్, బంగ్లాదేశ్‌లలో బ్రహ్మపుత్ర నదీ ప్రవాహాన్ని ఈ డ్యామ్‌ దెబ్బతీసే ప్రమాదముంది. అస్సాం, అరుణాచల్‌ప్రదేశ్‌లలో పర్యావరణానికీ ముప్పు వాటిల్లనుంది. సైనిక వ్యూహపరంగానూ ఇండియాకు ఈ డ్యామ్‌ ప్రమాదకరమని రక్షణ వర్గాలు హెచ్చరిస్తున్నాయి.
బ్రహ్మపుత్రపై చైనా కన్నుటిబెట్‌లో బ్రహ్మపుత్ర నదిపై చైనా మెగా డ్యామ్‌ నిర్మించనుండటం భారతదేశానికి తీవ్ర ఆందోళన కలిగిస్తోంది. భారత్, బంగ్లాదేశ్‌లలో బ్రహ్మపుత్ర నదీ ప్రవాహాన్ని ఈ డ్యామ్‌ దెబ్బతీసే ప్రమాదముంది. అస్సాం, అరుణాచల్‌ప్రదేశ్‌లలో పర్యావరణానికీ ముప్పు వాటిల్లనుంది. సైనిక వ్యూహపరంగానూ ఇండియాకు ఈ డ్యామ్‌ ప్రమాదకరమని రక్షణ వర్గాలు హెచ్చరిస్తున్నాయి.
కార్డు వాడుతున్నారా... జాగ్రత్త!బ్యాంకుల ప్రధాన వ్యాపారం- ప్రజల నుంచి తక్కువ వడ్డీకి డిపాజిట్లు సేకరించి, ఎక్కువ వడ్డీకి రుణాలివ్వడం. కాలక్రమంలో బ్యాంకులు క్రెడిట్‌ కార్డు సదుపాయాన్ని అందుబాటులోకి తీసుకొచ్చాయి. అయితే, వీటిని సక్రమంగా వాడుకోవాల్సిన బాధ్యత వినియోగదారులపైనే ఉంది.
కార్డు వాడుతున్నారా... జాగ్రత్త!బ్యాంకుల ప్రధాన వ్యాపారం- ప్రజల నుంచి తక్కువ వడ్డీకి డిపాజిట్లు సేకరించి, ఎక్కువ వడ్డీకి రుణాలివ్వడం. కాలక్రమంలో బ్యాంకులు క్రెడిట్‌ కార్డు సదుపాయాన్ని అందుబాటులోకి తీసుకొచ్చాయి. అయితే, వీటిని సక్రమంగా వాడుకోవాల్సిన బాధ్యత వినియోగదారులపైనే ఉంది.
కార్డు వాడుతున్నారా... జాగ్రత్త!బ్యాంకుల ప్రధాన వ్యాపారం- ప్రజల నుంచి తక్కువ వడ్డీకి డిపాజిట్లు సేకరించి, ఎక్కువ వడ్డీకి రుణాలివ్వడం. కాలక్రమంలో బ్యాంకులు క్రెడిట్‌ కార్డు సదుపాయాన్ని అందుబాటులోకి తీసుకొచ్చాయి. అయితే, వీటిని సక్రమంగా వాడుకోవాల్సిన బాధ్యత వినియోగదారులపైనే ఉంది.
మాటే... మంత్రంఎంత గొప్ప స్థానంలో ఉన్నవారమైనా, ఎదుటివారిని ఆదరించే మంచివాళ్లమే అయినా మన మాటతీరు సరిగా లేకపోతే ఆత్మీయులు కూడా దరిదాపుల్లోకి రారు. మన భావాలను ఎదుటివారికి బట్వాడా చేయడానికి, వారి అభిప్రాయాలను గ్రహించడానికి మంచి సంభాషణాచాతుర్యం అవసరం.
మాటే... మంత్రంఎంత గొప్ప స్థానంలో ఉన్నవారమైనా, ఎదుటివారిని ఆదరించే మంచివాళ్లమే అయినా మన మాటతీరు సరిగా లేకపోతే ఆత్మీయులు కూడా దరిదాపుల్లోకి రారు. మన భావాలను ఎదుటివారికి బట్వాడా చేయడానికి, వారి అభిప్రాయాలను గ్రహించడానికి మంచి సంభాషణాచాతుర్యం అవసరం.
మాటే... మంత్రంఎంత గొప్ప స్థానంలో ఉన్నవారమైనా, ఎదుటివారిని ఆదరించే మంచివాళ్లమే అయినా మన మాటతీరు సరిగా లేకపోతే ఆత్మీయులు కూడా దరిదాపుల్లోకి రారు. మన భావాలను ఎదుటివారికి బట్వాడా చేయడానికి, వారి అభిప్రాయాలను గ్రహించడానికి మంచి సంభాషణాచాతుర్యం అవసరం.
మనకెందుకులే అనుకుంటే...మన చుట్టూ జరిగే సంఘటనలకు ఒక్కో వ్యక్తీ ఒక్కో విధంగా స్పందిస్తారు. అది వారి మనస్తత్వాల మీద, ఆలోచనా విధానాల మీద ఆధారపడి ఉంటుంది. ‘లోకంలో ఎంత మంది మనుషులున్నారో, అన్ని రకాల స్వభావాలు కనిపిస్తాయి’ అంటాడో ఫ్రెంచి శాస్త్రవేత్త.యోగ్యత!ద్రోణుడు విచక్షణాజ్ఞానం కలవాడు. వివేకవంతుడు. ఆయనకు కొడుకుపై ఎంతటి మమకారమంటే- అశ్వత్థామ మరణించాడన్న గాలివార్త చెవిలో పడగానే ప్రాణాలు విడిచిపెట్టేసేటంత! అంతటి ప్రేమానురాగాలుండీ, అస్త్రవిద్యా బోధనలో ఆ ఆచార్యుడు గొప్ప ఔచిత్యాన్ని పాటించాడు.పూలను ప్రేమించు!సృష్టిలో అత్యంత విలువైనవి పువ్వులు. పరిమళాలతో స్వాగతం పలికే స్వభావం వాటి సొంతం. మనసులకు, పూలకు అవినాభావ సంబంధం ఉంది. పూల నైజం ఎలాంటిదో మనసుల తత్వమూ అలాంటిదే అని భావుకులు నమ్ముతారు. పూలంటే కవులకు ఎనలేని ప్రేమ.నిజమైన ప్రార్థనమనిషికి ప్రార్థన ఒక వరం.. అదో అపూర్వ ఆధ్యాత్మిక ద్వారం.. ఒక ధైర్యం! వెరసి ప్రార్థన ఒక గొప్ప ఆత్మానుభూతి! ప్రార్థన శక్తిమంతమైన సాధనమని విజ్ఞులు చెబుతారు.మరిన్ని
మనకెందుకులే అనుకుంటే...మన చుట్టూ జరిగే సంఘటనలకు ఒక్కో వ్యక్తీ ఒక్కో విధంగా స్పందిస్తారు. అది వారి మనస్తత్వాల మీద, ఆలోచనా విధానాల మీద ఆధారపడి ఉంటుంది. ‘లోకంలో ఎంత మంది మనుషులున్నారో, అన్ని రకాల స్వభావాలు కనిపిస్తాయి’ అంటాడో ఫ్రెంచి శాస్త్రవేత్త.
మనకెందుకులే అనుకుంటే...మన చుట్టూ జరిగే సంఘటనలకు ఒక్కో వ్యక్తీ ఒక్కో విధంగా స్పందిస్తారు. అది వారి మనస్తత్వాల మీద, ఆలోచనా విధానాల మీద ఆధారపడి ఉంటుంది. ‘లోకంలో ఎంత మంది మనుషులున్నారో, అన్ని రకాల స్వభావాలు కనిపిస్తాయి’ అంటాడో ఫ్రెంచి శాస్త్రవేత్త.
మనకెందుకులే అనుకుంటే...మన చుట్టూ జరిగే సంఘటనలకు ఒక్కో వ్యక్తీ ఒక్కో విధంగా స్పందిస్తారు. అది వారి మనస్తత్వాల మీద, ఆలోచనా విధానాల మీద ఆధారపడి ఉంటుంది. ‘లోకంలో ఎంత మంది మనుషులున్నారో, అన్ని రకాల స్వభావాలు కనిపిస్తాయి’ అంటాడో ఫ్రెంచి శాస్త్రవేత్త.
యోగ్యత!ద్రోణుడు విచక్షణాజ్ఞానం కలవాడు. వివేకవంతుడు. ఆయనకు కొడుకుపై ఎంతటి మమకారమంటే- అశ్వత్థామ మరణించాడన్న గాలివార్త చెవిలో పడగానే ప్రాణాలు విడిచిపెట్టేసేటంత! అంతటి ప్రేమానురాగాలుండీ, అస్త్రవిద్యా బోధనలో ఆ ఆచార్యుడు గొప్ప ఔచిత్యాన్ని పాటించాడు.
యోగ్యత!ద్రోణుడు విచక్షణాజ్ఞానం కలవాడు. వివేకవంతుడు. ఆయనకు కొడుకుపై ఎంతటి మమకారమంటే- అశ్వత్థామ మరణించాడన్న గాలివార్త చెవిలో పడగానే ప్రాణాలు విడిచిపెట్టేసేటంత! అంతటి ప్రేమానురాగాలుండీ, అస్త్రవిద్యా బోధనలో ఆ ఆచార్యుడు గొప్ప ఔచిత్యాన్ని పాటించాడు.
యోగ్యత!ద్రోణుడు విచక్షణాజ్ఞానం కలవాడు. వివేకవంతుడు. ఆయనకు కొడుకుపై ఎంతటి మమకారమంటే- అశ్వత్థామ మరణించాడన్న గాలివార్త చెవిలో పడగానే ప్రాణాలు విడిచిపెట్టేసేటంత! అంతటి ప్రేమానురాగాలుండీ, అస్త్రవిద్యా బోధనలో ఆ ఆచార్యుడు గొప్ప ఔచిత్యాన్ని పాటించాడు.
పూలను ప్రేమించు!సృష్టిలో అత్యంత విలువైనవి పువ్వులు. పరిమళాలతో స్వాగతం పలికే స్వభావం వాటి సొంతం. మనసులకు, పూలకు అవినాభావ సంబంధం ఉంది. పూల నైజం ఎలాంటిదో మనసుల తత్వమూ అలాంటిదే అని భావుకులు నమ్ముతారు. పూలంటే కవులకు ఎనలేని ప్రేమ.
పూలను ప్రేమించు!సృష్టిలో అత్యంత విలువైనవి పువ్వులు. పరిమళాలతో స్వాగతం పలికే స్వభావం వాటి సొంతం. మనసులకు, పూలకు అవినాభావ సంబంధం ఉంది. పూల నైజం ఎలాంటిదో మనసుల తత్వమూ అలాంటిదే అని భావుకులు నమ్ముతారు. పూలంటే కవులకు ఎనలేని ప్రేమ.
పూలను ప్రేమించు!సృష్టిలో అత్యంత విలువైనవి పువ్వులు. పరిమళాలతో స్వాగతం పలికే స్వభావం వాటి సొంతం. మనసులకు, పూలకు అవినాభావ సంబంధం ఉంది. పూల నైజం ఎలాంటిదో మనసుల తత్వమూ అలాంటిదే అని భావుకులు నమ్ముతారు. పూలంటే కవులకు ఎనలేని ప్రేమ.
నిజమైన ప్రార్థనమనిషికి ప్రార్థన ఒక వరం.. అదో అపూర్వ ఆధ్యాత్మిక ద్వారం.. ఒక ధైర్యం! వెరసి ప్రార్థన ఒక గొప్ప ఆత్మానుభూతి! ప్రార్థన శక్తిమంతమైన సాధనమని విజ్ఞులు చెబుతారు.
నిజమైన ప్రార్థనమనిషికి ప్రార్థన ఒక వరం.. అదో అపూర్వ ఆధ్యాత్మిక ద్వారం.. ఒక ధైర్యం! వెరసి ప్రార్థన ఒక గొప్ప ఆత్మానుభూతి! ప్రార్థన శక్తిమంతమైన సాధనమని విజ్ఞులు చెబుతారు.
నిజమైన ప్రార్థనమనిషికి ప్రార్థన ఒక వరం.. అదో అపూర్వ ఆధ్యాత్మిక ద్వారం.. ఒక ధైర్యం! వెరసి ప్రార్థన ఒక గొప్ప ఆత్మానుభూతి! ప్రార్థన శక్తిమంతమైన సాధనమని విజ్ఞులు చెబుతారు.
గ్రహం - అనుగ్రహంతేది: 09-01-2025, గురువారంశ్రీ క్రోధి నామ సంవత్సరం; దక్షిణాయణం;హేమంత రుతువు, పుష్యమాసం, శుక్లపక్షందశమి: ఉ. 11-55 తదుపరి ఏకాదశి;భరణి:మ. 3-07 తదుపరి కృత్తికవర్జ్యం: రా. 2-24 నుంచి 3-54 వరకు;అమృత ఘడియలు: ఉ.10-39 నుంచి 12-09 వరకు;దుర్ముహూర్తం: ఉ. 10-17 నుంచి 11-01 వరకు; తిరిగి మ. 2-41 నుంచి 3-25 వరకు;రాహుకాలం: మ. 1-30 నుంచి 3-00 వరకు;సూర్యోదయం: ఉ. 6.37;సూర్యాస్తమయం: సా.5.37రాశిఫలంమేషంవృషభంమిథునంకర్కాటకంసింహంకన్యతులవృశ్చికంధనుస్సుమకరంకుంభంమీనం
గ్రహం - అనుగ్రహంతేది: 09-01-2025, గురువారంశ్రీ క్రోధి నామ సంవత్సరం; దక్షిణాయణం;హేమంత రుతువు, పుష్యమాసం, శుక్లపక్షందశమి: ఉ. 11-55 తదుపరి ఏకాదశి;భరణి:మ. 3-07 తదుపరి కృత్తికవర్జ్యం: రా. 2-24 నుంచి 3-54 వరకు;అమృత ఘడియలు: ఉ.10-39 నుంచి 12-09 వరకు;దుర్ముహూర్తం: ఉ. 10-17 నుంచి 11-01 వరకు; తిరిగి మ. 2-41 నుంచి 3-25 వరకు;రాహుకాలం: మ. 1-30 నుంచి 3-00 వరకు;సూర్యోదయం: ఉ. 6.37;సూర్యాస్తమయం: సా.5.37
తేది: 09-01-2025, గురువారంశ్రీ క్రోధి నామ సంవత్సరం; దక్షిణాయణం;హేమంత రుతువు, పుష్యమాసం, శుక్లపక్షందశమి: ఉ. 11-55 తదుపరి ఏకాదశి;భరణి:మ. 3-07 తదుపరి కృత్తికవర్జ్యం: రా. 2-24 నుంచి 3-54 వరకు;అమృత ఘడియలు: ఉ.10-39 నుంచి 12-09 వరకు;దుర్ముహూర్తం: ఉ. 10-17 నుంచి 11-01 వరకు; తిరిగి మ. 2-41 నుంచి 3-25 వరకు;రాహుకాలం: మ. 1-30 నుంచి 3-00 వరకు;సూర్యోదయం: ఉ. 6.37;సూర్యాస్తమయం: సా.5.37
తేది: 09-01-2025, గురువారం
శ్రీ క్రోధి నామ సంవత్సరం; దక్షిణాయణం;హేమంత రుతువు, పుష్యమాసం, శుక్లపక్షందశమి: ఉ. 11-55 తదుపరి ఏకాదశి;భరణి:మ. 3-07 తదుపరి కృత్తికవర్జ్యం: రా. 2-24 నుంచి 3-54 వరకు;అమృత ఘడియలు: ఉ.10-39 నుంచి 12-09 వరకు;దుర్ముహూర్తం: ఉ. 10-17 నుంచి 11-01 వరకు; తిరిగి మ. 2-41 నుంచి 3-25 వరకు;రాహుకాలం: మ. 1-30 నుంచి 3-00 వరకు;సూర్యోదయం: ఉ. 6.37;సూర్యాస్తమయం: సా.5.37
శ్రీ క్రోధి నామ సంవత్సరం
హేమంత రుతువు
దశమి
భరణి:
వర్జ్యం
అమృత ఘడియలు
దుర్ముహూర్తం
రాహుకాలం
సూర్యోదయం
సూర్యాస్తమయం
రాశిఫలంమేషంవృషభంమిథునంకర్కాటకంసింహంకన్యతులవృశ్చికంధనుస్సుమకరంకుంభంమీనం
రాశిఫలంమేషంవృషభంమిథునంకర్కాటకంసింహంకన్యతులవృశ్చికంధనుస్సుమకరంకుంభంమీనం
మేషంవృషభంమిథునంకర్కాటకంసింహంకన్యతులవృశ్చికంధనుస్సుమకరంకుంభంమీనం
మేషం
మేషం
వృషభం
వృషభం
మిథునం
మిథునం
కర్కాటకం
కర్కాటకం
సింహం
సింహం
కన్య
కన్య
తుల
తుల
వృశ్చికం
వృశ్చికం
ధనుస్సు
ధనుస్సు
మకరం
మకరం
కుంభం
కుంభం
మీనం
మీనం
జిల్లా వార్తలుఆంధ్రప్రదేశ్తెలంగాణతాజా వార్తలుసంక్రాంతి పండగకు ఊరి ప్రయాణం.. పాట్లు అనేకం[23:13]స్వలింగ వివాహాల తీర్పుపై పిటిషన్‌.. కొట్టేసిన సుప్రీం కోర్టు[22:38]కిటకిటలాడుతున్న విజయవాడ బస్టాండ్‌, రైల్వే స్టేషన్‌[22:29]సంక్రాంతి స్పెషల్‌: చర్లపల్లి-విశాఖ మధ్య జనసాధారణ్‌ రైళ్లు.. పూర్తి వివరాలివే..[22:19]భారత్‌తో బలమైన సంబంధాలు కోరుకుంటున్నాం - అఫ్గానిస్థాన్‌[22:03]లైవ్ అప్‌డేట్స్:TG: భూభారతి చట్టంపై గెజిట్‌ నోటిఫికేషన్‌ విడుదలయంగ్‌ ఇండియా స్కిల్స్‌ యూనివర్సిటీ.. అందుబాటులోకి మరో 3 కోర్సులు[21:45]ఈనాడు.నెట్‌లో టాప్‌ 10 వార్తలు @ 9 PM (JAN 09)[20:59]పోకో X7 సిరీస్‌లో రెండు ఫోన్స్‌.. ధర, ఇతర వివరాలు ఇవే![20:57]‘గేమ్ ఛేంజర్’ రిలీజ్‌.. సంధ్య థియేటర్‌ ఘటనతో అప్రమత్తమైన పోలీసులు[20:32]మరిన్నిలైవ్ టీవీETV ఆంధ్రప్రదేశ్ETV తెలంగాణETV ఆంధ్రప్రదేశ్ETV తెలంగాణఎక్కువ మంది చదివినవి(Most Read)ఆ సినిమా ఎందుకు చేశానో నాకే తెలియదు: రామ్‌ చరణ్‌నేటి రాశి ఫలాలు.. 12 రాశుల ఫలితాలు ఇలా... (09/01/2025)తిరుపతిలో పెనువిషాదంఆరు నెలలైనా దిల్లీ వచ్చి నన్ను ఎందుకు కలవలేదు లోకేశ్‌?.. మోదీ చమత్కారం‘డాకు మహారాజ్‌’ ప్రీ రిలీజ్‌ ఈవెంట్‌ రద్దువిడాకుల వార్తల వేళ.. వైరలవుతోన్న ధనశ్రీ వర్మ పోస్ట్‌గుడివాడ వస్తే మీ సంగతి తేలుస్తాం!ఘటనాస్థలాన్ని పరిశీలించిన సీఎం చంద్రబాబు.. అధికారులపై ఆగ్రహంభక్తులు భారీగా వస్తారని తెలిసీ.. ఎందుకు ఏర్పాట్లు చేయలేదు?తిరుపతి ఘటన.. ఇద్దరు అధికారులపై సస్పెన్షన్‌ వేటు: సీఎం చంద్రబాబుమరిన్నిబిజినెస్Useful TopicsIPOIncome taxEPFOJioIRCTCAadhaarLICAirtelCredit cardSBIPersonal LoanGoldHome LoansElectric vehiclesTech newsడియర్ వసుంధరబి12 కోసం ఏం తినాలి?నాకు 30ఏళ్లు, శాకాహారిని. ఈ మధ్య కాళ్లూ, చేతులూ ఎక్కువగా నొప్పులొస్తున్నాయి. ఫుల్‌బాడీ చెకప్‌ చేయించుకున్నా. బి12 లోపముందన్నారు.మళ్లీ గృహిణిగానే ఉండిపోనా...నాకు పెళ్లయ్యింది. ఓ స్కూల్లో టీచర్‌గా పనిచేస్తున్నా. కానీ, ఈ ఉద్యోగం నాకు నచ్చటం లేదు. ఒకప్పటిలానే గృహిణిగా స్థిరపడాలని ఉంది. అయితే, మాకు పిల్లలు ఇంకా లేరు.మరిన్నిస్థిరాస్తినాలుగో నగరం.. రియాల్టీకి ఊతంరాష్ట్ర ప్రభుత్వం ప్రతిష్ఠాత్మకంగా రూపొందించనున్న నాలుగో మహా నగరం  హైదరాబాద్‌కు సమీపంలోని మీర్‌ఖాన్‌పేట.. బేగరికంచె... ముచ్చర్ల గ్రామాల పరిధుల్లో 13,792 ఎకరాల్లో  ఏర్పాటు కానుంది.మాల్స్‌, మల్టీప్లెక్సులకు కేరాఫ్‌.. కూకట్‌పల్లిఒకప్పుడు ఆ ప్రాంతాన్ని.. శివారుగా పరిగణించే వారు. వాస్తవంగానూ.. అభివృద్ధిలో పెద్దగా ముందు వరుసలో కనిపించిన దాఖలాలు లేవు. అపార్ట్‌మెంట్లు, నివాస ప్రాంతాలు ఉన్నప్పటికీ.. గేటెడ్‌ కమ్యూనిటీలు, విల్లాల సంఖ్య పరిమితంగానే ఉండేది.మరిన్నిచదువుసుఖీభవమకరందంఈతరంఆహాహాయ్ బుజ్జీస్థిరాస్తికథామృతందేవతార్చన
జిల్లా వార్తలుఆంధ్రప్రదేశ్తెలంగాణ
తాజా వార్తలుసంక్రాంతి పండగకు ఊరి ప్రయాణం.. పాట్లు అనేకం[23:13]స్వలింగ వివాహాల తీర్పుపై పిటిషన్‌.. కొట్టేసిన సుప్రీం కోర్టు[22:38]కిటకిటలాడుతున్న విజయవాడ బస్టాండ్‌, రైల్వే స్టేషన్‌[22:29]సంక్రాంతి స్పెషల్‌: చర్లపల్లి-విశాఖ మధ్య జనసాధారణ్‌ రైళ్లు.. పూర్తి వివరాలివే..[22:19]భారత్‌తో బలమైన సంబంధాలు కోరుకుంటున్నాం - అఫ్గానిస్థాన్‌[22:03]లైవ్ అప్‌డేట్స్:TG: భూభారతి చట్టంపై గెజిట్‌ నోటిఫికేషన్‌ విడుదలయంగ్‌ ఇండియా స్కిల్స్‌ యూనివర్సిటీ.. అందుబాటులోకి మరో 3 కోర్సులు[21:45]ఈనాడు.నెట్‌లో టాప్‌ 10 వార్తలు @ 9 PM (JAN 09)[20:59]పోకో X7 సిరీస్‌లో రెండు ఫోన్స్‌.. ధర, ఇతర వివరాలు ఇవే![20:57]‘గేమ్ ఛేంజర్’ రిలీజ్‌.. సంధ్య థియేటర్‌ ఘటనతో అప్రమత్తమైన పోలీసులు[20:32]మరిన్ని
సంక్రాంతి పండగకు ఊరి ప్రయాణం.. పాట్లు అనేకం[23:13]
స్వలింగ వివాహాల తీర్పుపై పిటిషన్‌.. కొట్టేసిన సుప్రీం కోర్టు[22:38]
కిటకిటలాడుతున్న విజయవాడ బస్టాండ్‌, రైల్వే స్టేషన్‌[22:29]
సంక్రాంతి స్పెషల్‌: చర్లపల్లి-విశాఖ మధ్య జనసాధారణ్‌ రైళ్లు.. పూర్తి వివరాలివే..[22:19]
భారత్‌తో బలమైన సంబంధాలు కోరుకుంటున్నాం - అఫ్గానిస్థాన్‌[22:03]
లైవ్ అప్‌డేట్స్:TG: భూభారతి చట్టంపై గెజిట్‌ నోటిఫికేషన్‌ విడుదల
లైవ్ అప్‌డేట్స్:TG: భూభారతి చట్టంపై గెజిట్‌ నోటిఫికేషన్‌ విడుదల
లైవ్ అప్‌డేట్స్:TG: భూభారతి చట్టంపై గెజిట్‌ నోటిఫికేషన్‌ విడుదల
లైవ్ అప్‌డేట్స్:TG: భూభారతి చట్టంపై గెజిట్‌ నోటిఫికేషన్‌ విడుదల
లైవ్ అప్‌డేట్స్:
TG: భూభారతి చట్టంపై గెజిట్‌ నోటిఫికేషన్‌ విడుదల
యంగ్‌ ఇండియా స్కిల్స్‌ యూనివర్సిటీ.. అందుబాటులోకి మరో 3 కోర్సులు[21:45]
ఈనాడు.నెట్‌లో టాప్‌ 10 వార్తలు @ 9 PM (JAN 09)[20:59]
పోకో X7 సిరీస్‌లో రెండు ఫోన్స్‌.. ధర, ఇతర వివరాలు ఇవే![20:57]
‘గేమ్ ఛేంజర్’ రిలీజ్‌.. సంధ్య థియేటర్‌ ఘటనతో అప్రమత్తమైన పోలీసులు[20:32]
లైవ్ టీవీETV ఆంధ్రప్రదేశ్ETV తెలంగాణETV ఆంధ్రప్రదేశ్ETV తెలంగాణ

ఎక్కువ మంది చదివినవి(Most Read)ఆ సినిమా ఎందుకు చేశానో నాకే తెలియదు: రామ్‌ చరణ్‌నేటి రాశి ఫలాలు.. 12 రాశుల ఫలితాలు ఇలా... (09/01/2025)తిరుపతిలో పెనువిషాదంఆరు నెలలైనా దిల్లీ వచ్చి నన్ను ఎందుకు కలవలేదు లోకేశ్‌?.. మోదీ చమత్కారం‘డాకు మహారాజ్‌’ ప్రీ రిలీజ్‌ ఈవెంట్‌ రద్దువిడాకుల వార్తల వేళ.. వైరలవుతోన్న ధనశ్రీ వర్మ పోస్ట్‌గుడివాడ వస్తే మీ సంగతి తేలుస్తాం!ఘటనాస్థలాన్ని పరిశీలించిన సీఎం చంద్రబాబు.. అధికారులపై ఆగ్రహంభక్తులు భారీగా వస్తారని తెలిసీ.. ఎందుకు ఏర్పాట్లు చేయలేదు?తిరుపతి ఘటన.. ఇద్దరు అధికారులపై సస్పెన్షన్‌ వేటు: సీఎం చంద్రబాబుమరిన్ని
ఎక్కువ మంది చదివినవి(Most Read)ఆ సినిమా ఎందుకు చేశానో నాకే తెలియదు: రామ్‌ చరణ్‌నేటి రాశి ఫలాలు.. 12 రాశుల ఫలితాలు ఇలా... (09/01/2025)తిరుపతిలో పెనువిషాదంఆరు నెలలైనా దిల్లీ వచ్చి నన్ను ఎందుకు కలవలేదు లోకేశ్‌?.. మోదీ చమత్కారం‘డాకు మహారాజ్‌’ ప్రీ రిలీజ్‌ ఈవెంట్‌ రద్దువిడాకుల వార్తల వేళ.. వైరలవుతోన్న ధనశ్రీ వర్మ పోస్ట్‌గుడివాడ వస్తే మీ సంగతి తేలుస్తాం!ఘటనాస్థలాన్ని పరిశీలించిన సీఎం చంద్రబాబు.. అధికారులపై ఆగ్రహంభక్తులు భారీగా వస్తారని తెలిసీ.. ఎందుకు ఏర్పాట్లు చేయలేదు?తిరుపతి ఘటన.. ఇద్దరు అధికారులపై సస్పెన్షన్‌ వేటు: సీఎం చంద్రబాబుమరిన్ని
బిజినెస్
డియర్ వసుంధరబి12 కోసం ఏం తినాలి?నాకు 30ఏళ్లు, శాకాహారిని. ఈ మధ్య కాళ్లూ, చేతులూ ఎక్కువగా నొప్పులొస్తున్నాయి. ఫుల్‌బాడీ చెకప్‌ చేయించుకున్నా. బి12 లోపముందన్నారు.మళ్లీ గృహిణిగానే ఉండిపోనా...నాకు పెళ్లయ్యింది. ఓ స్కూల్లో టీచర్‌గా పనిచేస్తున్నా. కానీ, ఈ ఉద్యోగం నాకు నచ్చటం లేదు. ఒకప్పటిలానే గృహిణిగా స్థిరపడాలని ఉంది. అయితే, మాకు పిల్లలు ఇంకా లేరు.మరిన్ని
బి12 కోసం ఏం తినాలి?నాకు 30ఏళ్లు, శాకాహారిని. ఈ మధ్య కాళ్లూ, చేతులూ ఎక్కువగా నొప్పులొస్తున్నాయి. ఫుల్‌బాడీ చెకప్‌ చేయించుకున్నా. బి12 లోపముందన్నారు.మళ్లీ గృహిణిగానే ఉండిపోనా...నాకు పెళ్లయ్యింది. ఓ స్కూల్లో టీచర్‌గా పనిచేస్తున్నా. కానీ, ఈ ఉద్యోగం నాకు నచ్చటం లేదు. ఒకప్పటిలానే గృహిణిగా స్థిరపడాలని ఉంది. అయితే, మాకు పిల్లలు ఇంకా లేరు.మరిన్ని
బి12 కోసం ఏం తినాలి?నాకు 30ఏళ్లు, శాకాహారిని. ఈ మధ్య కాళ్లూ, చేతులూ ఎక్కువగా నొప్పులొస్తున్నాయి. ఫుల్‌బాడీ చెకప్‌ చేయించుకున్నా. బి12 లోపముందన్నారు.
మళ్లీ గృహిణిగానే ఉండిపోనా.నాకు పెళ్లయ్యింది. ఓ స్కూల్లో టీచర్‌గా పనిచేస్తున్నా. కానీ, ఈ ఉద్యోగం నాకు నచ్చటం లేదు. ఒకప్పటిలానే గృహిణిగా స్థిరపడాలని ఉంది. అయితే, మాకు పిల్లలు ఇంకా లేరు.
స్థిరాస్తినాలుగో నగరం. రియాల్టీకి ఊతంరాష్ట్ర ప్రభుత్వం ప్రతిష్ఠాత్మకంగా రూపొందించనున్న నాలుగో మహా నగరం  హైదరాబాద్‌కు సమీపంలోని మీర్‌ఖాన్‌పేట.. బేగరికంచె... ముచ్చర్ల గ్రామాల పరిధుల్లో 13,792 ఎకరాల్లో  ఏర్పాటు కానుంది.మాల్స్‌, మల్టీప్లెక్సులకు కేరాఫ్‌.. కూకట్‌పల్లిఒకప్పుడు ఆ ప్రాంతాన్ని.. శివారుగా పరిగణించే వారు. వాస్తవంగానూ.. అభివృద్ధిలో పెద్దగా ముందు వరుసలో కనిపించిన దాఖలాలు లేవు. అపార్ట్‌మెంట్లు, నివాస ప్రాంతాలు ఉన్నప్పటికీ.. గేటెడ్‌ కమ్యూనిటీలు, విల్లాల సంఖ్య పరిమితంగానే ఉండేది.మరిన్ని
నాలుగో నగరం. రియాల్టీకి ఊతంరాష్ట్ర ప్రభుత్వం ప్రతిష్ఠాత్మకంగా రూపొందించనున్న నాలుగో మహా నగరం  హైదరాబాద్‌కు సమీపంలోని మీర్‌ఖాన్‌పేట.. బేగరికంచె... ముచ్చర్ల గ్రామాల పరిధుల్లో 13,792 ఎకరాల్లో  ఏర్పాటు కానుంది.మాల్స్‌, మల్టీప్లెక్సులకు కేరాఫ్‌.. కూకట్‌పల్లిఒకప్పుడు ఆ ప్రాంతాన్ని.. శివారుగా పరిగణించే వారు. వాస్తవంగానూ.. అభివృద్ధిలో పెద్దగా ముందు వరుసలో కనిపించిన దాఖలాలు లేవు. అపార్ట్‌మెంట్లు, నివాస ప్రాంతాలు ఉన్నప్పటికీ.. గేటెడ్‌ కమ్యూనిటీలు, విల్లాల సంఖ్య పరిమితంగానే ఉండేది.మరిన్ని
నాలుగో నగరం. రియాల్టీకి ఊతంరాష్ట్ర ప్రభుత్వం ప్రతిష్ఠాత్మకంగా రూపొందించనున్న నాలుగో మహా నగరం  హైదరాబాద్‌కు సమీపంలోని మీర్‌ఖాన్‌పేట.. బేగరికంచె... ముచ్చర్ల గ్రామాల పరిధుల్లో 13,792 ఎకరాల్లో  ఏర్పాటు కానుంది.
మాల్స్‌, మల్టీప్లెక్సులకు కేరాఫ్‌. కూకట్‌పల్లిఒకప్పుడు ఆ ప్రాంతాన్ని. శివారుగా పరిగణించే వారు. వాస్తవంగానూ.. అభివృద్ధిలో పెద్దగా ముందు వరుసలో కనిపించిన దాఖలాలు లేవు. అపార్ట్‌మెంట్లు, నివాస ప్రాంతాలు ఉన్నప్పటికీ.. గేటెడ్‌ కమ్యూనిటీలు, విల్లాల సంఖ్య పరిమితంగానే ఉండేది.
చదువుసుఖీభవమకరందంఈతరంఆహాహాయ్ బుజ్జీస్థిరాస్తికథామృతందేవతార్చన
చదువుసుఖీభవమకరందంఈతరంఆహాహాయ్ బుజ్జీస్థిరాస్తికథామృతందేవతార్చన

"""
length_text=(len(telgu_text))
print(length_text)

#telgu text pattern unicode 
telgu_text_patern=r'[\u0C00-\u0C7F]+'
telgu_sentence_pattern=r'.+?[।.!?॥]+'    # telgu sentence ends with | || . ? !
telgu_paragraph=telgu_text.split("/n/n")

#for telgu senteces:- telgu sentences 
for  para in telgu_paragraph:
    telgu_sentence=findall(telgu_sentence_pattern,para)
    
    
with open("C:\\Users\\yashi\\OneDrive\\Desktop\\ML project\\sent_tokenisation_with_language_code\\telgu_sent_with_unicode",'w',encoding='utf-8') as file:
    for sent in telgu_sentence:
        if sent.strip():
            file.write(sent.strip() +"\t"+"tel"+"\n")
    file.close()
    
