bangali_text="""
বাংলা উইকিপিডিয়া হলো উইকিমিডিয়া ফাউন্ডেশন পরিচালিত উইকিপিডিয়া নামক উন্মুক্ত অনলাইন বিশ্বকোষের বাংলা সংস্করণ। এই সংস্করণটি ২৭ জানুয়ারি ২০০৪ সালে প্রথম যাত্রা শুরু করে।[১] এটি ২০০৬ সালের অক্টোবরে বাংলা উইকিপিডিয়া ১০,০০০ নিবন্ধ এবং ২০২০ সালের ২৫ ডিসেম্বর ১ লক্ষ নিবন্ধের মাইলফলক অর্জন করে। ১৯ ডিসেম্বর ২০২৪ পর্যন্ত বাংলা উইকিপিডিয়াতে ১,৬১,০৬৮টি নিবন্ধ সৃষ্টি করা হয়েছে এবং সর্বমোট ৭৮,১৯,৫১৯ বার সম্পাদনা হয়েছে। আশ্চর্যজনকভাবে, যদিও এটি শীর্ষস্থানীয় উইকিপিডিয়ার তুলনায় পরে যোগদান করেছে তবুও ভাষা অনুসারে ৩৪০ টি সক্রিয় উইকিপিডিয়ার মধ্যে নিবন্ধের গভীরতার দিক থেকে এটি ষষ্ঠ অবস্থানে রয়েছে।[২]

বর্তমানে ১,২৭০ জন সক্রিয় স্বেচ্ছাসেবক বাংলা উইকিপিডিয়ায় কাজ করছেন। ১৪ জন প্রশাসক বিশ্বকোষটির প্রশাসনিক ব্যাপারগুলো দেখেন। এই বিশ্বকোষটিতে মোট ১৯,৫৭৭টি ফাইল বা চিত্র রয়েছে। বাংলা উইকিপিডিয়াতে বাংলা লিপিতে লিখনের একটি সরঞ্জাম রয়েছে, যার মাধ্যমে কোনো লাতিন বর্ণমালাভিত্তিক কী-বোর্ড ব্যবহার করে উচ্চারণভিত্তিক (ফোনেটিক) উপায়ে বাংলা টাইপ করা যায়। ফলে বহিঃস্থ কোন সফটওয়্যার ডাউনলোড করার প্রয়োজন পড়ে না।[৩] বাংলাদেশ উইকিপিডিয়া সম্প্রদায় পরিচালিত সংবাদ প্রকাশনা মধ্যে রয়েছে উইকিবার্তা। বাংলা উইকিপিডিয়ার সম্পাদকদের মধ্যে তরুণদের সংখ্যা পৃথিবীর অন্যান্য ভাষার উইকিপিডিয়ার সম্পাদকদের চেয়ে অনেক বেশি।

২০১০ সালে মোবাইল ফোনের জন্য বাংলা উইকিপিডিয়ার মোবাইল সংস্করণ চালু হয়।[৪] ২০১৮ সালে সারা বিশ্ব থেকে প্রায় ১৯ কোটি বার এবং প্রতিদিন গড়ে ৫ লাখ ১৩ হাজার ৬৭৮ বার বাংলা উইকিপিডিয়া দেখা হয়েছে।[১][৫]

পটভূমি
২০০২ সালের ফেব্রুয়ারি মাসে ডেভেলপারগণ উইকিপিডিয়াসমূহের জন্য ভাষা কোড ভিত্তিক সাব-ডোমেইন তৈরি শুরু করেন এবং সে সময় অন্য ভাষাসমূহের সাথে বাংলা সাব-ডোমেইনটিও তৈরি করা হয়[৬]। ১লা জুন ২০০২ সালে সাবডোমেইনটিতে স্বয়ংক্রিয়ভাবে একটি প্লেসহোল্ডার পাতা তৈরি করা হয়।[৭] ২০০৩ সালের ৯ই ডিসেম্বর কানাডার ম্যাকগিল বিশ্ববিদ্যালয়ের পিএইচডির তৎকালীন বাংলাদেশী শিক্ষার্থী শাহ আসাদুজ্জামান প্রথম বাংলা উইকিপিডিয়া তৈরির অনুরোধ করে উইকিপিডিয়ার প্রতিষ্ঠাতা জিমি ওয়েলসের কাছে একটি ইমেইল প্রেরণ করেন।[৮][৯] যার পরিপ্রেক্ষিতে একই বছর ২৬শে ডিসেম্বর ডেভেলপারগণ পরীক্ষামূলকভাবে “হোমপেইজ” নামে একটি পাতা তৈরি করেন।[৯]

২৭ জানুয়ারি ২০০৪ সালে একটি আইপি ঠিকানা থেকে প্রধান পাতা তৈরির মাধ্যমে আনুষ্ঠানিকভাবে বাংলা উইকিপিডিয়ার যাত্রা শুরু হয়।[১০] বাংলা উইকিপিডিয়া চালু হওয়ার পর লিখিত প্রথম নিবন্ধ বাংলা ভাষা যা ২৪ মে ২০০৪ সালে তৈরি করা হয়েছিল।[১১] বাংলা ভাষায় ডোমেইন নাম .বাংলা চালু হওয়ার পর উইকিমিডিয়া বাংলাদেশ থেকে উইকিপিডিয়া.বাংলা ডোমেইনের জন্য বিটিসিএলের কাছে আবেদন করা হয়।[১২] ১৩ সেপ্টেম্বর ২০১৮ সালে উইকিপিডিয়া.বাংলা ডোমেইনটি সক্রিয় হয় যা বর্তমানে বাংলা উইকিপিডিয়ার মূল ডোমেইনে পুনর্নির্দেশ করা রয়েছে।[১৩]

ইতিহাস

ঢাকায় বাংলা উইকিপিডিয়ার দশম প্রতিষ্ঠাবার্ষিকী অনুষ্ঠানে বাংলা উইকিপিডিয়ানদের সাথে উইকিপিডিয়ার প্রতিষ্ঠাতা জিমি ওয়েলস।
বাংলা উইকিপিডিয়া জানুয়ারি ২০০৪ সালে এর যাত্রা শুরু করে।[১৪][১৫] সেই সময়ে উইকিপিডিয়ার প্রতি মানুষের আকর্ষণ কম ছিল। পাশাপাশি, বাংলায় অবদান রাখতে বিভিন্ন সীমাবদ্ধতা ছিল।

২০০৬ সাল থেকে সম্পূর্ণ দৃশ্যপট পরিবর্তন হয়ে যায়।[১৬] সে সময় বাংলা ব্লগিং জগত ধীরে ধীরে বড়ো হচ্ছিল এবং অনেক মানুষ বাংলা কম্পিউটিংয়ে অভ্যস্ত হয়ে উঠছিল— এতে বিনামূল্যের ও মুক্ত-উৎসের টাইপিং-সরঞ্জাম অভ্রও গুরুত্বপূর্ণ ভূমিকা পালন করে। ২৫শে মার্চ ২০০৬ সালে, দেশব্যাপী উইকিপিডিয়াকে জনপ্রিয় করতে বাংলাদেশ ওপেন সোর্স নেটওয়ার্ক (বিডিওএসএন) কর্তৃক একটি উইকি দল গঠন করা হয়।[১৬] লক্ষ্য ছিল, উইকিপিডিয়ার মাধ্যমে বিশ্ব দরবারে বাংলাকে পরিচিত করা ও বাংলা ভাষায় একটি পূর্ণাঙ্গ বিশ্বকোষ তৈরি করা। সেই সময়, বাংলা উইকিপিডিয়ায় মাত্র ৫০০টি নিবন্ধ ছিল।[১৬] কিন্তু কিছুদিনের মধ্যেই ‘বিডিওএসএন উইকি দল’-এর সাথে আরও অনেকে যোগদান করেন। দলটি সে-সময় কিছু সংবাদপত্রের মাধ্যমে উইকিপিডিয়ার কথা ছড়িয়ে দিতে শুরু করে এবং একটি বাংলা উইকি মেইলিং লিস্ট পরিচালনা করা শুরু করে। এতে শীঘ্রই দেশ-বিদেশের অনেক বাংলাভাষী এই গতিশীল প্রকল্পে যোগদান করা শুরু করে। এর ফলাফল স্বরূপ, অক্টোবরের শেষে, বাংলা উইকিপিডিয়া ১০ হাজার নিবন্ধের মাইলফলক স্পর্শ করে। দক্ষিণ এশীয় ভাষার উইকিপিডিয়ার মধ্যে বাংলা উইকিপিডিয়া প্রথম এই মাইলফলকে পৌঁছায়।

“	সবচেয়ে বড় চ্যালেঞ্জ ছিল ইন্টারনেটে বাংলায় কোন কিছু লেখা। বাংলা ইউনিকোড অধিকাংশ অপারেটিং সিস্টেমে সমর্থন করত না, ইন্টারনেটে শুধুমাত্র কয়েকটি ওয়েবসাইট বাংলা ইউনিকোড সমর্থন করত, এবং এটি কনফিগার করতে ব্যবহারকারীদের অসুবিধা ভোগ করতে হত। তাছাড়া, বাংলা ইউনিকোড দিয়ে কিছু লেখার ধারণা ছিল নতুন। …শুরুতে তাই, বাংলা ভাষায় একটি উইকিপিডিয়ার ধারণা আসলে সময়োপযোগী ছিল না।	”
— ড. রাগিব হাসান, বাংলা উইকিপিডিয়ার প্রথমদিককার অবদানকারী, [১৬]

উইকিপিডিয়ার অ্যান্ড্রয়েড অ্যাপে বাংলা ভাষা নিবন্ধ।
২০০৯ ও ২০১০-এর মাঝামাঝি সময়ে পশ্চিমবঙ্গ, ভারতের বাংলাভাষীগণ বাংলা উইকিপিডিয়ায় অবদান রাখা শুরু করেন।[১৬] একই সময়ে উইকিমিডিয়া ফাউন্ডেশন তাদের যাত্রা শুরু করে এবং বাংলায় ও বাংলাদেশে শিক্ষামূলক বিষয়বস্তু প্রচার করতে ৩রা অক্টোবর ২০১১ সালে ফাউন্ডেশন, উইকিমিডিয়া বাংলাদেশ নামে একটি স্থানীয় অধ্যায় অনুমোদন করে।[১৪] ২৬শে ফেব্রুয়ারি ২০১৫ সালে উইকিপিডিয়ার সহ-প্রতিষ্ঠাতা উইকিমিডিয়া বাংলাদেশ আয়োজিত[১৭][১৮][১৯] বাংলা উইকিপিডিয়ার দশম প্রতিষ্ঠাবার্ষিকী অনুষ্ঠানে যোগদান করতে ঢাকায় আসেন।[১৮][১৯][২০][২১][২২][২৩] তিনি বলেন, নিবন্ধের গভীরতার দিক থেকে বাংলা উইকিপিডিয়ার অবস্থান অন্যান্য উইকিপিডিয়ার তুলনায় অনেক উপরে।[১৮]

জানুয়ারি ২০১৯ সালের পরিসংখ্যান অনুসারে, বাংলা উইকিপিডিয়াই বাংলা ভাষায় লিখিত একমাত্র অনলাইন মুক্ত বিশ্বকোষ।[১][২৪] এছাড়া এটি বর্তমানে ইন্টারনেটের বাংলা বিষয়বস্তু সমৃদ্ধ অন্যতম বড়ো ওয়েবসাইট।[২৫]

পরিসংখ্যান
বাংলা উইকিপিডিয়ার নিবন্ধ সংখ্যা ২০০৬ সালের সেপ্টেম্বরে ১০ হাজার, ২০০৯ সালের ২৮ জুন ২০ হাজার, ২০১৪ সালের ১৩ মে ৩০ হাজার, ২০১৬ সালের ৪ জানুয়ারি ৪০ হাজার, ২০১৭ সালের ৩০ এপ্রিল ৫০ হাজার, ২০১৮ সালের ৮ আগস্ট ৬০ হাজার, ২০১৯ সালের ১৬ জুলাই ৭০ হাজার, ২০২০ সালে ২৩ জানুয়ারি ৮০ হাজার ও একই বছরের ২২ জুন ৯০ হাজার অতিক্রম করে।[২৬] ২০২০ সালের ২৫ ডিসেম্বর বাংলা উইকিপিডিয়া ১ লক্ষ নিবন্ধের মাইলফলক অর্জন করে। ১৯ ডিসে ২০২৪ অনুসারে বাংলা উইকিপিডিয়ায় মোট নিবন্ধের সংখ্যা ১,৬১,০৬৮টি, পাতার সংখ্যা ১২,৮৭,১৯৫টি, নিবন্ধিত ব্যবহারকারীর সংখ্যা ৪,৭৮,১২৮ জন যার মধ্যে সক্রিয় ব্যবহারকারীর সংখ্যা ১,২৭০, প্রশাসকের সংখ্যা ১৪ জন এবং "গভীরতা" প্রায় ২৯৭।

নিবন্ধের সংখ্যা অনুসারে ৩২৬টি উইকিপিডিয়ার মধ্যে বাংলা উইকিপিডিয়ার অবস্থান ৬৩তম। শুরুর দিকে বাংলা উইকিপিডিয়ার নিবন্ধ, ব্যবহারকারী ও পাঠক কম থাকলেও সেটি ধীরে ধীরে বাড়তে থাকে।[২৭] ২০১৪ সালের এক জরিপে দেয়া যায়, ২০১২ সালের ডিসেম্বর থেকে ২০১৩ সালের ডিসেম্বর পর্যন্ত বাংলা উইকিপিডিয়ার ব্যবহার বেড়েছে ৪৬ শতাংশ।[২৭]

ব্যবহারকারী ও সম্পাদকবৃন্দ
বাংলা উইকিপিডিয়ার পরিসংখ্যান
ব্যবহারকারীর সংখ্যা	নিবন্ধের সংখ্যা	মিডিয়ার সংখ্যা	প্রশাসকের সংখ্যা
৪,৭৮,১২৮	১,৬১,০৬৮	১৯,৫৭৭	১৪
সম্প্রদায় ও অনুষ্ঠান

উইকিমিডিয়া বাংলাদেশের লোগো

পশ্চিমবঙ্গ উইকিপিডিয়া ব্যবহারকারী দলের লোগো
মূল নিবন্ধসমূহ: উইকিমিডিয়া বাংলাদেশ ও উইকিপিডিয়া:পশ্চিমবঙ্গ উইকিমিডিয়া ব্যবহারকারী দল
বাংলা উইকিপিডিয়া তথা উইকিমিডিয়ার বিভিন্ন প্রকল্প স্থানীয়ভাবে সমৃদ্ধি ও প্রসারে বিভিন্ন দেশে উইকিমিডিয়া ফাউন্ডেশন, স্থানীয় শাখা (চ্যাপ্টার) বা ব্যবহারকারী সম্প্রদায় অনুমোদন দিয়ে থাকে। বাংলাদেশে উইকিমিডিয়া বাংলাদেশের মাধ্যমে এবং ভারতে ‘পশ্চিমবঙ্গ উইকিপিডিয়া সম্প্রদায়ের’ মাধ্যমে কার্যক্রম পরিচালিত হয়। ২০০৬ সাল থেকেই মূলত বাংলাদেশের বাংলা উইকিপিডিয়া অবদানকারীগণ বিভিন্ন কর্মসূচি পালন করে। কয়েক বছর পর থেকে পশ্চিমবঙ্গেও বাংলা উইকিপিডিয়া অবদানকারীগণ সংগঠিত হতে থাকেন এবং সচেতনতা কার্যক্রম গ্রহণ করেন। উইকিমিডিয়া বাংলাদেশ থেকে বাংলা উইকিপিডিয়ার সমৃদ্ধিতে সচেতনতা তৈরির জন্য বাৎসরিক নিবন্ধ প্রতিযোগিতা,[২৮][২৯] বাংলা উইকিপিডিয়ার প্রতিষ্ঠাবার্ষিকী অনুষ্ঠান,[৩০] শিক্ষাপ্রতিষ্ঠানসহ বিভিন্ন সমমনা প্রতিষ্ঠানে কর্মশালা, ছবি প্রতিযোগিতাসহ বিভিন্ন কার্যক্রম পরিচালনা করে।[৩১][৩২][৩৩][৩৪] ২০১২ সালে চট্টগ্রামে বাংলা উইকিপিডিয়ার প্রথম সম্মেলন অনুষ্ঠিত হয়।[৩৫][৩৬] ২০১৪ সালে প্রথম বারের মতো বাংলা উইকিপিডিয়ার ছবি প্রতিযোগিতার আয়োজন করা হয়।[৩৭][৩৮][৩৯] এছাড়া আন্তর্জাতিক মাতৃভাষা দিবস উপলক্ষে প্রতি বছর অমর একুশে গ্রন্থমেলায় বাংলা উইকিপিডিয়া সমৃদ্ধির আহ্বান জানিয়ে কার্যক্রম পরিচালিত হয়।[৪০][৪১][৪২]

২০১৪ সালে বাংলা উইকিপিডিয়া দশ বছর পূর্তি উপলক্ষ্যে বাংলাদেশে ও পশ্চিমবঙ্গে ২০১৪ ও ২০১৫ সালে বর্ষপূর্তি উদ্‌যাপন আয়োজন করা হয় যেখানে দুই দেশের বাংলা উইকিপিডিয়ানরা অংশগ্রহণ করেন।[৪৩][৪৪][৪৫][৪৬][৪৭] বাংলাদেশে দশম বর্ষপূর্তি অনুষ্ঠানটি দুটি ধাপে করা হয় যার প্রথমটিতে উইকিপিডিয়ার প্রতিষ্ঠাতা জিমি ওয়েলস অংশ নিয়ে বাংলা উইকিপিডিয়া ও অবদানকারীদের প্রশংসা করেন।[৪৮][৪৯] অন্যান্য কার্যক্রমের মধ্যে রয়েছে উইকিমিডিয়া প্রকল্পে নারীদের সম্পৃক্ততা বৃদ্ধির জন্য বিভিন্ন ধরনের সচেতনতা কর্মসূচি।[৫০] ২০১৯ সালের ২৭ জানুয়ারি উইকিমিডিয়া বাংলাদেশ, ঢাকা, রাজশাহী ও সিলেটে বাংলা উইকিপিডিয়ার ১৫তম প্রতিষ্ঠাবার্ষিকী উদ্‌যাপন করে।[৫১][৫২] ২০২৪ সালের একই দিনে ময়মনসিংহ উইকিমিডিয়া সম্প্রদায় বাংলা উইকিপিডিয়ার ২০তম প্রতিষ্ঠাবার্ষিকী উদযাপন করে।[৫৩]

বিভ্রান্তি
বিভিন্ন সময়ে বাংলা উইকিপিডিয়ার তথ্য নিয়ে বাংলাদেশের গণমাধ্যমে বিভ্রান্তি তৈরি হয়েছে। ২০১৮ সালের এপ্রিলে বাংলাদেশের খ্যাতনামা সঙ্গীতশিল্পী রুনা লায়লাকে “উইকিপিডিয়ার শীর্ষ ত্রিশ বাঙালির তালিকায়” স্থান দেওয়ার সংবাদ প্রকাশিত হয়।[৫৪][৫৫][৫৬][৫৭] উইকিপিডিয়ার বাংলা ও ইংরেজি সংস্করণের বাঙালি জাতি নিবন্ধে ছবি ব্যবহারের সূত্র ধরে এ বিভ্রান্তিটি তৈরি হয়।[৫৮] একই বছর আগস্টে বাংলাদেশি লেখক ও শিক্ষাবিদ মুহম্মদ জাফর ইকবালের নিবন্ধে জনৈক ব্যবহারকারী মৃত্যুর ভুল খবর যুক্ত করার ফলে সেটি সংবাদমাধ্যমের শিরোনাম হয়।
উইকিমিডিয়া বাংলাদেশ (উইকিমিডিয়া বাংলাদেশ ফাউন্ডেশন বা উইকিমিডিয়াবিডি নামেও পরিচিত) হলো বাংলাদেশে নিবন্ধিত একটি অলাভজনক সংস্থা যা উইকিমিডিয়া প্রকল্পে তথা মুক্ত বিশ্বকোষ উইকিপিডিয়ায় যুক্ত বাংলাদেশী স্বেচ্ছাসেবকদের সহায়তার জন্য প্রতিষ্ঠিত হয়েছে। এটি উইকিমিডিয়া ফাউন্ডেশনের বিভিন্ন শিক্ষামূলক মুক্ত প্রকল্পের প্রচার এবং প্রসারের লক্ষ্যে সমগ্র বাংলাদেশ জুড়ে প্রতিষ্ঠানের সাথে কাজ করে।

উইকিমিডিয়া ফাউন্ডেশন মার্কিন যুক্তরাষ্ট্রভিত্তিক একটি অলাভজনক প্রতিষ্ঠান, যারা বিশ্বজুড়ে ওয়েবভিত্তিক বেশকিছু সহযোগিতামূলক ও শিক্ষামূলক প্রকল্প পরিচালনা করে। উইকিপিডিয়া তার মধ্যে অন্যতম। ২০১১ সালে উইকিমিডিয়া বাংলাদেশ দক্ষিণ এশিয়ার দ্বিতীয় অধ্যায় বা চ্যাপ্টার হিসেবে উইকিমিডিয়া ফাউন্ডেশনের অনুমোদন লাভ করে এবং এটি ফাউন্ডেশন অনুমোদিত ৩৭টি আঞ্চলিক চ্যাপ্টারের একটি।[১][২]

ইতিহাস[সম্পাদনা]
২০০৪ সালে ২৭শে জানুয়ারি বাংলা উইকিপিডিয়া চালু হয়।[৩][৪] পরবর্তীতে বাংলাদেশে উইকিমিডিয়া প্রকল্পের প্রসারের লক্ষ্যে স্থানীয় চ্যাপ্টার গঠনের আলোচনা শুরু হয়। ২০০৯ সালে বাংলাদেশী উইকিপিডিয়া স্বেচ্ছাসেবকগণ বাংলাদেশে উইকিমিডিয়া ফাউন্ডেশনের অফিসিয়াল চ্যাপ্টার গঠনের জন্য কাজ শুরু করেন। সে অনুসারে ২০১১ সালের এপ্রিলে সংগঠনের গঠনতন্ত্র প্রণয়ন করে উইকিমিডিয়া ফাউন্ডেশনের কাছে উইকিমিডিয়া বাংলাদেশ চ্যাপ্টারের অনুমোদনের জন্য আবেদন করা হয়।

২০১১ সালের ৩রা অক্টোবর উইকিমিডিয়া ফাউন্ডেশনের বোর্ড অব ট্রাস্টিগণ উইকিমিডিয়া বাংলাদেশকে ফাউন্ডেশনের অফিসিয়াল চ্যাপ্টার হিসেবে অনুমোদন দেয়।[৩][৫] ২০১২ সালের মে মাসে সংস্থাটি বাংলাদেশে স্থানীয় অনুমোদনের জন্য যৌথমূলধন কোম্পানি ও ফার্মসমূহের পরিদপ্তরে আবেদন করে। ২০১৪ সালের ৯ই জুন সমিতিসমূহের নিবন্ধন আইন ১৮৬০-এর অধীনে বাংলাদেশী নিবন্ধিত অলাভজনক সংস্থা হিসেবে বাংলাদেশ সরকারের অনুমোদন লাভ করে।[৬] ২০১৫ সালে প্রথমবারেরমত সংস্থাটি নিবন্ধিত সদস্য গ্রহণ শুরু করে।[৭]

ভাষাগত দিক থেকে উইকিমিডিয়ার বাংলা প্রকল্পগুলো উইকিমিডিয়া বাংলাদেশের মূল ফোকাস হলেও, বাংলার পাশাপাশি অন্যান্য আঞ্চলিক ভাষার প্রকল্প যেমন সাঁওতালি উইকিপিডিয়া, বিষ্ণুপ্রিয়া মণিপুরী উইকিপিডিয়া ও ইংরেজি প্রকল্পগুলোর প্রসার ও সমৃদ্ধিতে সংস্থাটি কাজ করে থাকে।
উইকিমিডিয়া কমন্স (বা সাধারণভাবে কমন্স) হলো ছবি, শব্দ, ভিডিও ও অন্যান্য মিডিয়ার একটি উন্মুক্ত মিডিয়া ভাণ্ডার যা বিনামূল্যে ব্যবহারযোগ্য।[১] এটি উইকিমিডিয়া ফাউন্ডেশনের একটি প্রকল্প।

উইকিমিডিয়া কমন্সের ফাইলগুলো উইকিপিডিয়া, উইকিভ্রমণ, উইকিসংকলন, উইকিউক্তি, উইকিঅভিধান, উইকিসংবাদ, উইকিবই এবং উইকিপ্রজাতি সহ সমস্ত ভাষার উইকিমিডিয়া প্রকল্পে[২] ব্যবহার করা যায় বা অফসাইটে ব্যবহারের জন্য ডাউনলোডও করা যায়। ২০২৩ সালের ফেব্রুয়ারি মাসের হিসাব অনুযায়ী, এই মিডিয়া ভাণ্ডারে ৯ কোটির বেশি উন্মুক্ত ব্যবহারযোগ্য মিডিয়া রয়েছে, যা নিবন্ধিত স্বেচ্ছাসেবকদের দ্বারা পরিচালিত ও সম্পাদনাযোগ্য।[৩]

ইতিহাস[সম্পাদনা]

কমন্সের মোজাইক লোগো, যা উইকিমিডিয়া কমন্সে এক মিলিয়ন ফাইলের স্মরণে তৈরি করা হয়েছে
২০০৪ সালের মার্চে এরিক মোলার প্রকল্পের ধারণাটি প্রকাশ করেন এবং ২০০৪ সালের ৭ সেপ্টেম্বর উইকিমিডিয়া কমন্স চালু হয়।[৪][৫][৬] ২০১৩ সালের জুলাইয়ে কমন্সে সম্পাদনার সংখ্যা ১০০,০০০,০০০ এ পৌঁছায়।[৭] ২০১৮ সালে কমন্সে ত্রিমাত্রিক মডেলের ফাইল আপলোড করার বৈশিষ্ট্য যুক্ত হয়েছে। কমন্সে আপলোড করা প্রথম মডেলগুলোর মধ্যে একটি ছিল আসাদ আল-লাত মূর্তিটির পুনর্নির্মাণ যা ২০১৫ সালে ইসলামিক স্টেট অব ইরাক অ্যান্ড দ্য লেভান্ট পালমিরায় ধ্বংস করে দিয়েছিল।[৮]

বিভিন্ন উল্লেখযোগ্য প্রতিষ্ঠান কমন্সে ফাইল আপলোড করেছে। ২০১২ সালে ন্যাশনাল আর্কাইভস অ্যান্ড রেকর্ডস অ্যাডমিনিস্ট্রেশন তাদের সংগ্রহ থেকে ১০০,০০০ ডিজিটালাইজড ছবি আপলোড করেছে।[৯] ২০২০ সালে আমেরিকার ডিজিটাল পাবলিক লাইব্রেরি (ডিপিএলএ) তাদের সংগ্রহগুলো কমন্সে আপলোড করা শুরু করে।[১০] ২০২২ সালে ডিপিএলএ তাদের ২ মিলিয়নেরও বেশি ফাইল আপলোড করেছে।[১১] একইভাবে ইউরোপীয় সাংস্কৃতিক ঐতিহ্যের ওয়েবসাইট ইউরোপিয়েনা, কমন্সের মাধ্যমে তাদের ডিজিটালাইজড ছবি শেয়ার করে।[১২] কোভিড-১৯ এর বৈশ্বিক মহামারী চলাকালীন সময়ে উইকিমিডিয়ার সাথে সহযোগিতার অংশ হিসাবে, বিশ্ব স্বাস্থ্য সংস্থা তাদের "তথ্যবার্তা" সম্পর্কিত ফাইলগুলো কমন্সে আপলোড করেছে।[১৩]

সহ-প্রকল্পের সাথে সম্পর্ক[সম্পাদনা]
উইকিমিডিয়া কমন্সের লক্ষ্য হলো একটি মিডিয়া ভাণ্ডার প্রদান করা যা "সর্বজনীন ডোমেইন ও অবাধ-লাইসেন্সযুক্ত শিক্ষামূলক মিডিয়া সামগ্রী সকলের জন্য উপলব্ধ করে এবং এটি উইকিমিডিয়া ফাউন্ডেশনের বিভিন্ন প্রকল্পের জন্য একটি সাধারণ সংগ্রহস্থল হিসাবে কাজ করে।" "শিক্ষামূলক" অভিব্যক্তিটি "জ্ঞান প্রদান; নির্দেশনামূলক বা তথ্যমূলক"-এর বিস্তৃত অর্থ বোঝায়।[১৪]

বেশিরভাগ উইকিমিডিয়া প্রকল্প এখনও স্থানীয়ভাবে মিডিয়া আপলোডের অনুমতি দেয় যা অন্যান্য প্রকল্প বা ভাষায় দৃশ্যমান নয়, তবে এই বিকল্পটি প্রাথমিকভাবে শুধু ন্যায্য ব্যবহারযোগ্য উপাদানগুলোর জন্য যা স্থানীয় প্রকল্প নীতিমালা অনুসারে অনুমোদিত, কিন্তু কমন্সের মেধাস্বত্ব নীতি অনুযায়ী অনুমোদিত নয়। উইকিমিডিয়া কমন্স নিজে ন্যায্য ব্যবহার বা অ-মুক্ত লাইসেন্স, বাণিজ্যিক ব্যবহার বা পুনঃপ্রকাশের কাজের অনুমোদন সীমাবদ্ধ করে এমন লাইসেন্সে কোন বিষয়বস্তু আপলোডের অনুমতি দেয় না। এই কারণে, উইকিমিডিয়া কমন্স সর্বদা অবাধে লাইসেন্সপ্রাপ্ত মিডিয়া হোস্ট করে ও কপিরাইট লঙ্ঘন করে এমন ফাইলগুলো অপসারণ করে। যে লাইসেন্সগুলো গ্রহণযোগ্য সেগুলোর মধ্যে রয়েছে ক্রিয়েটিভ কমন্স অ্যাট্রিবিউশন এবং অ্যাট্রিবিউশন/শেয়ারঅ্যালাইক,[১৫] অন্যান্য মুক্ত বিষয়বস্তু ও সফটওয়্যার এবং পাবলিক ডোমেইন লাইসেন্স।

কমন্সের পূর্বনির্ধারিত ভাষা ইংরেজি, কিন্তু নিবন্ধিত ব্যবহারকারীরা তাদের ইন্টারফেস পরিবর্তন করে নিতে পারেন। অনেক বিষয়বস্তুর পাতা, বিশেষত নীতিমালা ও প্রবেশদ্বার বিভিন্ন ভাষায় অনুবাদ করা হয়েছে। উইকিমিডিয়া কমন্সে ফাইলগুলোকে মিডিয়াউইকির বিষয়শ্রেণী ব্যবস্থা ব্যবহার করে শ্রেণিবদ্ধ করা হয়। উপরন্তু, এগুলো প্রায়ই পৃথক পৃথক নির্দিষ্ট গ্যালারি পাতায় সংগ্রহ করা হয়। যদিও প্রকল্পটি মূলত মুক্ত পাঠ্য ফাইলগুলো ধারণ করার প্রস্তাব দেওয়া হয়েছিল, তবে এগুলো উইকিসংকলন নামে একটি সহ-প্রকল্পে হোস্ট করা অব্যাহত রয়েছে।

বিতর্কিত বিষয়বস্তু[সম্পাদনা]
সাইটটি প্রচুর পরিমাণে অপেশাদার পর্নোগ্রাফি হোস্ট করার জন্য সমালোচিত হয়েছে। প্রদর্শন বাতিকেরা প্রায়ই ব্যক্তিগত সন্তুষ্টির জন্য এই ধরনের বিষয়বস্তু সাইটটিতে আপলোড করে থাকে এবং তাদের অনেকের প্রতিই প্রশাসকেরা সহানুভূতিশীল বলে মনে করা হয়।[১৬] ২০১২ সালে বাজফিড উইকিমিডিয়া কমন্সকে "পুরুষাঙ্গ দিয়ে পরিপূর্ণ" বলে বর্ণনা করেছিল।[১৭]

২০১০ সালে উইকিপিডিয়ার সহ-প্রতিষ্ঠাতা ল্যারি স্যাঙ্গার "ললিকন" নামে পরিচিত শিশুদের যৌন ছবি হোস্ট করার জন্য উইকিমিডিয়া কমন্সের বিরুদ্ধে এফবিআইয়ের কাছে রিপোর্ট করেছিলেন। এটি মিডিয়াতে প্রকাশিত হওয়ার পরে, কমন্সের হোস্ট উইকিমিডিয়া ফাউন্ডেশনের প্রতিষ্ঠাতা জিমি ওয়েলস, কমন্স সম্প্রদায়ের সাথে কোনোরূপ আলোচনা করা ছাড়াই বেশ কয়েকটি ছবি মুছে ফেলার জন্য তার প্রশাসকের মর্যাদা ব্যবহার করেছিলেন। পরবর্তীতে ওয়েলস কমন্স সম্প্রদায়ের প্রতিক্রিয়ার স্বেচ্ছায় ফাইল মুছে ফেলার ক্ষমতা সহ সাইটের কিছু সুবিধা ত্যাগ করেন।[১৮]

উপযোগিতা[সম্পাদনা]
সময়ের সাথে সাথে, উইকিমিডিয়া কমন্সকে অন্যান্য উইকিমিডিয়া প্রকল্পগুলোর সাথে ইন্টারফেস করার জন্য অতিরিক্ত কার্যকারিতা তৈরি করা হয়েছে। ড্যানিয়েল কিঞ্জলার আপলোড করা ফাইলগুলোর জন্য উপযুক্ত বিভাগ ("কমনসেন্স"), উইকিমিডিয়া প্রকল্পগুলোতে ফাইলগুলোর ব্যবহার নির্ধারণ ("চেকইউসেজ"), অনুপস্থিত কপিরাইট তথ্য ("ট্যাগবিহীন চিত্র") সহ চিত্রগুলো সনাক্তকরণ এবং প্রাসঙ্গিক উইকিতে মুছে ফেলার মতো প্রশাসনিক ক্রিয়াকলাপ সম্পর্কে তথ্য রিলে করার জন্য অ্যাপ্লিকেশন লিখেছিলেন ("কমন্সটিকার")।

বিপুল সংখ্যক ফাইল আপলোড করার প্রক্রিয়াটি সহজ করার জন্য "কমনিস্ট"-এর মতো বিশেষ আপলোডিং সরঞ্জাম এবং স্ক্রিপ্ট তৈরি করা হয়েছে। এক সময়, ফ্লিকারে আপলোড করা মুক্ত ছবিগুলো পর্যালোচনা করার জন্য, ব্যবহারকারীরা অধুনালুপ্ত সহযোগী বাহ্যিক পর্যালোচনা প্রক্রিয়াতে ("ফ্লিকারলিকার") অংশ নিতে পারতেন। এর ফলে কমন্সে ১০,০০০ টিরও বেশি মিডিয়া আপলোড হয়েছিল।[যাচাইকরণ ব্যর্থ হয়েছে][অকার্যকর সংযোগ] কমন্সের একটি মোবাইল অ্যাপ্লিকেশন রয়েছে যা উইকিমিডিয়া কমন্স সম্প্রদায় রক্ষণাবেক্ষণ করে। অ্যাপ্লিকেশনটির মাধ্যমে সারাবিশ্বের চিত্র আপলোড করা সম্ভব, বিশেষত এটি মানচিত্রের মাধ্যমে নিকটবর্তী উল্লেখযোগ্য স্থান ও স্থাপনাগুলো তালিকা আকারে স্থানাঙ্ক উইকিউপাত্ত আইটেমসহ প্রদর্শন করে। অ্যাপটি ২০১২ সালে একটি আনুষ্ঠানিক উইকিমিডিয়া অ্যাপ হিসাবে চালু হয়েছিল এবং ২০১৬ সালের মে মাস থেকে এটি উইকিমিডিয়া কমন্সের আনুষ্ঠানিক নাম ও লোগো ব্যবহার করে।

কমন্সে কাঠামোবদ্ধ উপাত্ত[সম্পাদনা]

চিনির কিউবের ছবির জন্য স্ট্রাকচার্ড ডেটা স্টেটমেন্ট
স্ট্রাকচার্ড ডেটা অন কমন্স (এসডিসি) হলো স্লোন ফাউন্ডেশনের অর্থায়িত তিন-বছর মেয়াদী সফটওয়্যার উন্নয়ন প্রকল্প, যাতে উইকিমিডিয়া কমন্সের স্বেচ্ছাসেবকদের জন্য একটি সামঞ্জস্যপূর্ণ পদ্ধতিতে মিডিয়া ফাইলগুলোর উপাত্ত সংগঠিত করার জন্য পরিকাঠামো প্রদান করা হয়। এই উপাত্ত আরও কাঠামোগত ও মেশিন-পাঠযোগ্য করা হয়েছে। এই প্রকল্পের লক্ষ্যগুলো হলো কমন্সের জন্য সফটওয়্যার সম্পাদনা, কিউরেট ও লেখার নতুন উপায় প্রদানের মাধ্যমে কমন্সে অবদান রাখা এবং অনুসন্ধান ও পুনঃব্যবহারের ক্ষমতা প্রসারিত করে কমন্সের সাধারণ ব্যবহার সহজ করে তোলা।[১৯][২০]

গুণমান[সম্পাদনা]

প্রতি মাসে সফল নির্বাচিত ছবির মনোনয়ন (২০০৪-২০১৯)
উচ্চ-মানের কাজগুলোকে স্বীকৃতি দেওয়ার জন্য সাইটটিতে তিনটি প্রক্রিয়া রয়েছে। একটি “নির্বাচিত ছবি” নামে পরিচিত, যেখানে কাজগুলো মনোনীত হয় এবং অন্যান্য সম্প্রদায়ের সদস্যরা মনোনয়ন গ্রহণ বা প্রত্যাখ্যান করার পক্ষে ভোট দেয়। এই প্রক্রিয়াটি ২০০৪ সালের নভেম্বরে শুরু হয়েছিল। দ্বিতীয়টি “মানসম্মত চিত্র” নামে পরিচিত আরেকটি প্রক্রিয়া, ২০০৬ সালের জুন মাসে শুরু হয়েছিল। "মানসম্মত ছবি" কেবল উইকিমিডিয়া ব্যবহারকারীদের দ্বারা তৈরি করা কাজগুলোকে গ্রহণ করে, যেখানে "নির্বাচিত ছবি" অতিরিক্তভাবে নাসার মতো তৃতীয় পক্ষের কাজেরও মনোনয়ন গ্রহণ করে। তৃতীয় চিত্র মূল্যায়ন প্রক্রিয়াটি “মূল্যবান চিত্র” নামে পরিচিত, ২০০৮ সালের ১ জুন এটি শুরু হয়েছিল। অন্য দুটি প্রক্রিয়ার বিপরীতে এটি মূলত প্রযুক্তিগত মানের উপর চিত্রগুলোকে মূল্যায়ন করে।

উল্লেখিত তিনটি প্রক্রিয়ায় মোট ফাইলের সংখ্যার সামান্য অংশই (০.১% এর কম) নির্বাচিত করা হয়। যাইহোক, কমন্স সাধারণ তথ্যমূলক এবং অপেশাদার ফাইল থেকে শুরু করে সর্বাধিক পেশাদার স্তর পর্যন্ত সমস্ত মানের ফাইল সংগ্রহ করে। সাধারণত, কমন্স একটি প্রতিযোগিতায় জায়গা নয় বরং একটি সংগ্রহশালা। ফাইলগুলোর বর্ণনা, সংগঠনের গুণমান তাদের বর্ণনামূলক এবং তথ্যগত সুবিধাগুলো প্রায়ই ফাইলগুলোর প্রযুক্তিগত বা শৈল্পিক নিখুঁততার চেয়ে বেশি প্রাসঙ্গিক। নির্দিষ্ট ত্রুটিযুক্ত ফাইলগুলো উন্নতি এবং সতর্কতার জন্য ট্যাগ করা যেতে পারে বা এমনকি মুছে ফেলার জন্য প্রস্তাব করা যেতে পারে তবে সমস্ত ফাইলের পদ্ধতিগত রেটিং করার কোনও প্রক্রিয়া কমন্সে বিদ্যমান নেই।

সাইটটি ২০০৬ সালে প্রথমবারের মতো "বছরের নির্বাচিত ছবি" প্রতিযোগিতার আয়োজন করেছিল। ২০০৬ সাল পর্যন্ত নির্বাচিত হওয়া ছবিগুলো প্রতিযোগিতার জন্য যোগ্য ছিল এবং দুই দফা ভোটের সময় উইকিমিডিয়া আন্দোলনের যোগ্য সদস্যরা ভোট দিয়েছেন। বিজয়ী ছবি ছিল তুষারভূমির উপর মেরুজ্যোতি একটি ছবি, যা মার্কিন বিমান বাহিনীর একজন বিমানকর্মীর তোলা। প্রতিযোগিতাটি তখন থেকে একটি বার্ষিক আয়োজনে পরিণত হয়েছে।

উইকিমিডিয়া কমন্স বছরের নির্বাচিত ছবি[সম্পাদনা]
বছরের নির্বাচিত ছবি হলো একটি প্রতিযোগিতা যা প্রথম ২০০৬ সালে আয়োজিত হয়েছিল। এর লক্ষ্য বছরের নির্বাচিত ছবির মর্যাদা প্রাপ্ত ছবির মধ্য থেকে প্রাপ্ত সেরা মুক্ত লাইসেন্সাধীন ছবিগুলো সনাক্ত করা।[২১][২২]

এই ছবিগুলো যা বছরের নির্বাচিত ছবি প্রতিযোগিতায় বিজয়ী হয়েছে:
উইকিমিডিয়া ফাউন্ডেশনের মতে, উইকিমিডিয়া আন্দোলন হলো উইকিমিডিয়া প্রকল্পে অবদানকারীদের বিশ্ব সম্প্রদায়।[১] এই সম্প্রদায় সরাসরি প্রকল্পগুলি তৈরি এবং পরিচালনা করে; উইকি প্রশাসকরা উইকিমিডিয়া ফাউন্ডেশনের কোন কর্মচারী বা এজেন্ট নন।[২] উইকিমিডিয়া আন্দোলনের শাসন নকশা দ্বারা অসম্পূর্ণ।[৩][তৃতীয়-পক্ষের উৎস প্রয়োজন] আন্দোলনটি উন্মুক্ত তথ্য এবং সফটওয়্যার ব্যবহার করতে প্রতিশ্রুতিবদ্ধ।[৪]

এই আন্দোলনটি উইকিপিডিয়ার সম্প্রদায়কে ঘিরে তৈরি করা হয়েছিল এবং এর পর থেকে অন্যান্য উইকিমিডিয়া প্রকল্পে সম্প্রসারিত হয়েছে, যার মধ্যে রয়েছে সাধারণ প্রকল্প উইকিমিডিয়া কমন্স, উইকিউপাত্ত, এবং মিডিয়াউইকিতে অবদানকারী উন্নয়নকারীরা। এই স্বেচ্ছাসেবকরা উইকিমিডিয়া ফাউন্ডেশন, আঞ্চলিক অধ্যায়, বিষয়ভিত্তিক সংগঠন এবং ব্যবহারকারী দল সহ বিশ্বজুড়ে অসংখ্য সংগঠনের সাথে যুক্ত।

নাম[সম্পাদনা]
উইকি ও মিডিয়া একটি সমাস। "উইকিমিডিয়া" নামটি আমেরিকান লেখক শেলডন র্যাম্পটন ২০০৩ সালের মার্চ মাসে ইংরেজী ভাষার উইকিপিডিয়ার মেইলিং লিস্টের একটি পোস্টে প্রকাশ করেছিলেন।[৫] উইকিঅভিধান জিমি ওয়েলসের প্ল্যাটফর্মে হোস্ট করা দ্বিতীয় উইকি ভিত্তিক প্রকল্প হওয়ার তিন মাস পরে এবং উইকিমিডিয়া ফাউন্ডেশন ঘোষণা ও অন্তর্ভুক্ত হওয়ার তিন মাস আগে।[৬][৭] এটি উইকিমিডিয়া প্রকল্পের পরিবার, সেইসাথে উইকিমিডিয়ান, তাদের অবদানকারীদের সম্প্রদায়কে বোঝাতে ব্যবহৃত হয়।
জিমি ডোনাল "জিম্বো" ওয়েলস (ইংরেজি: Jimmy Donal "Jimbo" Wales, /ˈdʒɪmi ˈdoʊnəl ˈweɪlz/; জন্ম ৭ আগস্ট ১৯৬৬[১]) একজন মার্কিন ইন্টারনেট উদ্যোক্তা, যিনি অনলাইন অলাভজনক বিশ্বকোষ উইকিপিডিয়ার সহ-প্রতিষ্ঠাতা এবং লাভজনক ফ্যানডম ওয়েব হোস্টিং কোম্পানির প্রবর্তক হিসাবে পরিচিত।

জিমি ওয়েলসের জন্ম মার্কিন যুক্তরাষ্ট্রের অ্যালাবামার হান্টসভিলে। তিনি র‌্যানডলফ স্কুল নামে একটি প্রাক-বিশ্ববিদ্যালয় স্কুলে পড়াশোনা করেন। পরে তিনি "ফিনান্স" শাখায় স্নাতক ও স্নাতকোত্তর ডিগ্রি অর্জন করেন। স্নাতক পড়াকালীন তিনি দুটি বিশ্ববিদ্যালয়ে শিক্ষকতাও করেন। পরে তিনি ফিনান্স ক্ষেত্রে চাকরি গ্রহণ করেন এবং বেশ কয়েক বছর শিকাগো ফিউচারস ও অপশনস ফার্মে রিসার্চ ডিরেক্টরের পদ অলংকৃত করেন। ১৯৯৬ সালে তিনি দু'জন সহকারীর সহায়তায় বোমিস নামে একটি পুরুষদের বিনোদন ও প্রাপ্তবয়স্ক বিষয়ভিত্তিক ওয়েবপোর্টাল প্রতিষ্ঠা করেন। এই ওয়েবসাইটটি থেকেই পরবর্তীকালে উদ্ভূত বিশ্বকোষ নুপিডিয়া (২০০০-২০০৩) এবং তার উত্তরসূরি উইকিপিডিয়ার প্রাথমিক অর্থসংস্থান হয়েছিল।

২০০১ সালে ল্যারি স্যাঙ্গার ও অন্যান্যদের সঙ্গে একযোগে তিনি উইকিপিডিয়া মুক্ত বিশ্বকোষ প্রতিষ্ঠা করেন। এই বিশ্বকোষের ব্যাপ্তি ও জনপ্রিয়তা বৃদ্ধি পেলে ওয়েলস হয়ে ওঠেন প্রকল্পটির পৃষ্ঠপোষক ও মুখপাত্র। তাকে ঐতিহাসিকভাবে উইকিপিডিয়ার সহ-প্রতিষ্ঠাতা বলা হলেও, তিনি নিজেকে উইকিপিডিয়ার একমাত্র প্রতিষ্ঠাতা ঘোষণা করে "সহ-" পদমর্যাদাটি অস্বীকার করেন।[২][৩] ওয়েলস উইকিপিডিয়া-পরিচালনাকারী উইকিমিডিয়া ফাউন্ডেশন নামে একটি অ-বাণিজ্যমুখী দাতব্য সংস্থার অছিপরিষদের সদস্য। তিনি পরিষদ-নিয়োজিত "সম্প্রদায়-প্রতিষ্ঠাতা" বা "কমিউনিটি ফাউন্ডার"-এর পদটিতে বৃত রয়েছেন। ২০০৪ সালে, তিনি ও অপর উইকিমিডিয়া অছি অ্যাঞ্জেলা বিজলে মিলে উইকিয়া নামে একটি বেসরকারি ওয়েব-হোস্টিং সার্ভিস প্রতিষ্ঠা করেন।

ওয়েলস দু-বার বিবাহ করেছেন। তার দ্বিতীয় স্ত্রী ক্রিস্টিনার গর্ভে তার এক কন্যা আছে। ওয়েলস নিজেকে অবজেক্টিভিস্ট এবং কিছু পরিমাণে উদারনীতিবাদী মনে করেন। তার সৃষ্ট উইকিপিডিয়া বিশ্বের বৃহত্তম বিশ্বকোষে পরিণত হলে টাইম পত্রিকা তাদের ২০০৬ সালের বিশ্বের সর্বাপেক্ষা প্রভাবশালী ব্যক্তিবর্গের নামের তালিকায় তার নাম অন্তর্ভুক্ত করে।[৪]

জীবনী[সম্পাদনা]
বাল্যকাল ও শিক্ষা[সম্পাদনা]
ওয়েলস ৭ আগস্ট, ১৯৬৬ সালে হান্টসভেল, আলাবামাতে জন্মগ্রহণ করেন।[১][৫] তার বাবা, জিমি,[৬] পেশায় ছিলেন মুদি দোকানের পরিচালক, মা ডরিস অ্যান এবং তার নানী এর্মা একটি এক কক্ষ-বিশিষ্ট ঐতিহ্যবাহী ছোট প্রাইভেট স্কুল পরিচালনা করতেন,[৭][৮] যেখানে জিমি এবং তার তিন ভাইবোন তাদের প্রাথমিক শিক্ষা সম্পন্ন করেছিলেন।[৭][৯] শিশু হিসেবে জিমি ছিলেন বুদ্ধিমান, কৌতূহলী এবং অধ্যবসায়ী।[৪]

মিডিয়ায় প্রকাশ ও সম্মাননা[সম্পাদনা]
বাংলাদেশে জিমি ওয়েলস[সম্পাদনা]
২০১৫ সালের ২৬শে ফেব্রুয়ারি উইকিমিডিয়া বাংলাদেশ ও গ্রামীণফোনের যৌথ উদ্যোগে আয়োজিত এক অনুষ্ঠানে অংশগ্রহণের জন্য আমন্ত্রিত হয়ে ১২ ঘণ্টার ঝটিকা সফরে বাংলাদেশ ভ্রমণ করেন জিমি ওয়েলস। রাজধানী ঢাকাস্থ হোটেল রেডিসন ব্লু ওয়াটার গার্ডেনে আয়োজিত এ অনুষ্ঠানে তিনি উইকিপিডিপিয়ার গুরুত্ব তুলে ধরে বক্তৃতা করেন, উইকিপিডিয়া গ্রামীণফোন আয়োজিত সম্পাদনা প্রতিযোগিতায় বিজয়ী দশজন উইকিপিডিয়ানের হাতে পুরস্কার তুলে দেন এবং সাংবাদিকদের উপস্থিতিতে আয়োজিত বিষয়ভিত্তিক আলোচনা সভায় অংশ নিয়ে বিভিন্ন প্রশ্নের উত্তর দেন।

বিতর্ক ও সমালোচনা[সম্পাদনা]
ব্যক্তিগত দর্শন[সম্পাদনা]
চিত্রসমূহ[সম্পাদনা]
দিল্লিতে বাংলা,ওড়িয়া, ইংরাজি ও পাঞ্জাবী উইকিপিডিয়ার সম্পাদকগণের সঙ্গে জিমি ওয়েলস।
দিল্লিতে বাংলা,ওড়িয়া, ইংরাজি ও পাঞ্জাবী উইকিপিডিয়ার সম্পাদকগণের সঙ্গে জিমি ওয়েলস।
উইকিপিডিয়া হলো সম্মিলিতভাবে সম্পাদিত, বহুভাষিক, মুক্ত প্রবেশাধিকার, মুক্ত বিষয়বস্তু সংযুক্ত অনলাইন বিশ্বকোষ যা উইকিপিডিয়ান বলে পরিচিত স্বেচ্ছাসেবক সম্প্রদায় কর্তৃক লিখিত এবং রক্ষণাবেক্ষণকৃত। স্বেচ্ছাসেবকেরা মিডিয়াউইকি নামে একটি উইকি -ভিত্তিক সম্পাদনা ব্যবস্থা ব্যবহার করে সম্পাদনা করেন। এটি ধারাবাহিকভাবে সিমিলারওয়েব এবং পূর্বে আলেক্সা কর্তৃক র‍্যাঙ্ককৃত ১০টি জনপ্রিয় ওয়েবসাইটগুলির মধ্যে একটি; ২০২৩-এর হিসাব অনুযায়ী উইকিপিডিয়া বিশ্বের ৫ম জনপ্রিয় সাইট হিসেবে স্থান পেয়েছে।[৩] ফেব্রুয়ারি ২০১৪ সালে, দ্য নিউ ইয়র্ক টাইমস জানায় উইকিপিডিয়া সমস্ত ওয়েবসাইটের মধ্যে বিশ্বব্যাপী পঞ্চম স্থানে অবস্থান করছে, "মাসিক প্রায় ১৮ বিলিয়ন পৃষ্ঠা প্রদর্শন এবং প্রায় ৫০০ মিলিয়ন স্বতন্ত্র পরিদর্শক রয়েছে। উইকিপিডিয়ায় ইয়াহু, ফেসবুক, মাইক্রোসফট এবং গুগলের পথানুসরণ করে, সর্বাধিক ১.২ বিলিয়ন স্বতন্ত্র পরিদর্শক রয়েছে।"[৪]

উইকিপিডিয়া উইকিমিডিয়া ফাউন্ডেশন কর্তৃক হোস্টকৃত, যা একটি আমেরিকান অলাভজনক সংস্থা যা মূলত অনুদানের মাধ্যমে অর্থায়ন করে।

১৫ জানুয়ারি ২০০১ সালে জিমি ওয়েলস এবং ল্যারি স্যাঙ্গার উইকিপিডিয়া চালু করেন। উইকি এবং এনসাইক্লোপিডিয়ার মিশ্রণ করে স্যাঙ্গার এর নামটি তৈরি করেছিলেন। প্রাথমিকভাবে এটি ইংরেজিতে উপলব্ধ ছিল। পরবরতীতে একটি পিন্ডারিশব্দে উইকি (এটি সম্মিলিত ওয়েবসাইটের এক প্রকার নাম, হাওয়াইয়ান ভাষায় "হাঁটা")[৫] এবং বিশ্বকোষ। 'উইকি উইকি' মানে দাঁড়িয়ে ছোট-ছোট পায়ে হাঁটা। উইকি ওয়েব সংস্কৃতিতে সবার ছোট-ছোট অবদান যুক্ত হয়েই এই সাইটটির মত ক্রমবর্ধমান সংগ্রহে গড়ে ওঠে। বর্তমানে এটি সব থেকে বড় এবং সর্বাধিক জনপ্রিয় ইন্টারনেট ভিত্তিক তথ্যসূত্র হিসাবে ব্যবহার হয়।[৬][৭][৮][৯][১০]

ইংরেজি উইকিপিডিয়ার প্রতিষ্ঠার পর ধীরে ধীরে অন্যান্য ভাষায় উইকিপিডিয়ার দ্রুত বিকাশ করা হয়। উইকিপিডিয়া সম্প্রদায় বিশ্বব্যাপী সম্মিলিতভাবে ৩৫৩টি ভাষার উইকিপিডিয়ায় প্রায় ৪০০ লক্ষ নিবন্ধ রচনা করেছেন, যার মধ্যে শুধুমাত্র ইংরেজি উইকিপিডিয়াতেই রয়েছে ৬৬ লক্ষের অধিক নিবন্ধ। উইকিপিডিয়াতে প্রায় প্রতি মাসে ২ বিলিয়ন বার প্রদর্শিত হয় এবং প্রতি মাসে ১৫ মিলিয়নেরও বেশি সম্পাদনা (প্রায় গড়ে প্রতি সেকেন্ডে ৫.৭ টা সম্পাদনা) করা হয় (জানুয়ারি ২০২৩-এর হিসাব অনুযায়ী)।[১১] ২০০৬ সালে, টাইম ম্যাগাজিন বলে যে কাউকে সম্পাদনা করার অনুমতি দেওয়ার নীতি উইকিপিডিয়াকে "বিশ্বের বৃহত্তম (এবং সেরা) বিশ্বকোষ" করে তুলেছে।[১২][১৩]

উইকিপিডিয়া ওয়েবসাইট উন্মুক্ত প্রকৃতির হওয়ায় এখানে লেখার মান,[১৪] ধ্বংসপ্রবণতা এবং তথ্যের নির্ভুলতা রক্ষা করতে বিভিন্ন উদ্যোগ পরিচালিত হয়ে থাকে।[১৫][১৬][১৬] তবে, কিছু নিবন্ধে অপরীক্ষিত বা অযাচাইকৃত বা অসঙ্গত তথ্য থাকতে পারে। উইকিপিডিয়া জ্ঞানের গণতন্ত্রীকরণ, কভারেজের পরিধি, অনন্য কাঠামো, সংস্কৃতি এবং বাণিজ্যিক পক্ষপাত হ্রাস করার জন্য প্রশংসিত হয়েছে। আবার এটি পদ্ধতিগত পক্ষপাত প্রদর্শনের জন্য সমালোচিত হয়েছে, বিশেষ করে নারীর প্রতি লিঙ্গ পক্ষপাত এবং কথিত আদর্শগত পক্ষপাতিত্বের জন্য।[১৭][১৮] ২০০০-এর দশকে উইকিপিডিয়ার নির্ভরযোগ্যতা প্রায়শই সমালোচিত হয়েছিল, কিন্তু সময়ের সাথে সাথে এটি হ্রাস পেয়েছে, কারণ উইকিপিডিয়া সাধারণত ২০১০-এর দশকের শেষের দিকে এবং ২০২০-এর দশকের শুরুতে প্রশংসিত হয়েছে।[১৭][১৯][২০]

ইতিহাস
মূল নিবন্ধ: উইকিপিডিয়ার ইতিহাস


জিমি ওয়েলস এবং ল্যারি স্যাঙ্গার
উইকিপিডিয়া প্রতিষ্ঠা করেছে উইকিমিডিয়া ফাউন্ডেশন নামের একটি অলাভজনক প্রতিষ্ঠান। এই প্রতিষ্ঠানটি উইকিপিডিয়ার অন্যান্য সহপ্রকল্পগুলি পরিচালনা করে, যেমন: উইকিবই, উইকিঅভিধান। উইকিমিডিয়া চ্যাপ্টার হল উইপিডিয়ানদের স্থানীয় সংগঠন। যার মাধ্যমে প্রচার, প্রসার এবং প্রকল্প পরিচালনার জন্য তহবিল সংগ্রহের মত কাজগুলি করা হয়।

সফটওয়্যার ও হার্ডওয়্যার
উইকিপিডিয়ার কাজগুলি মিডিয়াউইকির উপর নির্ভর করে করা হয়ে থাকে। মিডিয়াউইকি হল একটি মুক্ত এবং ওপেন সোর্স উইকি সফটওয়্যার প্লাটফর্ম যেটি পিএইচপি প্রোগ্রামিং ভাষায় লেখা এবং এটি তথ্যভান্ডারের ভিত্তি হিসাবে মাইসিকোয়েল ব্যবহার করা হয়েছে।[৪২] সফটওয়্যারটিতে বিভিন্ন প্রোগ্রামিং বৈশিষ্ট একত্রিত করা হয়েছে, যেমন ম্যাক্রো ভাষা, চলক, টেমপ্লেট এর সমন্বয়করণের মাধ্যমে ব্যবহার এবং ইউআরএল পুনর্নির্দেশনা ইত্যাদি। মিডিয়াউইকি গণু জেনারেল পাবলিক লাইসেন্স এর অধিনে প্রকাশ করা হয়েছে যা সকল উইকিমিডিয়া প্রকল্পে এবং প্রায় সবধরনের উইকি প্রকল্পেই ব্যবহার করা হয়। বিশেষভাবে বলতে গেলে উইকিপিডিয়া Clifford Adams এর পার্ল প্রোগ্রামিং ভাষায় লেখা ইয়ুজমোডউইকি নামের একটি সফটওয়্যার দিলে চালানো হতো (ধাপ ১)। প্রবন্ধের হাইপারলিংক সঠিক ভাবে কাজ করানোর জন্য প্রাথমিকভাবে একটি বিশেষ পদ্ধতি অণুসরন করা হয়েছিল। তখন একাধিক শব্দের কোন হাইপারলিংক তৈরি করার সময় শব্দগুলির মাঝের ফাকা জায়গাগুলি মুছে দিয়ে একটি শব্দ তৈরি কর সেটির সাথে লিংক তৈরি করা হত। দুই জোড়া তৃতীয় বন্ধনি ব্যবহার করে লিংক তৈরির পদ্ধতিটি পরবর্তীকালে সফটওয়্যারটিতে সংযুক্ত করা হয়। জানুয়ারি ২০০২ সালে উইকিপিডিয়াতে পিএইচপি উইকি ইঞ্জিন এবং মাইসিকোয়েল ডাটাবেজ ব্যবহার শুরু করা হয় (ধাপ ২)। উইকিপিডিয়ার জন্য বিশেষ এই পদ্ধতিটি তৈরি করে দেন Magnus Manske। ক্রমবর্ধমান চাহিদা অনুযায়ী এই সর্বশেষ সংস্করণের সফটওয়্যারটিতে বিভিন্ন ধরনের পরিবর্তন করা হয়েছে। জুলাই ২০০২-এ উইকিপিডিয়াতে Lee Daniel Crocker এর লেখা মিডিয়াউইকি নামের তৃতীয় প্রজন্মের এই সফটওয়্যারটি ব্যবহার শুরু করা হয়। প্রয়োজন অনুযায়ী মিডিয়াউইকির বৈশিষ্ট বৃদ্ধির জন্য বিভিন্ন ধরনের বর্ধিতাংশ ব্যবহার করা হচ্ছে।[৪৩] এপ্রিল ২০০৫ -এ মিডিয়াউইকি সার্চ অপশনের জন্য Lucene এর একটি বর্ধিতাংশ[৪৪][৪৫] যুক্ত করা হয়, এবং তথ্য খোঁজার এই বিশেষ এই সুবিধার জন্য উইকিপিডিয়া মাইসিকোয়েল এর পরিবর্তে Lucene ব্যবহার শুরু করে। বর্তমানে উইকিপিডিয়াতে জাভা প্রোগ্রামিং ভাষায় লেখা Lucene Search 2[৪৬] ব্যবহার করা হচ্ছে যেটি Lucene library 2.0[৪৭] এর উপর ভিত্তি করে তৈরি করা হয়েছে।


উইকিপিডিয়ার গঠনকৌশল, এপ্রিল ২০০৯, দেখুন server layout diagrams on Meta-Wiki.
উইকিপিডিয়ায় তথ্য ব্যবস্থাপনার জন্য লিনাক্সের (প্রধানত উবুন্টু)বহুস্তর বিশিষ্ট বিস্তৃত একগুচ্ছ সার্ভার ব্যবহার করা হয়, তবে ZFS এর বিশেষ সুবিধার জন্য কিছু ওপেন সোলারিস সার্ভারও ব্যবহার করা হয়েছে।[৪৮][৪৯] ফেব্রুয়ারি ২০০৮ পর্যন্ত এই সার্ভারগুলির ৩০০টি ছিল ফ্লোরিডায়, ২৬টি আর্মস্টার্ডাম এবং ২৩টিইয়াহুর কোরিয়ান হোস্টিং সুবিধার আওতায় সিউলে ছিল।[৫০] ২০০৪ সালের আগ পর্যন্ত উইকিপিডিয়া একটি মাত্র সার্ভার থেকে পরিচালনা করা হত। এর পরপরই বহুস্তর বিশিষ্ট বিস্তৃত গঠনকৌশল ব্যবহার শুরু করা হয়। জানুয়ারি ২০০৫ এ প্রকল্প পরিচালনার জন্য ফ্লোরিডাতে ৩৯টি সার্ভার ছিল। এরমধ্যে ছিল একটি কেন্দ্রীয় সমন্বয়কারী সার্ভার যেটি মাইসিকোয়েল দিয়ে পরিচালিত হচ্ছিল। এছাড়াও ছিল অ্যাপাচি এইচটিটিপি সার্ভার এর উপর ভিত্তি করে ২১টি ওয়েব সার্ভার ব্যবহার করা হচ্ছিল এবং ৭টি ছিল স্কুইড ওয়েব প্রক্সি ক্যাশ সার্ভার।

উইকিপিডিয়ায় দিনের বিভিন্ন সময় প্রতি সেকেন্ডে ২৫০০০ থেকে ৬০০০০ পর্যন্ত পাতা দেখার অনুরোধ আসে।[৫১] এই সকল অনুরোধ একটি স্কুইড ওয়েব প্রক্সি ক্যাশ সার্ভারের কাছে আসে এবং এখান থেকেই অনুরোধকারীকে নির্দিষ্ট পাতা দেখার ব্যবস্থা করা হয়।[৫২] যেসব অনুরোধ এখানে সম্পন্ন করা সম্ভব হয় না সেগুলি load-balancing সার্ভারে পাঠানো হয়। লিনাক্স ভার্চুয়াল সার্ভার সফটওয়্যারের মাধ্যমে পরিচালিত এই সার্ভার অনুরোধগুলি অ্যাপাচি ওয়েব সার্ভারের পাঠিয়ে দেয়। এই ওয়েবসার্ভরগুলি মূল তথ্যভান্ডার থেকে নির্দিষ্ট ওয়েবসাইটি প্রদর্শন করে। উইকিপিডিয়ার সকল ভাষার সংস্করণের জন্য এই একই পদ্ধতি অনুসরণ করা হয়। পাতাগুলি দ্রুত ওপেন করার জন্য প্রদর্শন যোগ্য পাতাগুলি একটি নির্দিষ্ট কাঠামোর ক্যাশ মেমরীতে রেখে দেয়া হয়। এমন কিছু পাতা রয়েছে যেগুলির জন্য অনেক বেশি পরিমাণ অনুরোধ এসে থাকে তাই সেগুলি যদি প্রতিবার উপরে উল্লেখিত পদ্ধতি অনুযায়ী তথ্যভান্ডার খুজে প্রদর্শন করতে হয় তাহলে অনেক বেশি সময় লাগবে। সেকারণে ক্যাশ মেমরীতে রেখে দেয়ার পদ্ধতিটি অনুসরণ করা হয়। নেদারল্যান্ড ও কোরিয়াতে উইকিপিডিয়ার সবথেকে বড় দুটি গুচ্ছ সার্ভার রয়েছে যেগুলি উইকিপিডিয়ার অধিকাংশ ওয়েব ট্রাফিক নিয়ন্ত্রণ করে।

উইকিপিডিয়া মূলত নুপিডিয়া নামের অন্য একটি বিশ্বকোষের উপর ভিত্তি করে তৈরি করা হয়েছিল
উইকিপিডিয়া শুরু করা হয়েছিল নুপিডিয়া'র একটি বর্ধিত প্রকল্প হিসাবে। নুপিডিয়া হল ইংরেজি ভাষার একটি মুক্ত বিশ্বকোষ যেখানে অভিজ্ঞরা লিখে থাকেন এবং একটি সুনির্দিষ্ট পদ্ধতি অনুযায়ী লেখাগুলি সম্পাদনা করা হয়। Bomis, Inc নামের একটি ওয়েব পোর্টাল প্রতিষ্ঠান ৯ মার্চ ২০০০ নুপিডিয়ার কার্যক্রম শুরু করে। এখানে মূল ব্যক্তিত্ব ছিলেন Bomic-এর নির্বাহী পরিচালক জিমি ওয়েলস এবং প্রধান সম্পাদক ল্যারি স্যাঙ্গার, যারা পরবর্তীকালে উইকিপিডিয়া কার্যক্রমের সাথে যুক্ত হন। নিউপিডিয়া মুক্ত তথ্য লাইসেন্সের অধীনে পরিচালনা করা হচ্ছিল; তবে রিচার্ড স্টলম্যান উইকিপিডিয়া কার্যক্রমের সাথে যুক্ত হবার পর গণ্যু মুক্ত ডকুমেন্টেশন লাইসেন্সে পরিবর্তন করা হয়।[২১]

বহিঃস্থ অডিও
audio icon গ্রেট বুক অব নলেজ, অংশ ১, পল কেনেডি, সিবিসি-এর ধারণানুসারে, জানুয়ারি ১৫. ২০১৪।
ল্যারি স্যাঙ্গার এবং জিমি ওয়েলস হলেন উইকিপিডিয়ার প্রতিষ্ঠাতা।[২২][২৩] সকলে সম্পাদনা করতে পারে এমন একটি বিশ্বকোষ তৈরির জন্য এর লক্ষ্যগুলি নির্ধারণের কাজটি করেন জিমি ওয়েলস[২৪][২৫] এবং উইকি প্রকল্প প্রয়োগের মাধ্যমে এটি সার্থকভাবে সম্পাদনের কৌশল নির্ধারণের কৃতিত্ব দেয়া হয় ল্যারি স্যাঙ্গারকে[২৬]। ১০ জানুয়ারি ২০০১ জিমি ওয়েলস নুপিডিয়ার মেইলিংলিস্টে নুপিডিয়ার সহপ্রকল্প হিসাবে একটি উইকি তৈরির প্রস্তাব করেন।[২৭] আনুষ্ঠানিকভাবে ২০০১ সালের ১৫ জানুয়ারি শুধুমাত্র ইংরেজি ভাষার জন্য www.wikipedia.com ওয়েবসাইটটি চালু করা হয়[২৮] এবং স্যাঙ্গার এটি নুপিডিয়ার মেইলিংলিস্টে ঘোষণা করেন।[২৪] উইকিপিডিয়া কাজ শুরু করার কিছুদিনের মধ্যেই "নিরপেক্ষ দৃষ্টিভঙ্গি" সংক্রান্ত নিয়মটি চালু করা হয়, এই নিয়মটি নুপিডিয়ার "পক্ষপাত এড়িয়ে চলা" সংক্রান্ত নিয়মটির সাথে অনেক সাদৃশ্যপূর্ণ। এছাড়াও এই বিশ্বকোষটি সঠিকভাবে পরিচালনার জন্য প্রাথমিকভাবে আরও কিছু নীতিমালা ও নির্দেশাবলী তৈরি করা হয়েছিল এবং সেইসাথে উইকিপিডিয়া নুপিডিয়া থেকে আলাদা একটি স্বতন্ত্র প্রতিষ্ঠানের মত কাজ শুরু করেছিল।[২৪]


লেখচিত্রের মাধ্যমে ইংরেজি উইকিপিডিয়ার নিবন্ধ সংখ্যার বৃদ্ধি দেখানো হচ্ছে, এখানে ১০ জানুয়ারি ২০০১ থেকে ৯ সেপ্টেম্বর ২০০৭ (যেদিন ইংরেজি উইকির নিবন্ধ সংখ্যা ২০ লক্ষ অতিক্রম করেছিল) পর্যন্ত দেখানো হয়েছে
উইকিপিডিয়ার প্রথমদিকের নিবন্ধগুলি নুপিডিয়া, স্ল্যাসডট পোস্টিং এবং সার্চ ইঞ্জিন ইনডেক্সিং-এর মাধ্যমে তৈরি করা হয়। ২০০১ সালের মধ্যে উইকিপিডিয়ায় ১৮ ভাষার প্রায় ২০,০০০ নিবন্ধ তৈরি করা হয়। ২০০৩ সালের শেষের দিকে ২৬টি ভাষায় কাজ শুরু হয় এবং ২০০৩ সালের মধ্যে মোট ৪৬ ভাষার উইকিপিডিয়া চালু হয়। ২০০৪ সাল শেষ হবার আগেই ১৬১টি ভাষার উইকিপিডিয়া প্রকল্প শুরু করা হয়।[২৯] ২০০৩ সালে সার্ভারে সমস্যা হবার আগ পর্যন্ত নিউপিডিয়া ও উইকিপিডিয়া আলাদা ছিল এবং এরপর সকল নিবন্ধ উইকিপিডিয়ার সাথে সমন্বয় করা হয়। ৯ সেপ্টেম্বর ২০০৭ ইংরেজি উইকিপিডিয়া ২০ লক্ষ নিবন্ধের সীমানা পার করে। এটি তখন ১৪০৭ সালে তৈরি করা ইয়ংলে এনসাইক্লোপিডিয়াকে ম্লান করে দিয়ে পৃথিবীর সবচেয়ে বড় বিশ্বকোষে পরিণত হয়। গত ৬০০ বছরের মধ্যে ইয়ংলে এনসাইক্লোপিডিয়া ছিল পৃথিবী সবচেয়ে সমৃদ্ধ বিশ্বকোষ।[৩০]


ইংরেজি উইকিপিডিয়ায় নিবন্ধ সংখ্যা (নীল রঙে প্রদর্শিত)
 

ইংরেজি উইকিপিডিয়ায় নিবন্ধ সংখ্যা প্রবৃদ্ধি (নীল রঙে প্রদর্শিত)
 

প্রতি ১০,০০০,০০০তম সম্পাদনার মধ্যে দিনের সংখ্যা
প্রকৃতি
ভারত (শুনুনⓘ), যার সরকারি নাম ভারতীয় প্রজাতন্ত্র, দক্ষিণ এশিয়ার একটি রাষ্ট্র।[২০] ভৌগোলিক আয়তনের বিচারে এটি দক্ষিণ এশিয়ার বৃহত্তম এবং বিশ্বের সপ্তম বৃহত্তম রাষ্ট্র। অন্যদিকে, জনসংখ্যার বিচারে এটি বিশ্বের সর্বাধিক জনবহুল রাষ্ট্র এবং পৃথিবীর বৃহত্তম গণতান্ত্রিক রাষ্ট্র। ভারতের পশ্চিম সীমান্তে পাকিস্তান[২১] উত্তর-পূর্বে চীন, নেপাল ও ভুটান এবং পূর্বে বাংলাদেশ ও মিয়ানমার অবস্থিত। এছাড়া, ভারত মহাসাগরে অবস্থিত শ্রীলঙ্কা, মালদ্বীপ ও ইন্দোনেশিয়া হল ভারতের নিকটবর্তী কয়েকটি দ্বীপরাষ্ট্র। দক্ষিণে ভারত মহাসাগর, পশ্চিমে আরব সাগর ও পূর্বে বঙ্গোপসাগর দ্বারা বেষ্টিত ভারতের উপকূলরেখার সম্মিলিত দৈর্ঘ্য ৭,৫১৭ কিলোমিটার (৪,৬৭১ মা)।[২২]

সুপ্রাচীন কাল থেকেই ভারতীয় উপমহাদেশ অর্থনৈতিক সমৃদ্ধি ও সাংস্কৃতিক ঐতিহ্যের জন্য সুপরিচিত। ঐতিহাসিক সিন্ধু সভ্যতা এই অঞ্চলেই গড়ে উঠেছিল। ইতিহাসের বিভিন্ন পর্বে এখানেই স্থাপিত হয়েছিল বিশালাকার একাধিক সাম্রাজ্য। নানা ইতিহাস-প্রসিদ্ধ বাণিজ্যপথ এই অঞ্চলের সঙ্গে বিশ্বের অন্যান্য সভ্যতার বাণিজ্যিক ও সাংস্কৃতিক সম্পর্ক রক্ষা করত। হিন্দু, বৌদ্ধ, জৈন ও শিখ—বিশ্বের এই চার ধর্মের উৎসভূমি ভারত। খ্রিস্টীয় প্রথম সহস্রাব্দে জরথুস্ত্রীয় ধর্ম (পারসি ধর্ম), ইহুদি ধর্ম, খ্রিস্টধর্ম ও ইসলাম এ দেশে প্রবেশ করে এবং ভারতীয় সংস্কৃতিতে বিশেষ প্রভাব বিস্তার করে। অষ্টাদশ শতাব্দীর প্রথমার্ধ থেকে ইস্ট ইন্ডিয়া কোম্পানি ধীরে ধীরে ভারতীয় ভূখণ্ডের অধিকাংশ অঞ্চল নিজেদের শাসনাধীনে আনতে সক্ষম হয়। উনবিংশ শতাব্দীর মধ্যভাগে এই দেশ পুরোদস্তুর একটি ব্রিটিশ উপনিবেশে পরিণত হয়ে ওঠে। অতঃপর, এক সুদীর্ঘ স্বাধীনতা সংগ্রামের মধ্য দিয়ে ১৯৪৭ সালে ভারত একটি স্বতন্ত্র রাষ্ট্ররূপে আত্মপ্রকাশ করে। ১৯৫০ সালে সংবিধান প্রণয়নের মাধ্যমে ভারত একটি সার্বভৌম গণতান্ত্রিক প্রজাতন্ত্রে পরিণত হয়।

বর্তমানে ভারত ২৮টি রাজ্য ও আটটি কেন্দ্রশাসিত অঞ্চল বিশিষ্ট একটি সংসদীয় সাধারণতন্ত্র। ভারতীয় অর্থব্যবস্থা বাজারি বিনিময় হারের বিচারে বিশ্বে দ্বাদশ ও ক্রয়ক্ষমতা সমতার বিচারে বিশ্বে চতুর্থ বৃহত্তম। ১৯৯১ সালে ভারত সরকার কর্তৃক গৃহীত আর্থিক সংস্কার নীতির ফলশ্রুতিতে আজ আর্থিক বৃদ্ধিহারের বিচারে ভারত বিশ্বের সবচেয়ে দ্রুত বর্ধনশীল অর্থনৈতিক ব্যবস্থাগুলির মধ্যে দ্বিতীয়।[২৩]

ভারত ১৯৫০ সাল থেকে একটি যুক্তরাষ্ট্রীয় প্রজাতন্ত্র, এবং গণতান্ত্রিক সংসদীয় ব্যবস্থার মাধ্যমে শাসিত একটি রাষ্ট্র। এটি একটি বহুত্ববাদী, বহুভাষিক এবং বহু-জাতিগত সমাজ। ভারতের জনসংখ্যা ১৯৫১ সালে ৩৬১ মিলিয়ন থেকে ২০২২ সালে প্রায় ১.৪ বিলিয়নে বেড়েছে।[২৪] একই সময়ে, এর নামমাত্র মাথাপিছু আয় বার্ষিক US$৬৪ থেকে US$২,৬০১ বেড়েছে এবং এর সাক্ষরতার হার ১৬.৬% থেকে ৭৪% হয়েছে।[২৫] ভারত একটি দ্রুত বর্ধনশীল প্রধান অর্থনীতিতে পরিণত হয়েছে এবং একটি বিস্তৃত মধ্যবিত্ত শ্রেণীর সাথে তথ্য প্রযুক্তি পরিষেবার একটি কেন্দ্রস্থল হয়ে উঠেছে।[২৬] ভারতের বেশ কয়েকটি পরিকল্পিত বা সম্পূর্ণ বহির্জাগতিক মিশন সহ একটি মহাকাশ কর্মসূচি রয়েছে। এটি চতুর্থ দেশ যেটি চাঁদে একটি নৈপুণ্য অবতরণ করেছে এবং চন্দ্রের দক্ষিণ মেরুর লুনার পয়েন্টে ৬০০ কিলোমিটার (৩৭০ মা.) যার মধ্যে এটি করা প্রথম দেশ হিসেবে স্বীকৃতি লাভ করেছে।[২৭] ভারতীয় চলচ্চিত্র, সঙ্গীত এবং আধ্যাত্মিক শিক্ষা বিশ্ব সংস্কৃতিতে ক্রমবর্ধমান ভূমিকা পালন করে।[২৮] ভারত তার দারিদ্র্যের হার উল্লেখযোগ্যভাবে হ্রাস করেছে, যদিও অর্থনৈতিক বৈষম্য বৃদ্ধির মূল্যে।[২৯] ভারত একটি পারমাণবিক শক্তিধর রাষ্ট্র, যেটি সামরিক ব্যয়ের দিক থেকে শীর্ষস্থানীয় দেশ গুলোর মধ্যে একটি। কাশ্মীর নিয়ে তার প্রতিবেশী পাকিস্তান ও চীনের সাথে বিরোধ রয়েছে, যা বিংশ শতাব্দীর মাঝামাঝি থেকে এখনো অমীমাংসিত।[৩০] আর্থ-সামাজিক চ্যালেঞ্জগুলির মধ্যে ভারতের মুখোমুখি হচ্ছে লিঙ্গ বৈষম্য, শিশুর অপুষ্টি, এবং ক্রমবর্ধমান বায়ু দূষণ।[৩১][৩২] চারটি জীববৈচিত্র্যের হটস্পট সহ ভারতের ভূমি মেগাবৈচিত্র্যময়।[৩৩] এর মোট আয়তনের ২১.৭% বনভূমি।[৩৪] ভারতের বন্যপ্রাণী, যা ঐতিহ্যগতভাবে ভারতের সংস্কৃতিতে সহনশীলতার সাথে দেখা হয়, এই বনের মধ্যে এবং অন্যত্র সুরক্ষিত আবাসস্থলে সমর্থিত।[৩৫]

উৎপত্তি

ভরত; রবি বর্মা অঙ্কিত
মূল নিবন্ধ: ভারতের নামসমূহ
ভারত (হিন্দি: भारत, প্রতিবর্ণীকৃত: ভারৎ উচ্চারিত [ˈbʱaːɾət] (শুনুনⓘ)) নামটির উৎপত্তি চন্দ্রবংশীয় পৌরাণিক রাজা ভরতের নামানুসারে হয়েছিল। কথিত আছে এই বর্ষ বা অঞ্চলটি রাজা ভরতকে দান করা হয়েছিল বলে এর নাম ভারতবর্ষ। ভারত শব্দটি, ভারতীয় মহাকাব্য ও ভারতের সংবিধান উভয়েই উল্লিখিত,[৩৬][৩৭] অনেক ভারতীয় ভাষায় শব্দটি ভিন্নতর উচ্চারণে ব্যবহৃত হয়। এটি ঐতিহাসিক নাম ভারতবর্ষ-এর একটি আধুনিক উপস্থাপনা, যা মূলত উত্তর ভারতে প্রযোজ্য,[৩৮][৩৯] ভারত ঊনবিংশ শতাব্দীর মাঝামাঝি থেকে ভারতের একটি স্থানীয় নাম হিসেবে বর্ধিত প্রচলন অর্জন করে।[৩৬][৪০]

অক্সফোর্ড ইংরেজি অভিধান (তৃতীয় সংস্করণ, ২০০৯) অনুসারে ইংরেজি "ইন্ডিয়া" (India ইন্ডিঅ্য) নামটি ধ্রুপদী লাতিন শব্দ ইন্দিআ (India) থেকে নেওয়া হয়েছে, এটি দক্ষিণ এশিয়া এবং এর পূর্ব দিকের একটি অনিশ্চিত অঞ্চলকে উল্লেখ করে। শব্দটি ধারাবাহিকভাবে হেলেনিস্টিক গ্রিক ভাষায় ইন্দিআ (Ἰνδία), প্রাচীন গ্রিক ভাষায় ইন্দোস্ (Ἰνδός), ফার্সি ভাষা ভাষায় আকিমিনীয় সাম্রাজ্যের একটি পূর্বাঞ্চলীয় প্রদেশ হিসাবে হিন্দুশ এবং শেষ পর্যন্ত সগোত্রীয় সংস্কৃত শব্দ সিন্ধু থেকে উদ্ভূত হয়, সিন্ধু শব্দটি দ্বারা বিশেষত সিন্ধু নদ ও এর জনবসতি যুক্ত দক্ষিণ অববাহিকাকে উল্লেখ করা হয়।[৪১][৪২] প্রাচীন গ্রিকরা ভারতীয়দের ইন্দোই (Ἰνδοί) হিসাবে উল্লেখ করেছিল, যার বঙ্গানুবাদ হল "সিন্ধু অঞ্চলের মানুষ"।[৪৩]

"হিন্দুস্তান" (হিন্দি: हिन्दुस्तान, প্রতিবর্ণীকৃত: হিন্দুস্তান্) মুঘল সাম্রাজ্যের সময় প্রবর্তিত ভারতের একটি মধ্য ফার্সি নাম, এবং তখন থেকে ব্যাপকভাবে ব্যবহৃত হয়। শব্দটির অর্থ বৈচিত্র্যময়, বর্তমানের উত্তর ভারত এবং পাকিস্তান বা তার নিকটবর্তী ভারতের সমগ্র অঞ্চলকে বোঝায়।[৩৬][৪০][৪৪]

ইতিহাস
মূল নিবন্ধসমূহ: ভারতের ইতিহাস ও ভারতীয় প্রজাতন্ত্রের ইতিহাস
প্রাচীন ভারত
মধ্যপ্রদেশ রাজ্যের ভীমবেটকা প্রস্তর ক্ষেত্র ভারতে মানববসতির প্রাচীনতম নিদর্শন। এক লক্ষ বছর আগেও এখানে মানুষের বসবাস ছিল।[৪৫][৪৬] প্রায় ৯০০০ বছর আগে এদেশে স্থায়ী মানববসতি গড়ে উঠে; যা কালক্রমে পশ্চিম ভারতের ইতিহাস-প্রসিদ্ধ সিন্ধু সভ্যতার রূপ ধারণ করে।[৪৭] এই সভ্যতার আনুমানিক সময়কাল ৩৩০০ খ্রিষ্টপূর্বাব্দ। এরপর ভারতে বৈদিক যুগের সূত্রপাত হয়। এই যুগেই হিন্দুধর্ম তথা প্রাচীন ভারতীয় সমাজের অন্যান্য সাংস্কৃতিক বৈশিষ্ট্যগুলির আবির্ভাব ঘটে। বৈদিক যুগের সমাপ্তিকাল আনুমানিক ৫০০ খ্রিষ্টপূর্বাব্দ। আনুমানিক ৫৫০ খ্রিষ্টপূর্বাব্দ নাগাদ ভারতে প্রতিষ্ঠিত হয় মহাজনপদ নামে অনেকগুলি স্বাধীন রাজতান্ত্রিক ও গণতান্ত্রিক রাজ্য।[৪৮]


অজন্তা গুহাচিত্র;ঔরঙ্গাবাদ, মহারাষ্ট্র; খ্রিষ্টীয় ষষ্ঠ শতক
খ্রিষ্টপূর্ব তৃতীয় শতকে চন্দ্রগুপ্ত মৌর্য প্রতিষ্ঠিত ও মহামতি অশোকের শাসিত মৌর্য সাম্রাজ্যের অধীনে দক্ষিণ এশিয়ার সিংহভাগ অঞ্চল একত্রিত হয়।[৪৯]

মধ্যযুগীয় ভারত
খ্রিষ্টীয় তৃতীয় শতকে গুপ্ত সম্রাটদের শাসনকাল প্রাচীন ভারতের সুবর্ণ যুগ নামে আখ্যাত হয়।[৫০] এছাড়া পূর্ব ভারতে পাল এবং দাক্ষিণাত্যে চালুক্য, চোল ও বিজয়নগর প্রভৃতি সাম্রাজ্য গড়ে ওঠে। এই সকল রাজাদের পৃষ্ঠপোষকতায় বিজ্ঞান, প্রযুক্তি, শিল্পকলা, সাহিত্য, জ্যোতির্বিদ্যা ও দর্শন সমৃদ্ধি লাভ করে।

খ্রিষ্টীয় দশম থেকে দ্বাদশ শতাব্দীর মধ্যবর্তী সময়ে মধ্য এশিয়া থেকে ভারতে ইসলামের অনুপ্রবেশ ঘটে। এর ফলে সমগ্র উত্তর ভারত প্রথমে সুলতানি ও পরে মুঘল সাম্রাজ্যের অন্তর্ভুক্ত হয়। মহামতি আকবরের রাজত্বকালে দেশে একাধারে যেমন সাংস্কৃতিক ও অর্থনৈতিক অগ্রগতির সূচনা হয়, তেমনই প্রতিষ্ঠিত হয় হিন্দু-মুসলমানের ধর্মীয় সম্প্রীতি।[৫১][৫২] ক্রমে ক্রমে মুঘল সম্রাটগণ উপমহাদেশের এক বৃহৎ অংশে নিজেদের কর্তৃত্ব স্থাপনে সক্ষম হন। যদিও উত্তর-পূর্বাঞ্চলে প্রাধান্যকারী অসমের অহোম রাজশক্তি এবং আরও কয়েকটি রাজ্য মুঘল আগ্রাসন সফলভাবে প্রতিহত করতে সক্ষম হয়েছিল।

প্রারম্ভিক আধুনিক ভারত
ষোড়শ শতক থেকে পর্তুগাল, নেদারল্যান্ডস, ফ্রান্স ও ব্রিটিশ যুক্তরাজ্যের মতো ইউরোপীয় শক্তিগুলি ভারতে বাণিজ্যকুঠি স্থাপন করতে শুরু করে। পরবর্তীকালে দেশের অভ্যন্তরীণ রাজনৈতিক গোলযোগের সুযোগ নিয়ে তারা ভারতে উপনিবেশ স্থাপন করতেও সক্ষম হয়।

আধুনিক ভারত
১৮৫৬ সালের মধ্যেই ভারতের অধিকাংশ অঞ্চল ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির হস্তগত হয়েছিল।[৫৩] এর এক বছর পরেই ঘটে ভারতীয় সিপাহি ও দেশীয় রাজ্যগুলির সম্মিলিত এক জাতীয় গণ-অভ্যুত্থান। ভারতের ইতিহাসে এই ঘটনা ভারতের প্রথম স্বাধীনতা যুদ্ধ বা সিপাহি বিদ্রোহ নামে পরিচিত। এই বিদ্রোহ ব্যর্থ হলেও তা দেশে কোম্পানির শাসনের দুর্বলতার দিকগুলি উন্মোচিত করে দেয়। তাই ভারতকে আনা হয় ব্রিটিশ রাজতন্ত্রের প্রত্যক্ষ শাসনাধীনে।


মহাত্মা গান্ধীর (ডানদিকে) সঙ্গে জওহরলাল নেহেরু, ১৯৩৭। ১৯৪৭ সালে নেহেরু ভারতের প্রথম প্রধানমন্ত্রী হন।
বিংশ শতকে ভারতীয় জাতীয় কংগ্রেস ও অন্যান্য রাজনৈতিক সংগঠনগুলি দেশজুড়ে স্বাধীনতা আন্দোলনের সূত্রপাত ঘটায়। ভারতীয় নেতা মহাত্মা গান্ধী লক্ষাধিক মানুষকে সঙ্গে নিয়ে অহিংস গণ-আইন অমান্য জাতীয় আন্দোলন শুরু করেন।[৫৪] স্বাধীনতা আন্দোলনের শেষলগ্নে সুভাষচন্দ্র বসু ও তার আজাদ হিন্দ ফৌজের সংগ্রাম ভারতের ইতিহাসে এক গৌরবোজ্জ্বল অধ্যায়। ১৯৪৭ খ্রিষ্টাব্দের ১৫ আগস্ট ভারত ব্রিটিশ শাসনজাল থেকে মুক্তিলাভ করে। একই সঙ্গে দেশের পূর্ব ও পশ্চিম প্রান্তের মুসলমান-অধ্যুষিত অঞ্চলগুলি বিভক্ত হয়ে গঠন করে পাকিস্তান রাষ্ট্র।[৫৫] ১৯৫০ সালের ২৬ জানুয়ারি নতুন সংবিধান প্রবর্তনের মধ্য দিয়ে ভারতে গণতান্ত্রিক প্রজাতন্ত্র স্থাপিত হয়।[৫৬]

স্বাধীনতার পরে ধর্মীয় অসহিষ্ণুতা, জাতপাত, নকশাল আন্দোলন, সন্ত্রাসবাদ এবং জম্মু ও কাশ্মীর, পাঞ্জাব ও উত্তর-পূর্বাঞ্চলের আঞ্চলিক বিচ্ছিন্নতাবাদীদের অভুত্থান দেশে মাথা চাড়া দিয়ে ওঠে। ১৯৯০-এর দশক থেকে ভারতের শহরাঞ্চলগুলি এই হানাহানির শিকার হতে থাকে। ১৯৬২ সালের ভারত-চীন যুদ্ধের ফলে চীনের সঙ্গে এবং ১৯৪৭, ১৯৬৫, ১৯৭১ ও ১৯৯৯ সালে পাক-ভারত যুদ্ধের ফলে পাকিস্তানের সঙ্গে ভারতের সীমান্ত নিয়ে বিরোধ তীব্র হয়। ভারত রাষ্ট্রসংঘ (ব্রিটিশ ভারত হিসাবে) ও জোট নিরপেক্ষ আন্দোলনের অন্যতম প্রতিষ্ঠাতা সদস্য। ১৯৭৪ সালে একটি ভূগর্ভস্থ পারমাণবিক পরীক্ষণ[৫৭] ও ১৯৯৮ সালে আরও পাঁচটি পরমাণু পরীক্ষা চালিয়ে ভারত নিজেদের একটি পরমাণু শক্তিধর রাষ্ট্র হিসেবে প্রকাশ করে।[৫৭] ১৯৯১ সালে শুরু হওয়া অর্থনৈতিক সংস্কারের ফলে[৫৮] বর্তমানে পৃথিবীর অতিদ্রুত-বর্ধনশীল এক অর্থব্যবস্থা হিসাবে ভারত সারা বিশ্বে ব্যাপক প্রভাব বিস্তার করতেও সক্ষম হয়েছে।[২৩]

ভূগোল
মূল নিবন্ধ: ভারতের ভূগোল
আরও দেখুন: ভারতের ভূতত্ত্ব

হিমালয় পর্বতমালা, উত্তর সিক্কিমের ক্রো'স হ্রদ
ভারতীয় উপমহাদেশের সিংহভাগ নিয়ে গঠিত ভারতীয় ভূখণ্ডটি ভারতীয় টেকটোনিক পাত ও ইন্দো-অস্ট্রেলীয় পাতের মধ্যস্থিত একটি গৌণ পাতের উপর অবস্থিত।[৫৯] এই ভূখণ্ড গঠনের প্রধান ভূতাত্ত্বিক প্রক্রিয়াটি শুরু হয় আজ থেকে ৭৫ কোটি বছর পূর্বে, যখন দক্ষিণের অতিমহাদেশ গন্ডোয়ানার অংশ হিসাবে ভারতীয় উপমহাদেশ উত্তর-পূর্ব দিকে সরতে শুরু করে। তৎকালীন অসংগঠিত ভারত মহাসাগরব্যাপী এই সরণ স্থায়ী হয় ৫০ কোটি বছর।[৫৯] এর পরে উপমহাদেশটির সঙ্গে ইউরেশীয় পাতের সংঘর্ষ ঘটে এবং উপমহাদেশের পাতটি ইউরেশীয় পাতের তলায় অবনমিত হয়ে পৃথিবীর উচ্চতম পর্বতমালা হিমালয়ের উত্থান ঘটায়। এই পর্বতমালা বর্তমানে ভারতের উত্তর ও উত্তর-পূর্ব দিক বেষ্টন করে আছে।[৫৯] উত্থানশীল হিমালয়ের দক্ষিণ পাদদেশে অবস্থিত সমুদ্রে পাতসঞ্চরণের ফলে একটি বৃহৎ খাত সৃষ্টি হয়, এবং কালক্রমে নদীর পলি জমে[৬০] এই খাতটি গাঙ্গেয় সমভূমি অঞ্চলে পরিণত হয়।[৬১] এই সমভূমির পশ্চিমে আরাবল্লী পর্বতশ্রেণী কর্তৃক বিচ্ছিন্ন হয়ে অবস্থান করছে থর মরুভূমি।[৬২] মূল ভারতীয় পাতটি আজ ভারতীয় উপদ্বীপ রূপে অবস্থান করছে। এটিই ভারতের প্রাচীনতম ও ভৌগোলিকভাবে সর্বাপেক্ষা দৃঢ় অংশ। উত্তরদিকে মধ্য ভারতে অবস্থিত সাতপুরা ও বিন্ধ্য পর্বতমালা পর্যন্ত এই উপদ্বীপ বিস্তৃত। এই সমান্তরাল পর্বতমালাদুটি পশ্চিমে গুজরাটের আরব সাগর উপকূল থেকে পূর্বে ঝাড়খণ্ডের কয়লা-সমৃদ্ধ ছোটনাগপুর মালভূমি পর্যন্ত ব্যাপ্ত।[৬৩] দক্ষিণে উপদ্বীপীয় ভূখণ্ডে দাক্ষিণাত্য মালভূমি বামে ও ডানে যথাক্রমে পশ্চিমঘাট ও পূর্বঘাট পর্বতমালাদ্বয় দ্বারা উপকূলীয় সমভূমি থেকে বিচ্ছিন্ন।[৬৪] এই মালভূমিতেই ভারতের প্রাচীনতম প্রস্তরগঠনটি পরিলক্ষিত হয়; যার কিয়দংশের বয়স ১০০ কোটি বছরেরও বেশি। এইভাবে ভারত বিষুবরেখার উত্তরে ৬°৪৪' ও ৩৫°৩০' উত্তর অক্ষাংশ[৬৫] ও ৬৮°৭' ও ৯৭°২৫' পূর্ব দ্রাঘিমাংশে অবস্থিত।[৬৬]


লাক্ষাদ্বীপ
ভারতীয় উপকূলরেখার দৈর্ঘ্য ৭,৫১৭ কিলোমিটার (৪,৬৭১ মাইল)। এর মধ্যে ৫,৪২৩ কিলোমিটার (৩,৩৭০ মাইল) ভারতীয় উপদ্বীপের এবং ২,০৯৪ কিলোমিটার (১,৩০১ মাইল) আন্দামান, নিকোবর ও লাক্ষাদ্বীপের অন্তর্গত।[২২] ভারতীয় নৌবাহিনীর হাইড্রোগ্রাফিক চার্ট অনুসারে মূল অঞ্চলের উপকূলভূমি ৪৩% বালুকাময় সৈকত, ১১% পাথুরে উপকূল ও ভৃগু (উঁচু খাড়া পাড় বা ক্লিফ), ৪৬% জলাজমিপূর্ণ উপকূল দ্বারা গঠিত।[২২]


সুন্দরবন জাতীয় উদ্যান; বিশ্বের বৃহত্তম নদী-বদ্বীপ গাঙ্গেয় বদ্বীপ অঞ্চলে অবস্থিত এই বনাঞ্চলটি ভারত ও বাংলাদেশের মধ্যে প্রসারিত
হিমালয় থেকে উৎপন্ন নদনদীগুলির মধ্যে প্রধান গঙ্গা ও ব্রহ্মপুত্র। উভয়েই বঙ্গোপসাগরে পতিত হয়েছে।[৬৭] গঙ্গার প্রধান উপনদীগুলি হল যমুনা ও কোশী নদী। কোশী নদীতে নাব্যতা অত্যন্ত কম থাকায় প্রতি বছর ভয়াল বন্যা দেখা দেয়। উপদ্বীপের প্রধান নদীগুলি হল গোদাবরী, মহানদী, কৃষ্ণা, ও কাবেরী। এই নদীগুলির খাত অত্যন্ত নাব্য হওয়ায় বন্যা কম হয়ে থাকে। এই নদীগুলিও বঙ্গোপসাগরে পতিত হয়েছে।[৬৮] অন্যদিকে নর্মদা ও তাপ্তি পতিত হয়েছে আরব সাগরে।[৬৯] ভারতীয় উপকূলভূমির অন্যতম একটি বৈশিষ্ট্য হল পশ্চিম ভারতে কচ্ছের রাণ ও পূর্বভারতে সুন্দরবনের পলিগঠিত বদ্বীপ অঞ্চল, যা ভারত ও বাংলাদেশে বিস্তৃত।[৭০] ভারতে দুটি দ্বীপপুঞ্জ দেখা যায়: ভারতের দক্ষিণ-পশ্চিম উপকূলভাগের নিকটে প্রবালদ্বীপ লাক্ষাদ্বীপ এবং আন্দামান সাগরের আগ্নেয় দ্বীপমালা আন্দামান ও নিকোবর দ্বীপপুঞ্জ।[৭১]

জলবায়ু
মূল নিবন্ধ: ভারতের জলবায়ু
ভারতের বৈচিত্র্যময় ভৌগোলিক ও ভূতাত্ত্বিক উপাদানগুলি দেশের জলবায়ুকে অনেকাংশেই প্রভাবিত করে। কর্কটক্রান্তি রেখা ভারতের মাঝবরাবর প্রসারিত। কিন্তু দেশের উত্তর সীমান্ত বরাবর অবস্থিত হিমালয় পর্বতমালা মধ্য এশিয়া থেকে আগত ক্যাটাবেটিক বায়ুপ্রবাহকে প্রতিরোধ করে দেশে ক্রান্তীয় জলবায়ু বজায় রাখতে সহায়তা করে।[৭২][৭৩] হিমালয় পর্বতমালা ও থর মরুভূমি দেশে মৌসুমি বায়ুপ্রবাহকেও নিয়ন্ত্রণ করে।[৭৪] থর মরুভূমি গ্রীষ্মকালীন আর্দ্র দক্ষিণ-পূর্ব মৌসুমি বায়ুকে আকর্ষণ করার ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা রাখে। জুন থেকে অক্টোবর মাসের মধ্যবর্তী সময়ে আগত এই বায়ুপ্রবাহই ভারতে বর্ষার মূল কারণ।[৭৪] ভারতে চারটি প্রধান ঋতু দেখা যায়: শীত (জানুয়ারি ও ফেব্রুয়ারি), গ্রীষ্ম (মার্চ থেকে মে), বর্ষা (জুন থেকে সেপ্টেম্বর), এবং শরৎ ও হেমন্ত (অক্টোবর থেকে ডিসেম্বর)।

ক্রান্তীয় জলবায়ুর বৈশিষ্ট্য অনুসারে বর্ষা ও অন্যান্য আবহাওয়াগত পরিস্থিতি দেশে খরা, বন্যা, সাইক্লোন ও অন্যান্য প্রাকৃতিক বিপর্যয়ের জন্য দায়ী। এর ফলে প্রতি বছর দেশটির লক্ষ লক্ষ মানুষের মৃত্যু ও সম্পত্তি হানি হয়। বর্তমানে বৈশ্বিক উষ্ণায়ণের ফলে ভারতের জলবায়ুতে নানাপ্রকার অস্থিরতা দেখা দিচ্ছে।

জীববৈচিত্র্য
মূল নিবন্ধসমূহ: ভারতের উদ্ভিদ ও ভারতের প্রাণী

বাঘ, ভারতের জাতীয় পশু
ইন্দোমালয় পরিবেশক্ষেত্রে অবস্থিত ভারত জীববৈচিত্র্যের একটি গুরুত্বপূর্ণ নিদর্শন। ১৮টি মহাবৈচিত্র্যপূর্ণ রাষ্ট্রের একটি এই দেশ পৃথিবীর ৭.৬% স্তন্যপায়ী, ১২.৬% পাখি, ৬.২% সরীসৃপ, ৪.৪% উভচর, ১১.৭% মাছ ও ৬.০% সপুষ্পক উদ্ভিদের বাসস্থান।[৭৫] পশ্চিমঘাট পর্বতমালার শোলা বর্ষণারণ্যের মতো ভারতের অনেক অঞ্চলেই স্বাভাবিক উদ্ভিদের প্রাচুর্য দেখা যায়। ৩৩% ভারতীয় বৃক্ষপ্রজাতি স্বাভাবিক উদ্ভিদশ্রেণীর অন্তর্গত।[৭৬][৭৭] ভারতের প্রধান অরণ্যক্ষেত্রগুলি আন্দামান দ্বীপপুঞ্জ, পশ্চিমঘাট পর্বতমালা ও উত্তর-পূর্ব ভারতের বিষুবীয় বর্ষণারণ্য থেকে হিমালয়ের চিরহরিৎ অরণ্যক্ষেত্র পর্যন্ত বিস্তৃত। এছাড়া পূর্ব ভারতের শাল-অধ্যুষিত, মধ্য ও দক্ষিণ ভারতের টিক-অধ্যুষিত ও মধ্য দাক্ষিণাত্য ও গাঙ্গেয় সমভূমির বাবুল অধ্যুষিত বনাঞ্চলও উল্লেখযোগ্য।[৭৮] গ্রামীণ ভারতে নিম গাছ ওষধি রূপে ব্যবহৃত হয়। পিপল গাছ মহেঞ্জোদাড়োর প্রতীকচিহ্নে দেখা গেছে। এই গাছের তলাতেই গৌতম বুদ্ধ সিদ্ধি বা বোধিলাভ করেছিলেন ও তার নাম হয়েছিল 'গৌতম বুদ্ধ'। তাই বু্দ্ধগয়ায় অবস্থিত ওই বৃক্ষটিকে বলা হয় 'বোধিবৃক্ষ'।


ভারতের জাতীয় পাখি ময়ূর
বহু ভারতীয় প্রজাতি গন্ডোয়ানায় জাত টেক্সা থেকে উদ্ভূত। উপদ্বীপীয় ভারতের ক্রমসরণ ও ইউরেশীয় ভূমিভাগের সঙ্গে সংঘর্ষের ফলে প্রজাতিগুলির মধ্যে ব্যাপক পরিবর্তন দেখা দেয়। যদিও অগ্ন্যুৎপাত ও অন্যান্য জলবায়ুগত পরিবর্তনের কারণে বিগত ২ কোটি বছরে বহু দেশজ প্রজাতিই অবলুপ্ত হয়ে যায়।[৭৯] এর ঠিক পরেই দুটি প্রাণীভৌগোলিক পথে উত্থানশীল হিমালয়ের দুই পাশ দিয়ে ভারতে স্তন্যপায়ী প্রাণীরা প্রবেশ করে।[৭৮] প্রসঙ্গত উল্লেখ্য, ভারতের মোট স্তন্যপায়ী ও পাখিদের যথাক্রমে মাত্র ১২.৬% ও ৪.৫% দেশজ; যেখানে দেশের সরীসৃপ ও উভচরদের ক্ষেত্রে এই সংখ্যা যথাক্রমে ৪৫.৮% ও ৫৫.৮%।[৭৫] উল্লেখযোগ্য দেশীয় প্রাণী হল নীলগিরি লেঙ্গুর, পশ্চিমঘাট পর্বতমালার বাদামি ও গাঢ় লাল রঙের বেডোমি ব্যাঙ। ভারত ১৭২টি (২.৯%) প্রকৃতি সংরক্ষণের জন্য আন্তর্জাতিক ইউনিয়ন-গণিত লুপ্তপ্রায় প্রাণীর আবাসস্থল।[৮০] এর মধ্যে রয়েছে এশীয় সিংহ, বাংলা বাঘ, ভারতীয় শ্বেতপৃষ্ঠ শকুন (বর্তমানে প্রায় বিলুপ্ত)।

বিগত দশকগুলিতে মানুষের অরণ্য আগ্রাসন বন্যপ্রাণী অবলুপ্তির অন্যতম প্রধান কারণ হয়ে দাঁড়ায়। ফলে ১৯৩৫ সালে চালু হওয়া জাতীয় উদ্যান ও সংরক্ষিত স্থানের ব্যবস্থাটিকে ব্যাপ্ত করা হয়। ১৯৭২ সালে বন্যপ্রাণী সংরক্ষণ আইন[৮১] ও বাঘ সংরক্ষণের জন্য ব্যাঘ্র প্রকল্প চালু হয়। এর সঙ্গে ১৯৮০ সালে প্রবর্তিত হয় অরণ্য সংরক্ষণ আইন[৮২] ভারতে অভয়ারণ্যের সংখ্যা পাঁচশোর অধিক। সঙ্গে দেশে ১৩টি জৈবক্ষেত্র সংরক্ষণও করা হয়।[৮৩] এর মধ্যে চারটি বিশ্ব জৈবক্ষেত্র সংরক্ষণ নেটওয়ার্কের অন্তর্গত। রামসর কনভেনশন অনুসারে ভারতে পঁচিশটি জলাভূমি আছে; যার একটি কলকাতা মহানগরীর পূর্বভাগে অবস্থিত।[৮৪]

রাজনীতি ও সরকার
রাজনীতি
মূল নিবন্ধ: ভারতের রাজনীতি

নর্থ ব্লক, নয়াদিল্লি; ভারত সরকারের প্রধান কার্যালয়।

বিধানসভা ভবন, কলকাতা। এখানে ভারতের পশ্চিমবঙ্গ রাজ্যের বিধানসভা অনুষ্ঠিত হয়।
ভারতীয় প্রজাতন্ত্র বিশ্বের বৃহত্তম গণতান্ত্রিক রাষ্ট্র।[৮৫][৮৬] স্বাধীনোত্তর কালে অধিকাংশ সময় জুড়েই এদেশের শাসনকর্তৃত্ব ভারতীয় জাতীয় কংগ্রেসের আওতাধীন।[৮৭] অন্যদিকে ভারতের রাজ্য-রাজনীতিতে প্রাধান্য বিস্তার করেছে ভারতীয় জাতীয় কংগ্রেস (সংক্ষেপে "কংগ্রেস"), ভারতীয় জনতা পার্টি (বিজেপি), ভারতের কমিউনিস্ট পার্টি (মার্কসবাদী) (সিপিআই(এম)) প্রভৃতি জাতীয় দল ও একাধিক আঞ্চলিক পার্টি। দুটি সংক্ষিপ্ত পর্যায় বাদে ১৯৫০ সাল থেকে ১৯৯০ সাল অবধি জাতীয় কংগ্রেস সংসদে সংখ্যাগরিষ্ঠ দলের মর্যাদা ভোগ করেছে। প্রধানমন্ত্রী ইন্দিরা গান্ধী ঘোষিত জরুরি অবস্থা-জনিত গণঅসন্তোষকে কাজে লাগিয়ে ১৯৭৭ থেকে ১৯৮০ সালের মধ্যবর্তী সময়ে কংগ্রেসকে ক্ষমতাচ্যুত করে জনতা পার্টি সরকার গঠন করে। ১৯৮৯ সালে জনতা দলের নেতৃত্বে জাতীয় ফ্রন্ট বামফ্রন্টের সহযোগিতায় নির্বাচনে জয়লাভ করে দু-বছর ক্ষমতায় অধিষ্ঠিত থাকে।[৮৮] ১৯৯১ সালে কোনও পার্টি সংখ্যাগরিষ্ঠতা লাভ না করতে পারায় কংগ্রেস পি ভি নরসিমা রাওয়ের প্রধানমন্ত্রিত্বে একটি সংখ্যালঘু সরকার গঠন করে। এই সরকার অবশ্য পূর্ণ মেয়াদে ক্ষমতায় টিকে থাকতে সক্ষম হয়।[৮৯]

১৯৯৬-১৯৯৮ সালটি কেন্দ্রীয় সরকারের অস্থিরতার যুগ। এই সময় একাধিক স্বল্পকালীন জোট কেন্দ্রে সরকার গঠন করে। ১৯৯৬ সালে সংক্ষিপ্ত সময়কালের জন্য বিজেপি সরকার গঠন করে। তারপর কংগ্রেস ও বিজেপি-বিরোধী যুক্তফ্রন্ট ক্ষমতায় অধিষ্ঠিত হয়। ১৯৯৮ সালে বিজেপির নেতৃত্বে জাতীয় গণতান্ত্রিক জোট (এনডিএ) ক্ষমতা দখল করে। এই সরকারই ভারতের প্রথম পূর্ণ সময়কালের অকংগ্রেসি সরকার।[৯০] ২০০৪ সালের সাধারণ নির্বাচনে কংগ্রেস নেতৃত্বাধীন সংযুক্ত প্রগতিশীল জোট (ইউপিএ) লোকসভায় বিপুল সংখ্যক আসনে জয়লাভ করেছিল এবং বিজেপি-বিরোধী বাম সাংসদদের সহায়তায় সরকার গঠন করেছিল। ইউপিএ ২০০৯ সালের সাধারণ নির্বাচনে পুনরায় ক্ষমতায় এসেছিল। তবে বামদলগুলি আর এই জোটের সমর্থক নয়।[৯১]

২০১৪-এ বিজেপি-র নেতৃত্বে জাতীয় গণতান্ত্রিক জোট (এনডিএ) পুনরায় কেন্দ্রীয় ক্ষমতায় এসেছে এবং এর ফলে নরেন্দ্র মোদী ভারতের চতুর্দশ প্রধানমন্ত্রী হিসাবে নির্বাচিত হয়েছেন।[৯২] ২০১৯ সালে মোদী দ্বিতীয়বার প্রধানমন্ত্রী হিসাবে নির্বাচিত হন।[৯৩]

সরকার
মূল নিবন্ধ: ভারত সরকার

রাষ্ট্রপতি ভবন, ভারতীয় রাষ্ট্রপতির সরকারি বাসভবন
১৯৫০ সালের ২৬ জানুয়ারি প্রবর্তিত ভারতীয় সংবিধান বিশ্বের বৃহত্তম ও সর্বাধিক বিস্তারিত ব্যাখ্যাসমৃদ্ধ সংবিধান।[৯৪] সংবিধানের প্রস্তাবনা অংশে ভারতীয় প্রজাতন্ত্রকে একটি সার্বভৌম, সমাজতান্ত্রিক, ধর্মনিরপেক্ষ, গণতান্ত্রিক সাধারণতন্ত্র রূপে বর্ণিত হয়েছে।[৯৫] ভারতে প্রচলিত দ্বিকক্ষবিশিষ্ট সংসদ ওয়েস্টমিনিস্টার-ধাঁচের একটি সংসদ ব্যবস্থা। এদেশের সরকার প্রথাগতভাবে ‘আধা-যুক্তরাষ্ট্রীয়’ সরকার ব্যবস্থা হিসাবে বর্ণিত হয়; যার বৈশিষ্ট্য হল একটি শক্তিশালী কেন্দ্রীয় সরকার ও অপেক্ষাকৃত দুর্বল একাধিক রাজ্য সরকারের সহাবস্থান।[৯৬] যদিও ১৯৯০-এর দশকের শেষভাগ থেকে রাজনৈতিক ও আর্থ-সামাজিক সংস্কার ও পরিবর্তনের ফলে রাজ্য সরকারগুলির ক্ষমতার ক্রমান্বয়ে বৃদ্ধি দেশকে চালিত করছে একটি যুক্তরাষ্ট্রীয় ব্যবস্থার দিকে।[৯৭]

রাষ্ট্রপতি হলেন ভারতের রাষ্ট্রপ্রধান।[৯৮] তিনি পরোক্ষভাবে একটি নির্বাচক মণ্ডলী কর্তৃক পাঁচ বছরের সময়কালের ব্যবধানে[৯৯][১০০] নির্বাচিত হন।[১০১] অন্যদিকে ভারতের সরকার প্রধান হলেন প্রধানমন্ত্রী। অধিকাংশ শাসনক্ষমতা ন্যস্ত থাকে তার হাতেই।[৯৮] রাষ্ট্রপতি কর্তৃক নিযুক্ত[১০২] প্রধানমন্ত্রীকে প্রথাগতভাবে সংসদের নিম্নকক্ষে সংখ্যাগরিষ্ট আসনপ্রাপ্ত রাজনৈতিক দল বা জোটের সমর্থন লাভ করতে হয়[৯৮]। রাষ্ট্রপতি, উপরাষ্ট্রপতি ও প্রধানমন্ত্রীর নেতৃত্বে মন্ত্রী পরিষদ (যার কার্যনির্বাহী সমিতি হল ক্যাবিনেট)—এই নিয়ে গঠিত ভারতের শাসনবিভাগ। দপ্তরযুক্ত মন্ত্রীদের সকলকেই সংসদের কোনও না কোনও কক্ষের সদস্য হতে হয়। ভারতীয় সংসদীয় ব্যবস্থায় শাসনবিভাগ আইনবিভাগের অধস্তন। সেই কারণে প্রধানমন্ত্রী ও তার মন্ত্রী পরিষদকে সংসদের নিম্নকক্ষের কাছে দায়বদ্ধ থাকতে হয়।[১০৩]


ভারতীয় সংসদ
ভারতের আইনবিভাগ হল দ্বিকক্ষবিশিষ্ট সংসদ। এটি গঠিত হয়েছে রাজ্যসভা নামক একটি উচ্চকক্ষ ও লোকসভা নামক একটি নিম্নকক্ষ নিয়ে।[১০৪] রাজ্যসভার সদস্যসংখ্যা ২৪৫; এঁদের দপ্তরকাল ছয় বছর।[১০৫] এঁদের অধিকাংশই রাজ্য ও কেন্দ্রশাসিত অঞ্চলগুলির বিধানসভা থেকে রাজ্যের জনসংখ্যার ভিত্তিতে পরোক্ষভাবে নির্বাচিত হয়ে আসেন।[১০৫] অন্যদিকে লোকসভার ৫৪৫ জন সদস্যের মধ্যে ৫৪৩ জন পাঁচ বছরের মেয়াদে নিজ নিজ নির্বাচন কেন্দ্র থেকে প্রত্যক্ষ ভোটের মাধ্যমে নির্বাচিত হন।[১০৫] এছাড়া রাষ্ট্রপতি যদি মনে করেন যে সংসদে ইঙ্গ-ভারতীয় সম্প্রদায় এর যথেষ্ট সংখ্যক প্রতিনিধি নেই, তবে তিনি দুই জন সদস্যকে উক্ত সম্প্রদায় থেকে সাংসদ মনোনীত করতে পারেন।[১০৫]

ভারতে এককেন্দ্রিক ত্রি-স্তর বিচারব্যবস্থা প্রচলিত। এই বিচারব্যবস্থা প্রধান বিচারপতির নেতৃত্বে সর্বোচ্চ আদালত, ২১টি উচ্চ আদালত ও অসংখ্য বিচারবিভাগীয় আদালতের সমন্বয়ে গঠিত।[১০৬] মৌলিক অধিকার, কেন্দ্র ও রাজ্যের মধ্যে বিবাদ ও উচ্চ আদালতের আপিল বিচার এক্তিয়ার সংক্রান্ত মামলাগুলির ক্ষেত্রে সর্বোচ্চ আদালতের মূল বিচার এক্তিয়ারের অন্তর্গত।[১০৭] এই বিচারব্যবস্থা স্বতন্ত্র[১০৬] এবং আইন ঘোষণা এবং সংবিধান-বিরোধী কেন্দ্রীয় বা রাজ্য আইন প্রতিহত করার ক্ষমতাযুক্ত।[১০৮] সংবিধানের অভিভাবকত্ব ও ব্যাখ্যাদান সুপ্রিম কোর্টের অন্যতম গুরুত্বপূর্ণ ভূমিকার অন্তর্গত।[১০৯]

রাজনৈতিক বিভাগ
মূল নিবন্ধ: ভারতের রাজ্য ও কেন্দ্রশাসিত অঞ্চলসমূহ
ভারত ২৮টি রাজ্য ও ৮টি কেন্দ্রশাসিত অঞ্চলবিশিষ্ট একটি যুক্তরাষ্ট্রীয় সাধারণতন্ত্র। ভারতে প্রত্যেক রাজ্যে নির্বাচিত রাজ্য সরকার অধিষ্ঠিত রয়েছে; পুদুচেরি ও দিল্লি কেন্দ্রশাসিত অঞ্চলেও নির্বাচিত সরকার রয়েছে। অপর পাঁচটি কেন্দ্রশাসিত অঞ্চল রাষ্ট্রপতির প্রত্যক্ষ শাসনাধীন; এই অঞ্চলগুলিতে কেন্দ্রীয় সরকার উপরাজ্যপাল বা প্রশাসক নিয়োগ করে থাকেন। ১৯৫৬ সালে রাজ্য পুনর্গঠন আইন বলে ভাষার ভিত্তিতে রাজ্যগুলি স্থাপিত হয়।[১১০] তারপর থেকে এই কাঠামোটি মোটামুটি অপরিবর্তিত রয়েছে। গ্রাসরুট স্তরে শাসন ও প্রশাসন পরিচালনার লক্ষ্যে রাজ্য ও কেন্দ্রশাসিত অঞ্চলগুলি মোট ৭৩৯টি জেলায় বিভক্ত।[১১১] জেলাগুলি আবার তহশিল, তালুক বা মহকুমায় বিভক্ত, যা আবার পৌরসভা ও পঞ্চায়েতে বিভক্ত।


ভারতের ২৮টি রাজ্য এবং ৮টি কেন্দ্রশাসিত অঞ্চলের একটি ক্লিকযোগ্য মানচিত্র


রাজ্য (১–২৮) ও কেন্দ্রশাসিত অঞ্চল (ক-জ) আড়াল করুন
১. অন্ধ্রপ্রদেশ	১৯. বিহার
২. অরুণাচল প্রদেশ	২০. মণিপুর
৩. আসাম	২১. মধ্যপ্রদেশ
৪. উত্তরপ্রদেশ	২২. মহারাষ্ট্র
৫. উত্তরাখণ্ড	২৩. মিজোরাম
৬. ওড়িশা	২৪. মেঘালয়
৭. কর্ণাটক	২৫. রাজস্থান
৮. কেরল	২৬. সিকিম
৯. গোয়া	২৭. হরিয়ানা
১০. গুজরাত	২৮. হিমাচল প্রদেশ
১১. ছত্তিশগড়	ক. আন্দামান ও নিকোবর দ্বীপপুঞ্জ
১২. ঝাড়খণ্ড	খ. চণ্ডীগড়
১৩. তামিলনাড়ু	গ. জম্মু ও কাশ্মীর
১৪. তেলেঙ্গানা	ঘ. দাদরা ও নগর হাভেলি এবং দমন ও দিউ
১৫. ত্রিপুরা	ঙ. দিল্লি জাতীয় রাজধানী রাজ্যক্ষেত্র
১৬. নাগাল্যান্ড	চ. পুদুচেরি
১৭. পশ্চিমবঙ্গ	ছ. লাক্ষাদ্বীপ
১৮. পাঞ্জাব	জ. লাদাখ
বৈদেশিক সম্পর্ক ও সামরিক বাহিনী
মূল নিবন্ধসমূহ: ভারতের বৈদেশিক সম্পর্ক ও ভারতের সামরিক বাহিনী

সুখোই-৩০ এমকেআই, ভারতীয় বায়ুসেনার একটি অঙ্গ।
১৯৪৭ সালে স্বাধীনতার পর থেকেই বিশ্বের অধিকাংশ রাষ্ট্রের সঙ্গে ভারতের সম্পর্ক আন্তরিক। ১৯৫০-এর দশকে ভারত আফ্রিকা ও এশিয়ার ইউরোপীয় উপনিবেশগুলির স্বাধীনতার স্বপক্ষে সওয়াল করে।[১১২] শ্রীলঙ্কায় ভারতীয় শান্তিরক্ষী বাহিনী প্রেরণ ও মালদ্বীপে অপারেশন ক্যাকটাস—এই দুই ক্ষেত্রে ভারত তার প্রতিবেশী রাষ্ট্রে সামরিক মধ্যস্থতায় অংশ নেয়। কমনওয়েলথের এক সদস্য ভারত, জোট নিরপেক্ষ আন্দোলনেরও প্রতিষ্ঠাতা সদস্য।[১১৩] ভারত-চীন যুদ্ধ ও ১৯৬৫ সালের পাক-ভারত যুদ্ধের পর সোভিয়েত ইউনিয়নের সঙ্গে ভারতের সম্পর্ক আন্তরিক হয়ে ওঠে। ফলে যুক্তরাষ্ট্রের সঙ্গে ভারতের সম্পর্কের অবনতি হয়। ঠান্ডা যুদ্ধের সমাপ্তি পর্যন্ত সেই সম্পর্ক একই রকম থাকে। কাশ্মীরকে কেন্দ্র করে ভারতের সঙ্গে পাকিস্তানের তিনটি যুদ্ধ হয়। ১৯৭১ সালে বাংলাদেশের স্বাধীনতা যুদ্ধে ভারতীয় মিত্র বাহিনী বাংলাদেশকে সহায়তা করে।[১১৪] এছাড়াও ১৯৮৪ সালে সিয়াচেন হিমবাহ ও ১৯৯৯ সালে কার্গিলকে কেন্দ্র করে দুই দেশের মধ্যে সংঘর্ষ বাধে।


যুক্তরাষ্ট্রের হোয়াইট হাউসে মার্কিন প্রেসিডেন্ট জো বাইডেনের সঙ্গে দ্বিপাক্ষিক বৈঠকে ভারতীয় প্রধানমন্ত্রী নরেন্দ্র মোদি।
বর্তমানকালে, ভারত যে সকল প্রতিষ্ঠানে নিজ প্রভাব বিস্তারে সক্ষম হয়েছে সেগুলি হল অ্যাসোসিয়েশন অব সাউথ-ইস্ট এশিয়ান নেশনস (আসিয়ান),[১১৫] সাউথ এশিয়ান অ্যাসোসিয়েশন ফর রিজিওন্যাল কো-অপারেশন (সার্ক) ও বিশ্ব বাণিজ্য সংস্থা (ডব্লিউটিও)।[১১৬] ভারত চারটি মহাদেশে রাষ্ট্রসংঘের ৩৫টি শান্তিরক্ষা অভিযানে প্রায় ৫৫,০০০ সেনা ও পুলিশ প্রেরণ করেছে।[১১৭] ব্যাপক সমালোচনা ও সামরিক অনুমোদন সত্ত্বেও পরমাণু কর্মসূচির উপর সার্বভৌমত্ব রক্ষার খাতিরে ভারত সর্বব্যাপী পারমাণবিক পরীক্ষা নিষিদ্ধকরণ চুক্তি (সিটিবিটি) ও পারমাণবিক অস্ত্রের বিস্তার নিয়ন্ত্রণ চুক্তি (এনপিটি)-তে সই করতে উপর্যুপরি অস্বীকার করছে। ভারত সরকারের সাম্প্রতিক প্রচেষ্টার ফলে যুক্তরাষ্ট্রের সঙ্গে ভারতের সম্পর্কের উন্নতি হয়েছে। অন্যদিকে অর্থনৈতিক ক্ষেত্রে দক্ষিণ আমেরিকা, এশিয়া ও আফ্রিকার উন্নয়নশীল দেশগুলির সঙ্গেও ভারত সুসম্পর্ক বজায় রেখেছে।


পাঁচটি রাষ্ট্রের নৌবহর, মালাবার ২০০৭, ভারত আয়োজিত বিশ্বের বৃহত্তম যুদ্ধক্রীড়া।[১১৮]
স্থলসেনা, বায়ুসেনা ও নৌসেনা নিয়ে গঠিত ভারতের সামরিক বাহিনী বিশ্বে তৃতীয় বৃহত্তম সামরিক বাহিনী।[৫৬] এই সামরিক বাহিনীর সমান্তরালে কাজ করে থাকে একাধিক সহকারী বাহিনী; যথা: আধাসামরিক বাহিনী, উপকূলরক্ষী বাহিনী ও স্ট্রাটেজিক ফোর্সেস কম্যান্ড। রাষ্ট্রপতি ভারতীয় সেনাবাহিনীর সর্বাধিনায়ক। রাশিয়া, ফ্রান্স ও ইসরায়েল ভারতের প্রধান অস্ত্রসরবরাহকারী রাষ্ট্র ও প্রতিরক্ষা সহকারী দেশ। প্রতিরক্ষা গবেষণা ও উন্নয়ন সংস্থা (ডিফেন্স রিসার্চ অ্যান্ড ডেভেলপমেন্ট অর্গ্যানাইজেশন বা ডিআরডিও) ব্যালিস্টিক মিসাইল, যুদ্ধবিমান, যুদ্ধট্যাঙ্ক সহ দেশজ অত্যাধুনিক অস্ত্র ও সামরিক সরঞ্জাম উৎপাদনের কাজ তত্ত্ববধান করে, যাতে সামরিক সরঞ্জামের ক্ষেত্রে ভারতকে অধিক মাত্রায় বিদেশি আমদানির উপর নির্ভর করতে না হয়। ১৯৭৪ সালে স্মাইলিং বুদ্ধ ও ১৯৯৮ সালে পোখরান-২ নামে মোট ছয়টি প্রাথমিক পরমাণু পরীক্ষণের মাধ্যমে ভারত পরমাণু শক্তিধর রাষ্ট্রে পরিণত হয়। যদিও ভারতের ঘোষিত পরমাণু নীতি হল “প্রথম প্রয়োগ নয়”।[১১৯] ১০ অক্টোবর, ২০০৮ তারিখে ভারত-মার্কিন বেসামরিক পরমাণু চুক্তি সাক্ষরিত হয়। তার পূর্বেই আন্তর্জাতিক পরমাণু শক্তি সংস্থা ও পরমাণু সরবরাহকারী গোষ্ঠী ভারতের উপর থেকে পরমাণু প্রযুক্তি ক্রয়বিক্রয়ের নিষেধাজ্ঞা তুলে নেয়। ফলে ভারত কার্যত পরিণত হয় বিশ্বের ষষ্ঠ পরমাণু শক্তিধর রাষ্ট্রে।[১২০]

অর্থনীতি
মূল নিবন্ধসমূহ: ভারতের অর্থনীতি ও ভারতে অর্থনৈতিক উদারীকরণ
আরও দেখুন: ভারতের অর্থনৈতিক ইতিহাস, ভারতের অর্থনৈতিক উন্নয়ন, ভারতীয় টাকা ও ভারতীয় রিজার্ভ ব্যাঙ্ক

ড. অমর্ত্য সেন, নোবেলজয়ী ভারতীয় অর্থনীতিবিদ তথা জনকল্যাণ অর্থনীতির প্রবক্তা
১৯৫০-এর দশক থেকে ১৯৮০-এর দশক পর্যন্ত ভারত সমাজতান্ত্রিক-ধাঁচের অর্থনৈতিক নীতি অনুসরণ করে চলে। স্বাধীনতা-উত্তর যুগের অধিকাংশ সময় জুড়ে ভারতে যে আধা-যুক্তরাষ্ট্রীয় ব্যবস্থা প্রচলিত ছিল, তাতে বেসরকারি উদ্যোগ, বৈদেশিক বাণিজ্য ও প্রত্যক্ষ বিদেশি বিনিয়োগের ওপর কঠোর সরকারি বিধিনিষেধ আরোপিত থাকত। ১৯৯১ সালে অর্থনৈতিক সংস্কারের মাধ্যমে ক্রমান্বয়ে ভারত তার বাজার উন্মুক্ত করে দেয়। বিদেশি বাণিজ্য ও বিনিয়োগের উপর সরকারি কর্তৃত্ব শিথিল করা হয়।[৫৮] এর ধনাত্মক প্রভাবে মার্চ ১৯৯১ সালে ৫.৮ বিলিয়ন মার্কিন ডলার থেকে বৈদেশিক মুদ্রা সঞ্চয় ৪ জুলাই, ২০০৮ তারিখে বেড়ে দাঁড়ায় ৩০৮ বিলিয়ন মার্কিন ডলারে।[১২১] ঘাটতি কমে আসে কেন্দ্রীয় ও রাজ্য বাজেটগুলিতে।[১২২] যদিও সরকারি মালিকানাধীন সংস্থাগুলির বেসরকারিকরণ এবং কোনও কোনও সরকারি খাত বেসরকারি ও বৈদেশিক অংশীদারদের নিকট মুক্ত করে দেওয়ায় রাজনৈতিক বিতর্ক সৃষ্টি হয়।[১২৩][১২৪]

ভারতের মোট স্থুল অভ্যন্তরীণ উৎপাদন বা জিডিপি $১.২৪৩ ট্রিলিয়ন মার্কিন ডলার[১৫] যা ক্রয়ক্ষমতা সমতার (পিপিপি) পরিমাপে $৪.৭২৬ ট্রিলিয়ন মার্কিন ডলারের সমতূল্য। জিডিপি'র মানদণ্ডে ভারত বিশ্বের চতুর্থ বৃহত্তম অর্থনীতি। চলতি মূল্যে ভারতের মাথাপিছু আয় $৯৭৭ মার্কিন ডলার (বিশ্বে ১২৮তম) যা ক্রয়ক্ষমতা সমতা (পিপিপি) ভিত্তিক পরিমাপে $২,৭০০ মার্কিন ডলারের সমতূল্য (বিশ্বে ১১৮তম)। বিংশ শতাব্দীর প্রথমভাগে কৃষি প্রধান দেশ হিসাবে পরিচিত ভারতের বর্তমান জিডিপিতে পরিষেবা খাতের অবদান ৫৪ শতাংশ; ইতোমধ্যে কৃষিখাতের অবদান হ্রাস পেয়ে ২৮ শতাংশে দাঁড়িয়েছে এবং শিল্পখাতের অবদান মাত্র ১৮ শতাংশ। বিগত দুই দশকে বিশ্বের অন্যতম দ্রুত বর্ধনশীল অর্থনীতি ভারতের গড় বার্ষিক জিডিপি বৃদ্ধির হার ছিল ৫.৭ শতাংশ।[১২৫]


বম্বে স্টক এক্সচেঞ্জ, মুম্বই, ভারতের বৃহত্তম তথা এশিয়ার প্রাচীনতম স্টক এক্সচেঞ্জ।
৫১ কোটি ৬৩ লাখ জনসংখ্যা অধ্যুষিত ভারত পৃথিবীর দ্বিতীয় বৃহত্তম শ্রমশক্তির দেশ। এই শক্তির ৬০ শতাংশ নিয়োজিত কৃষিখাতে ও কৃষিসংক্রান্ত শিল্পগুলিতে, ২৮ শতাংশ পরিষেবা ও পরিষেবা-সংক্রান্ত শিল্পে এবং ১২ শতাংশ নিযুক্ত শিল্পখাতে।[৫৬] প্রধান কৃষিজ ফসলগুলি হল ধান, গম, তৈলবীজ, তুলা, পাট, চা, আখ ও আলু। প্রধান শিল্পগুলি হল অটোমোবাইল, সিমেন্ট, রাসায়নিক, বৈদ্যুতিন ভোগ্যপণ্য, খাদ্য প্রক্রিয়াকরণ, যন্ত্রশিল্প, খনি, পেট্রোলিয়াম, ভেষজ, ইস্পাত, পরিবহন উপকরণ ও বস্ত্রশিল্প। ভারতের প্রাকৃতিক সম্পদগুলি হল আবাদি জমি, বক্সাইট, ক্রোমাইট, কয়লা, হীরক, আকরিক লোহা, চুনাপাথর, ম্যাঙ্গানিজ, অভ্র, প্রাকৃতিক গ্যাস, খনিজ তেল ও টাইটানিয়াম আকরিক।[৮৭] ভারতের দ্রুত অর্থনৈতিক প্রবৃদ্ধির সঙ্গে সঙ্গে শক্তির চাহিদাও দিন দিন বৃদ্ধি পাচ্ছে। এনার্জি ইনফরমেশন অ্যাডমিনিস্ট্রেশনের মতে, ভারত খনিজ তেলজাত পণ্যের ষষ্ঠ বৃহত্তম ও কয়লার তৃতীয় বৃহত্তম ভোক্তা।[১২৬]

বিগত দুই দশকের উল্লেখযোগ্য অর্থনৈতিক প্রবৃদ্ধি সত্ত্বেও ভারত বিশ্বের সর্বাপেক্ষা দারিদ্র্যপীড়িত রাষ্ট্র। শিশু-অপুষ্টির হারও বিশ্বের অন্যান্য দেশগুলির তুলনায় ভারতে সর্বাধিক: ২০০৭ সালের হিসেব অনুযায়ী ৪৬ শতাংশ)।[১২৭][১২৮][হালনাগাদ প্রয়োজন] তবে বিশ্বব্যাঙ্ক নির্ধারিত দৈনিক ১.২৫ মার্কিন ডলারের আন্তর্জাতিক দারিদ্র্যরেখার (২০০৪ সালের হিসেব অনুযায়ী, ক্রয়ক্ষমতা সমতা নামমাত্র হিসেবে নগরাঞ্চলে দৈনিক ২১.৬ টাকা ও গ্রামাঞ্চলে দৈনিক ১৪.৩ টাকা) নিচে বসবাসকারী মানুষের সংখ্যা ১৯৮১ সালে ৬০ শতাংশ থেকে ২০০৫ সালে ৪২ শতাংশে নেমে এসেছে।[১২৯] সাম্প্রতিক দশকগুলিতে ভারত মন্বন্তর প্রতিরোধ করতে পারলেও, দেশের অর্ধেক শিশু ওজন ঘাটতিতে ভুগছে। এই হার সারা বিশ্বের নিরিখে কেবল উচ্চই নয়, এমনকী সাব-সাহারান আফ্রিকার হারের প্রায় দ্বিগুণ।[১৩০][হালনাগাদ প্রয়োজন]

সাম্প্রতিককালে, ভারতের বহুসংখ্যক শিক্ষিত ইংরেজি-পটু প্রশিক্ষিত পেশাদারগণ বিভিন্ন বহুজাতিক সংস্থা, মেডিক্যাল পর্যটন ও বিজ্ঞাপনের কাজে নিযুক্ত হয়েছেন।[১৩১] বর্তমানে ভারত সফটওয়্যার ও অর্থসংক্রান্ত, গবেষণাসংক্রান্ত ও প্রকৌশলগত পরিষেবার এক বৃহৎ রপ্তানিকারক।

২০০৭ সালে রফতানি ও আমদানির পরিমাণ ছিল যথাক্রমে $১৪৫ বিলিয়ন মার্কিন ডলার ও $২১৭ বিলিয়ন মার্কিন ডলার।[১৩২] বস্ত্র, রত্ন, ইঞ্জিনিয়ারিং দ্রব্যাদি ও সফটওয়্যার ভারতের প্রধান রপ্তানি পণ্য। প্রধান প্রধান আমদানি পণ্যের মধ্যে রয়েছে অপরিশোধিত তেল, যন্ত্রপাতি, সার ও রাসায়নিক দ্রব্য। ভারতের প্রধানতম বাণিজ্য সহযোগী হল মার্কিন যুক্তরাষ্ট্র, ইউরোপীয় ইউনিয়ন ও চীন। ভারতের কেন্দ্রীয় ব্যাংক ভারতীয় রিজার্ভ ব্যাঙ্কের সদরদপ্তর দেশের বাণিজ্যিক রাজধানী নামে খ্যাত মুম্বই মহানগরীতে অবস্থিত।

জনপরিসংখ্যান
মূল নিবন্ধ: ভারতের জনতত্ত্ব
আরও দেখুন: ভারতের ধর্ম, ভারতের ভাষা ও দক্ষিণ এশীয় জনগোষ্ঠী

দাক্ষিণাত্যের তোডা উপজাতির কুটির
ভারত বিশ্বের দ্বিতীয় সর্বাধিক জনবহুল রাষ্ট্র। ২০১৮ সালে দেশটির আনুমানিক জনসংখ্যা প্রায় ১৩৫ কোটি। ভারতের জনসংখ্যা পৃথিবীর মোট জন সংখ্যার প্রায় ১৭.৭৪ শতাংশ। সাম্প্রতিক কালে বার্ষিক জনসংখ্যা বৃদ্ধির হার প্রতি হাজার জনে ১১.১০ জন বা ১.১১ শতাংশ। গড়ে প্রতি দুই সেকেন্ডে জনসংখ্যা একজন করে বাড়ে। যদিও সাম্প্রতিক দশকগুলিতে গ্রাম থেকে শহরে অভিবাসনের হার বৃদ্ধি পাওয়ায় ভারতে শহরাঞ্চলীয় জনসংখ্যা বহুল পরিমাণে বৃদ্ধি পেয়েছে, তথাপি প্রায় ৬৬.৮০ শতাংশ ভারতবাসী গ্রামাঞ্চলে বাস করেন। জনসংখ্যার ৩৩.২০ শতাংশ শহরে বসবাস করে। এ দেশে প্রতি বর্গকিলোমিটারে জনবসতি ৪৫৫ জন।[১৩৩] ভারতের বৃহত্তম মহানগরগুলির মধ্যে উল্লেখযোগ্য হল মুম্বই (পূর্বনাম বম্বে বা বোম্বাই), নয়াদিল্লি, বেঙ্গালুরু (পূর্বনাম ব্যাঙ্গালোর), কলকাতা, হায়দ্রাবাদ ও আহমেদাবাদ।[৮৭]

২০১৩-১৫ কালপর্বে জাতীয় পর্যায়ে লিঙ্গানুপাত প্রতি হাজার পুরুষের বিপরীতে ৯০০ জন নারী।[১৩৪] ২০১১-এর জনমিতি অনুযায়ী ভারতে সাক্ষরতার হার ৭৪.০৪ শতাংশ, যা পুরুষদের মধ্যে ৮২.১৪ শতাংশ এবং নারীদের মধ্যে ৬৫.৪৬ শতাংশ। সাক্ষরতার সর্বনিম্ন হার বিহার রাজ্যে: ৬৩.৮২ শতাংশ।[১৩৫] শহর-গ্রাম স্বা‌ক্ষরতার পার্থ‌ক্য ২০০১ সালে ছিল ২১.২ শতাংশ, যা ২০১১ সালে নেমে আসে ১৬.১ শতাংশে। গ্রামীণ অঞ্চলগুলোতে স্বা‌ক্ষরতা বৃদ্ধির হার শহর এলাকার তুলনায় দ্বিগুণ।[১৩৬] সাক্ষরতার হার সর্বাধিক কেরল রাজ্যে (৯১%)।[১৩৭]

ভাষা
ভারতের দুটি প্রধান ভাষাগোষ্ঠী হল ইন্দো-আর্য (মোট জনসংখ্যার ৭৪%) ও দ্রাবিড় (মোট জনসংখ্যার ২৪%)। অপরাপর ভাষাগোষ্ঠীগুলি হল অস্ট্রো-এশিয়াটিক ও তিব্বতি-বর্মী ভাষাগোষ্ঠী। ভারতের বৃহত্তম জনগোষ্ঠীয় ভাষা হিন্দি[১৩৮] যা কি-না কেন্দ্রীয় সরকারের দাপ্তরিক ভাষা হিসেবে নির্ধারিত।[১৩৯] "সহকারী সরকারি ভাষা" ইংরেজি প্রশাসন ও বাণিজ্যিক ক্ষেত্রে বহুল ব্যবহৃত।[১৪০] উচ্চশিক্ষার ক্ষেত্রেও ইংরেজির প্রাধান্য প্রশ্নাতীত। ভারতের সংবিধান বাংলা-সহ ২২টি ভাষাকে সরকারি ভাষার মর্যাদা দিয়েছে। এগুলি হয় প্রচলিত, নয় ধ্রুপদি ভাষা। প্রাচীনকাল থেকেই ভারতে ধ্রুপদি ভাষার মর্যাদা পেয়ে আসা তামিল ও সংস্কৃত[১৪১] এবং কন্নড় ও তেলুগু ভাষাকে ভারত সরকার নিজস্ব একটি যোগ্যতাসূচকবলে ধ্রুপদি ভাষার মর্যাদা দান করেছে।[১৪২] ভারতে উপ-ভাষার সংখ্যা ১,৬৫২টি।[১৪৩]

ধর্ম‌
ভারতের ধর্মীয় বিশ্বাস

  হিন্দু (৭৯.৮%)
  ইসলাম (১৪.২%)
  খ্রিস্টান (২.৩%)
  জৈন (০.৪%)
  বৌদ্ধ (০.৭%)
  শিখ (১.৭%)
  অন্যান্য (০.৯%)
১১০ কোটিরও বেশি (৭৯.৮%) ভারতবাসী হিন্দু, যদিও হিন্দু বলতে সিন্ধু নদের অববাহিকায় বসবাসরত সকলকেই বোঝায়। অন্যান্য ধর্মসম্প্রদায়গুলোর মধ্যে রয়েছে মুসলমান (১৪.২%), খ্রিস্টান (২.৩%), শিখ (১.৭%), বৌদ্ধ (০.৭%), জৈন (০.৪%), বাকি (০.৯%) ইহুদি, পারসি ও বাহাই, আদিবাসী ও অন্যান্য ধর্মাবলম্বী মানুষ। [১৪৪][১৪৫] উল্লেখ্য, ভারতে বিশ্বের বৃহত্তম হিন্দু, শিখ, জৈন, জরাথ্রুষ্টবাদী ও বাহাই ধর্মা‌বলম্বী জনসংখ্যা রয়েছে এবং ভারতে মুসলিম জনসংখ্যা সমগ্র বিশ্বের নিরিখে তৃতীয়-বৃহত্তম এবং অ-মুসলমান প্রধান দেশগুলোর মধ্যে বৃহত্তম। দেশে আদিবাসী জনসংখ্যা ৮.১%, যার মধ্যে ৯৮% আদিবাসীরা হিন্দুধর্ম পালন করে থাকে।[১৪৬][১৪৭][১৪৮]

সংস্কৃতি
মূল নিবন্ধ: ভারতীয় সংস্কৃতি

আগ্রার তাজমহল, শাহজাহান কর্তৃক পত্নী মুমতাজ মহলের স্মৃতিতে নির্মিত। জাতিসংঘ শিক্ষা, বিজ্ঞান ও সংস্কৃতি সংস্থা এর অসামান্য বিশ্বজনীন মূল্য বিচার করে এটিকে বিশ্ব ঐতিহ্য ভবন ঘোষণা করেছে।[১৪৯]
আফ্রিকা মহাদেশের পরেই ভারত সংস্কৃতি, ভাষা ও জাতিগতভাবে বিশ্বে সর্বাধিক বৈচিত্র্যপূর্ণ ভৌগোলিক অঞ্চল।[৮৭] "সাংস্কৃতিক বৈচিত্র্যের[১৫০] মধ্যে ঐক্য"[১৫১] ভারতীয় সংস্কৃতির প্রধান বৈশিষ্ট্য। এই সংস্কৃতি স্বকীয় ঐতিহ্য রক্ষার পাশাপাশি বৈদেশিক আক্রমণকারী ও বহিরাগত জাতিগুলির থেকে গ্রহণ করা রীতিনীতির সমন্বয়, সংস্কৃতি ,ঐতিহ্য ও ধারণা অঙ্গীভূত হয়ে এশিয়ার অন্যান্য অঞ্চলের সংস্কৃতির ওপর নিজের প্রভাব বিস্তার করতে সক্ষম হয়েছে।

স্থাপত্য
ভারতীয় স্থাপত্য এমন একটি বিষয় যার মধ্যে ভারতীয় সংস্কৃতির এই বৈচিত্র্যময় রূপটি ধরা পড়ে। তাজমহল ও অন্যান্য মুঘল স্থাপত্য নিদর্শন তথা দ্রাবিড় স্থাপত্য নিদর্শনগুলির মধ্যে ভারত ও বহির্ভারতের বিভিন্ন অঞ্চলের প্রাচীন ও স্থানীয় ঐতিহ্যের সম্মিলন লক্ষ করা যায়। ভারতের স্থানীয় স্থাপত্যশৈলিগুলিও দেশের এক-একটি গুরুত্বপূর্ণ আঞ্চলিক স্থাপত্য-বৈচিত্র্যের সাক্ষী।

পরিবেশন শিল্পকলা
ভারতীয় সঙ্গীতের জগৎটি গঠিত হয়েছে ধ্রুপদি ও আঞ্চলিক সঙ্গীত ধারার সংমিশ্রণে। ভারতীয় শাস্ত্রীয় সঙ্গীত দুটি ধারায় বিভক্ত – উত্তর ভারতের হিন্দুস্তানি শাস্ত্রীয় সঙ্গীত এবং দক্ষিণ ভারতের কর্ণাটকী সঙ্গীত। এই দুই প্রধান সঙ্গীত ধারা থেকে আবার উৎসারিত হয়েছে অনেক উপধারা। আঞ্চলিক জনপ্রিয় সঙ্গীতের মধ্যে উল্লেখযোগ্য রবীন্দ্রসঙ্গীত, হিন্দি ফিল্মি গান ও ইন্ডি-পপ এবং বাউল ও অন্যান্য বিভিন্ন প্রকার লোকসঙ্গীত।

ভারতীয় নৃত্যকলাও "লোক" ও "ধ্রুপদী" — এই দুই প্রধান ভাগে বিভক্ত। ভারতের বিখ্যাত লোকনৃত্যগুলি হল পাঞ্জাবের ভাংড়া, আসাম বিহু নৃত্য, পশ্চিমবঙ্গের ছৌ নাচ এবং রাজস্থানের ঘুমার। ভারতের সঙ্গীত নাটক অকাদেমি দেশের আটটি নৃত্যকলাকে ধ্রুপদি ভারতীয় নৃত্য আখ্যা দিয়েছে। এগুলি হল তামিলনাড়ুর ভরতনাট্যম, উত্তর প্রদেশের কত্থক, কেরলের কথাকলি ও মোহিনীআট্টম, অন্ধ্রপ্রদেশের কুচিপুড়ি, মণিপুরের মণিপুরি, ওড়িশার ওড়িশি এবং আসামের সত্রিয় নাচ।[১৫২] এই নৃত্যশৈলিগুলি বর্ণনাত্মক ও পৌরাণিক ঘটনাকেন্দ্রিক।

সাহিত্য
ভারত ভারতের জাতীয় প্রতীকসমূহ[১৫৩]
পতাকা	তিরঙ্গা
প্রতীক	অশোক স্তম্ভ
সংগীত	জনগণমন-অধিনায়ক জয় হে
স্তোত্র	বন্দে মাতরম্‌
পশু	বাংলার বাঘ
ঐতিহ্যবাহী পশু	ভারতীয় হাতি
পাখি	ভারতীয় ময়ূর
জলচর প্রাণী	গাঙ্গেয় ডলফিন
ফুল	পদ্ম
গাছ	বট
ফল	আম
খেলা	অঘোষিত[১৫৪]
সন	শকাব্দ
নদী	গঙ্গা[১৫৫]

রবীন্দ্রনাথ ঠাকুর - এশিয়ার প্রথম[১৫৬] সাহিত্যে নোবেল বিজেতা[১৫৭] এবং ভারতের জাতীয় সঙ্গীতের রচয়িতা। মণিপুরী নৃত্য সহ বহু শিল্পকলার পুনরুজ্জীবনে তার ভূমিকা অনস্বীকার্য।[১৫৮]
ভারতীয় নাটকের বৈশিষ্ট্য হল সঙ্গীত, নৃত্য ও তাৎক্ষণিক বা লিখিত সংলাপের যুগলবণ্দি।[১৫৯] এর বিষয়বস্তু কখনও পুরাণ থেকে, কখনো মধ্যযুগীয় প্রেমকাহিনিগুলি থেকে, কখনো আবার একালের সামাজিক ও রাজনৈতিক ঘটনাবলি থেকে গৃহীত। ভারতের লোকনাট্যের মধ্যে গুজরাটের ভাবাই, পশ্চিমবঙ্গের যাত্রা, উত্তর ভারতের নৌটঙ্কি ও রামলীলা, মহারাষ্ট্রের তামাশা, অন্ধ্রপ্রদেশের বুরাকথা, তামিলনাড়ুর তেরুককুত্তু ও কর্ণাটকের যক্ষগান উল্লেখযোগ্য।[১৬০]

ভারতের প্রাচীনতম সাহিত্য প্রথমে মৌখিকভাবে ও পরে লিখিত আকারে প্রচলিত হয়।[১৬১] এই রচনাগুলির মধ্যে উল্লেখযোগ্য বেদ, ভারতীয় মহাকাব্য রামায়ণ ও মহাভারত, নাটক অভিজ্ঞানশকুন্তলম্ ইত্যাদি সংস্কৃত সাহিত্যের ধ্রুপদী কীর্তিসমূহ[১৬২] এবং তামিলে রচিত সঙ্গম সাহিত্য।[১৬৩] আধুনিক কালের ভারতীয় সাহিত্যিকদের মধ্যে সর্বাগ্রগণ্য হলেন ১৯১৩ সালে দেশের প্রথম সাহিত্যে নোবেল পুরস্কার বিজয়ী কবি রবীন্দ্রনাথ ঠাকুর। এছাড়াও ইংরেজি ভাষায় সাহিত্যরচনার জন্য ভারতীয় অথবা ভারতীয় বংশোদ্ভুত যেসকল লেখকগণ সারা বিশ্বে খ্যাতি অর্জন করেছেন তারা হলেন অমিতাভ ঘোষ, সালমান রুসদি, মার্কিন-প্রবাসী বাঙালি সাহিত্যিক ঝুম্পা লাহিড়ী, নোবেলজয়ী ব্রিটিশ-ভারতীয় সাহিত্যিক ভি এস নাইপল প্রমুখ।

চলচ্চিত্র
ভারতীয় চলচ্চিত্র শিল্প সমগ্র বিশ্বের বৃহত্তম চলচ্চিত্র শিল্প।[১৬৪] বাণিজ্যিক হিন্দি সিনেমা প্রস্তুতকারক বলিউড বিশ্বের সর্বাপেক্ষা সৃষ্টিশীল ফিল্ম ইন্ডাস্ট্রি।[১৬৫] এছাড়াও বাংলা, কন্নড়, মালয়ালম, মারাঠি, তামিল ও তেলুগু ভাষায় ঐতিহ্যবাহী চলচ্চিত্র শিল্পের আছে।[১৬৬] ভারতের প্রথম সারির চলচ্চিত্র শিল্প কেন্দ্রগুলি হল বলিউড (হিন্দি),[১৬৭] টলিউড (বাংলা[১৬৮] ও তেলুগু[১৬৯]), কলিউড (তামিল),[১৭০][১৭১][১৭২] মলিউড (মালয়ালম),[১৭৩] স্যান্ডেলউড বা চন্দনবন (কন্নড়),[১৭৪] ও ভোজিউড (ভোজপুরি)।[১৭৫]

রন্ধনশৈলী
ভারতীয় রন্ধনশৈলীর বিশেষত্ব হল বিভিন্ন বৈচিত্র্যপূর্ণ আঞ্চলিক রন্ধনপ্রণালী এবং ভেষজ ও মশলার অভিজাত প্রয়োগ। দেশের প্রধান খাদ্য ভাত (পূর্ব ও দক্ষিণ ভারতে) ও রুটি (মূলত উত্তর ভারতে)।[১৭৬]

পোশাক
ভারতে পোশাকের ঐতিহ্য রং, ধরন ও জলবায়ুর মতো বিভিন্ন কারণে অঞ্চলভেদে ভিন্ন ভিন্ন। থানকাপড়ের পোশাক হিসাবে মহিলাদের ক্ষেত্রে শাড়ি ও পুরুষদের ক্ষেত্রে ধুতি বা লুঙ্গি বিশেষ জনপ্রিয়। এছাড়া সেলাই-করা পোশাকের মধ্যে মহিলাদের সালোয়ার-কামিজ ও পুরুষদের কুর্তা-পাজামা বা ইউরোপীয়-ধাঁচে ট্রাউজার্স ও শার্ট বিশেষভাবে প্রচলিত।

উৎসব
ভারতে উৎসব প্রকৃতিগতভাবে ধর্মীয়। যদিও অনেক ধর্ম ও জাতি নিরপেক্ষ উৎসবও পালিত হয়ে থাকে। হিন্দু সম্প্রদায়ের প্রধান উৎসব এবং পূজা-পার্বণ গুলোর মধ‍্যে দীপাবলি, গণেশ চতুর্থী, হোলি, ওণম্, দুর্গাপূজা, রথযাত্রা, কৃষ্ণ জন্মাষ্টমী, মকরসংক্রান্তি, শিবরাত্রি, রামনবমী; মুসলমান সম্প্রদায়ের ঈদুল ফিতর, ঈদুল আযহা; খ্রিষ্টানদের বড়দিন, বুদ্ধজয়ন্তী, বৈশাখী প্রভৃতি কয়েকটি জনপ্রিয় উৎসব।[১৭৭] ভারতে তিনটি জাতীয় উৎসব পালিত হয়; এগুলি হল স্বাধীনতা দিবস, সাধারণতন্ত্র দিবস ও গান্ধী জয়ন্তী। এছাড়াও বিভিন্ন রাজ্যে বিভিন্ন আঞ্চলিক উৎসবও যথেষ্ট উৎসাহ-উদ্দীপনার মধ্য দিয়ে পালিত হয়। ধর্মাচরণও দৈনন্দিন ও গণজীবনের একটি অবিচ্ছেদ্য অঙ্গ হিসেবে গণ্য হয়।

সমাজ-ব্যবস্থা
ভারতে সনাতন পারিবারিক মূল্য বিশেষ সম্মানের অধিকারী। একাধিক প্রজন্মের মিলনক্ষেত্র পিতৃতান্ত্রিক যৌথ পরিবারগুলিই ভারতীয় পরিবারতন্ত্রের আদর্শ বলে বিবেচিত হয়। যদিও আজকাল নগরাঞ্চলগুলিতে ছোটো ছোটো নিউক্লিয়ার পরিবারের উদ্ভব ঘটতে দেখা যায়।[১৭৮] ভারতে বিবাহ আয়োজিত হয় পাত্র ও পাত্রীর পিতামাতা ও অন্যান্য গুরুজনস্থানীয় আত্মীয়বর্গের সম্মতিক্রমে। আয়োজিত বিবাহ ভারতে এক অতিমাত্রায় লক্ষিত বিবাহরীতি।[১৭৯] বিবাহবন্ধন সারাজীবনের বন্ধন বলে বিবেচিত হয়।[১৭৯] তাই এদেশে বিবাহবিচ্ছেদের হারও অত্যন্ত কম।[১৮০] ভারতে বাল্যবিবাহ প্রথা আজও প্রচলিত যদিও বাল্যবিবাহের হার ক্রমহাসমান। ইউনিসেফের স্যাম্পেল সার্ভে এবং ভারতের জনগণনা অনুযায়ী ২০০৬-এ যেখানে ৪৭% নারীর বিবাহ হত ১৮ বছর বয়সের আগে, ২০১৬ সালে সেই স্ংখ্যা ২৭%।[১৮১][১৮২]

বিজ্ঞান ও প্রযুক্তি
মূল নিবন্ধসমূহ: ভারতীয় বিজ্ঞান ও প্রযুক্তির ইতিহাস ও ভারতীয় প্রজাতন্ত্রে বিজ্ঞান ও প্রযুক্তি

যন্তরমন্তর, দিল্লি
বিজ্ঞান ও প্রযুক্তিক্ষেত্রে অতি প্রাচীন কাল থেকেই ভারত তার নিজস্ব স্বাক্ষর রেখে এসেছে। খ্রিষ্টীয় তৃতীয় শতকে ভারতীয় ধাতুবিদগণ দিল্লির লৌহস্তম্ভটি নির্মাণ করেন। বেদাঙ্গ জ্যোতিষ গ্রন্থে সেযুগের মহাকাশ পর্যবেক্ষণের বিস্তারিত বিবরণ পাওয়া যায়। কোপারনিকাসের সূর্যকেন্দ্রিকতাবাদ প্রস্তাবনার ১০০০ বছর আগেই ভারতীয় গণিতবিদ তথা জ্যোতির্বিদ আর্যভট্ট প্রাচীন বিশ্বধারণার ভ্রান্ততা প্রমাণ করেছিলেন। প্রাচীন বিশ্বে একমাত্র ভারতেই গড়ে উঠেছিল হীরের খনি। ভারতীয় গণিতজ্ঞ শ্রীনিবাস রামানুজন সর্বকালের সর্বশ্রেষ্ঠ গণিতবিদদের অন্যতম বলে বিবেচিত হন। ১৯২৮ সালে পদার্থবিদ্যায় নোবেল পুরস্কারে ভূষিত হন ভারতীয় পদার্থবিদ চন্দ্রশেখর ভেঙ্কট রামন।


ইনফোসিস, বেঙ্গালুরু। বেঙ্গালুরু ভারতের তথ্য প্রযুক্তির রাজধানী হিসাবে পরিচিত।
স্বাধীনোত্তর ভারতকে একটি দরিদ্র রাষ্ট্র বলে বিবেচনা করা হলেও, স্বাধীনতা অর্জনের পাঁচ দশকের মধ্যেই এই দেশ প্রযুক্তিগতভাবে দক্ষিণ এশিয়ার এক মহাশক্তিধর রাষ্ট্রে পরিণত হয়। সাক্ষরতার হার ও কৃষি উৎপাদন বৃদ্ধি এবং নগরকেন্দ্রের উদ্ভব ভারতের এই প্রযুক্তিগত উত্থানের কারণ। ১৯৭৫ সালে প্রথম কৃত্রিম উপগ্রহ আর্যভট্টের উৎক্ষেপণ, তার পূর্ববর্তী বছরে স্মাইলিং বুদ্ধ নামে এক ভূগর্ভস্থ পারমাণবিক পরীক্ষণ, দূরসংযোগ ব্যবস্থার উন্নয়ন, পারমাণবিক চুল্লি ও হোমি জাহাঙ্গীর ভাভা পরিচালিত ভাভা পরমাণু অনুসন্ধান কেন্দ্রের মতো গবেষণা কেন্দ্রের বিকাশ ভারতের উল্লেখযোগ্য বৈজ্ঞানিক সাফল্য বলে বিবেচিত হয়।[১৮৩] লো-আর্থ, মেরু ও জিওস্টেশনারি কক্ষপথে উপগ্রহ উৎক্ষেপণের এক দেশীয় প্রযুক্তি উদ্ভাবন করে ভারত। এএসএলভি, পিএসএলভি, জিএসএলভি ও সর্বোপরি ভারতীয় জাতীয় উপগ্রহ ব্যবস্থা কৃত্রিম উপগ্রহ সিরিজগুলি ভারতের সফল মহাকাশ-কর্মসূচির স্বাক্ষর। ২০০৮ সালে চাঁদের মাটিতে অবতীর্ণ হয় প্রথম ভারতীয় মহাকাশযান চন্দ্রযান-১। চন্দ্রযান-১-এর পাঠানো তথ্য থেকে নাসার তত্ত্বাবধানে ব্রাউন ইউনিভার্সিটিতে মুন মিনারেলজি ম্যাপার যন্ত্রে বিস্ময়করভাবে প্রভূত পরিমাণ হাইড্রক্সিল আয়ন এবং বরফের অস্তিত্ব ধরা পড়েছে।[১৮৪] দেশীয় বিমানশক্তির ক্ষেত্রে বৈকল্পিক শক্তি হিসেবে অ্যাডভান্সড লাইট হেলিকপ্টার ও এলসিএ তেজস-এর নাম করা যায়। লারসেন অ্যান্ড টাব্রো, ডিএফএল-এর মতো কোম্পানিগুলির সাহায্যে আবাসন ও পরিকাঠামো শিল্পেও ভারত আজ উল্লেখযোগ্যভাবে অগ্রসর।

২০০৩ সালে সেন্টার ফর ডেভেলপমেন্ট অফ অ্যাডভান্সড কম্পিউটিং তৈরি করে ভারতের প্রথম সুপারকম্পিউটার পরম পদ্ম। এটি পৃথিবীর দ্রুততম সুপারকম্পিউটারগুলির অন্যতম।[১৮৫] ১৯৯০-এর দশকে অর্থনৈতিক উদারীকরণ এবং তথ্য প্রযুক্তি বিপ্লব তথ্যপ্রযুক্তির দুনিয়ায় এক অগ্রণী রাষ্ট্র হিসেবে ভারতকে বিশ্বের মঞ্চে উপস্থাপিত করে। বর্তমানে আইবিএম, মাইক্রোসফট, সিসকো সিস্টেমস, ইনফোসিস, টাটা কনসালটেন্সি সার্ভিস, উইপ্রো ও অন্যান্য নেতৃস্থানীয় ভারতীয় ও আন্তর্জাতিক কোম্পানিগুলি ভারতের বেঙ্গালুরু, হায়দ্রাবাদ, চেন্নাই প্রভৃতি শহরে তাদের প্রধান কার্যালয় স্থাপন করেছে।

খেলাধুলা

বার্লিন অলিম্পিকে সোনা জয়ী ভারতীয় হকি দল

কলকাতার বিবেকানন্দ যুবভারতী ক্রীড়াঙ্গন, বিশ্বের দ্বিতীয় বৃহত্তম ফুটবল মাঠ
মূল নিবন্ধ: ভারতের খেলাধুলা
ভারতের সুনির্দিষ্ট জাতীয় খেলা নেই। আনেকে একে কাবাডি কিংবা ফিল্ড হকি মনে করেন। কিন্তু বিষয়টি সুস্পষ্ট নয়।

কাবাডি বিশ্বকাপে ভারত জয়ের হ্যাটট্রিকও করেছে।

ইন্ডিয়ান হকি ফেডারেশনের উপর এদেশের হকি পরিচালনার দায়িত্ব ন্যস্ত। ভারতীয় হকি দল ১৯৭৫ সালের পুরুষদের হকি বিশ্বকাপ এবং পুরুষদের অলিম্পিক গেমসে পাঁচবার স্বর্ণপদক বিজয়ী। ফুটবল খেলা ভারতে জনপ্রিয়। ২০১৮-তে কলকাতার বিবেকানন্দ যুবভারতী ক্রীড়াঙ্গনে প্রথম অনূর্ধ্ব ১৭ যুব বিশ্বকাপ ফুটবলের ফাইনাল খেলায় ইংল্যান্ড বিজয়ী হয়। আয়োজক দেশ হিসেবে ভারত খেলতে পেয়েও উল্লেখযোগ্য ফল পায়নি। ভারতের ফুটবল প্রতিযোগিতাগুলো হল: জাতীয় ফুটবল সন্তোষ ট্রফি, নেহেরু কাপ আন্তর্জাতিক ফুটবল প্রতিযোগিতা, ফেডারেশন কাপ, নেহেরু কাপ আন্তর্জাতিক ফুটবল প্রতিযোগিতা, ডুরান্ড কাপ এবং ইন্ডিয়ান সুপার লিগ। ভারতে ফুটবল খেলা পরিচালনা করে সর্বভারতীয় ফুটবল ফেডারেশন (এআইএফএফ)। যদিও ভারতে সর্বাধিক জনপ্রিয় খেলা হল ক্রিকেট। ভারত জাতীয় ক্রিকেট দল ১৯৮৩ সালের ক্রিকেট বিশ্বকাপ, ২০০৭ সালের আইসিসি বিশ্ব টোয়েন্টি-২০ এবং ২০১১ সালের ক্রিকেট বিশ্বকাপ বিজয়ী। এছাড়াও ২০০৩ সালে ক্রিকেট বিশ্বকাপ ও ২০১৪ সালে আইসিসি বিশ্ব টোয়েন্টি-২০ তে ফাইনালে পরাজিত হয়। ভারতে ক্রিকেট পরিচালিত হয় ভারতীয় ক্রিকেট নিয়ন্ত্রণ বোর্ড (বিসিসিআই) কর্তৃক। ভারতের ঘরোয়া ক্রিকেট প্রতিযোগিতাগুলোর মধ্যে উল্লেখযোগ্য রঞ্জি ট্রফি, দিলীপ ট্রফি, দেওধর ট্রফি, ইরানি কাপ ও চ্যালেঞ্জার সিরিজ। ভারতের জাতীয় দলের ক্রিকেটাররা দেশে প্রভূত জনপ্রিয়তা ও নানাবিধ বিশ্বরেকর্ডের অধিকারী।

ভারতীয় দলের ডেভিস কাপ বিজয়ের পর থেকে ভারতে টেনিসের জনপ্রিয়তা বৃদ্ধি পায়। অন্যদিকে ফুটবল পশ্চিমবঙ্গ, উত্তর-পূর্ব ভারত, গোয়া ও কেরলে বেশ জনপ্রিয়।[১৮৬] ভারত জাতীয় ফুটবল দল বহুবার সাউথ এশিয়ান ফুটবল ফেডারেশন কাপ জিতেছে। ভারত ১৯৫১ ও ১৯৮২ সালে এশিয়ান গেমস আয়োজন করেছিল। এছাড়াও ভারত ছিল ১৯৮৭ ও ১৯৯৬ সালের ক্রিকেট বিশ্বকাপের সহ-আয়োজক দেশ ছিল; ভারত ২০১১ সালের ক্রিকেট বিশ্বকাপের সহ-আয়োজক দেশ। দাবা খেলার উদ্ভবও হয়েছিল ভারতে। দেশে গ্রান্ডমাস্টার দাবাড়ুর সংখ্যা বৃদ্ধি পাওয়ায় আজ দাবা ভারতের অন্যতম জনপ্রিয় একটি খেলা।[১৮৭] এছাড়াও দেশের অন্যান্য ঐতিহ্যবাহী জনপ্রিয় খেলা হল কাবাডি, খো খো, ও গুলি ডান্ডা ইত্যাদি। ভারতে প্রাচীন যোগব্যয়াম এবং বিভিন্ন ভারতীয় মার্শাল আর্ট, কালারিপ্পায়াত্তু, বার্মা কলাই ইত্যাদি আজও জনপ্রিয়। ভারতের সর্বোচ্চ অসামরিক ক্রীড়া পুরস্কার হল রাজীব গান্ধী খেলরত্ন ও অর্জুন পুরস্কার (খেলোয়াড়দের জন্য) এব দ্রোণাচার্য পুরস্কার (কোচিং-এর জন্য)।
উত্তর ভারত ভারতের উত্তর অংশ নিয়ে গঠিত এক ভৌগোলিক ও সাংস্কৃতিক অঞ্চল, যেখানকার সংখ্যাগরিষ্ঠ মানুষ ইন্দো-আর্য জনগোষ্ঠীর অন্তর্গত। এটি উত্তরে হিমালয় পর্বতমালা থেকে সিন্ধু-গাঙ্গেয় সমভূমি, থর মরুভূমি এবং দাক্ষিণাত্য মালভূমির উত্তর-পশ্চিম ভাগ পর্যন্ত বিস্তৃত। এটি ভারতের আয়তন ও জনসংখ্যার তিন-চতুর্থাংশ দখল করে আছে এবং মুম্বই, দিল্লি ও কলকাতা–ভারতের এই তিন অতিমহানগরী উত্তর অঞ্চলে অবস্থিত। আরও সংকীর্ণ ও প্রশাসনিক অর্থে উত্তর ভারত বলতে গঙ্গা-যমুনা দোয়াব থেকে থর মরুভূমি পর্যন্ত বিস্তৃত অঞ্চলকে বোঝাতে পারে।[১৮]

সিন্ধু, গঙ্গা, যমুনা, নর্মদা ইত্যাদি নদনদী এই অঞ্চলের উপর দিয়ে গিয়েছে। সাধারণত উত্তরপ্রদেশ, উত্তরাখণ্ড, ওড়িশা, গুজরাত, গোয়া, ছত্তিশগড়, ঝাড়খণ্ড, পশ্চিমবঙ্গ, পাঞ্জাব, বিহার, মধ্যপ্রদেশ, মহারাষ্ট্র, রাজস্থান, হরিয়ানা ও হিমাচল প্রদেশ রাজ্য এবং চণ্ডীগড়, জম্মু ও কাশ্মীর, দিল্লি ও লাদাখ কেন্দ্রশাসিত অঞ্চলকে উত্তর ভারতের অঞ্চলের অন্তর্গত করা হয়।[ক]

উত্তর ভারত, পাকিস্তান ও বাংলাদেশের সংখ্যাগরিষ্ঠ ব্যক্তি ইন্দো-আর্য জনগোষ্ঠীর অন্তর্গত এবং সিন্ধু সভ্যতার পতনের পর খ্রিস্টপূর্ব ২০০০ থেকে ১৫০০-এর মধ্যে ইন্দো-আর্য জনগোষ্ঠী মধ্য এশিয়া থেকে উত্তর-পশ্চিম দিক হয়ে অভিবাসন করেছিল, যার ফলে প্রত্ন-ইন্দো-ইরানি ভাষা থেকে ইন্দো-আর্য ভাষাসমূহের জন্ম হয়েছিল। উত্তর ভারত প্রাচীন বৈদিক সংস্কৃতি ও মহাজনপদের কেন্দ্রস্থল ছিল। ধ্রুপদী মৌর্য সাম্রাজ্য, গুপ্ত সাম্রাজ্য, মধ্যযুগীয় দিল্লি ও বাংলা সালতানাত এবং আধুনিক মুঘল সাম্রাজ্য ও ব্রিটিশ শাসন উত্তর ভারতে শাসনকার্য চালিয়েছিল।

উত্তর ভারতের সংস্কৃতি বৈচিত্র্যপূর্ণ এবং এখানে ছোট চারধাম, হরিদ্বার, বারাণসী, অযোধ্যা, মথুরা, প্রয়াগরাজ, কাটরা ইত্যাদি হিন্দু তীর্থস্থান, সারনাথ ও কুশীনগর বৌদ্ধ তীর্থস্থান, শিখদের হরমন্দির সাহিব এবং বিভিন্ন বিশ্ব ঐতিহ্যবাহী স্থান রয়েছে, যেমন নন্দা দেবী জাতীয় উদ্যান, খাজুরাহো মন্দির চত্বর, রাজস্থানের পাহাড়ি দুর্গ, জয়পুরের যন্তরমন্তর, কুতুব মিনার, লালকেল্লা, আগ্রা দুর্গ, ফতেহপুর সিক্রি, তাজমহল ইত্যাদি। হিন্দু ও মুসলিম ধার্মিক পরম্পরার মিশ্রণের ফলে উত্তর ভারতের সংস্কৃতি বিকশিত হয়েছে।[১৯]

সংজ্ঞাসমূহ[সম্পাদনা]

উত্তর আঞ্চলিক পরিষদের অন্তর্ভুক্ত রাজ্য ও অঞ্চলগুলোকে কমলা রঙে দেখানো হয়েছে।
উত্তর ভারতের সংজ্ঞা নির্দিষ্ট নয় এবং বিভিন্ন সংস্থা একে বিভিন্নভাবে সংজ্ঞায়িত করেছে। এমনকি ভারত সরকারের বিভিন্ন দপ্তরের মধ্যেও এর কোনো নির্দিষ্ট সংজ্ঞা নেই। তবে সাধারণভাবে উত্তর-পূর্ব বা দক্ষিণ ভারতের অন্তর্গত নয় এমন রাজ্য ও অঞ্চলগুলোকেই উত্তর ভারতের অন্তর্গত করা হয়।

ভারত সরকারের সংজ্ঞাসমূহ[সম্পাদনা]
উত্তর আঞ্চলিক পরিষদ হচ্ছে ভারতের ছয়টি আঞ্চলিক পরিষদের মধ্যে অন্যতম। স্বরাষ্ট্র মন্ত্রকের অধীনে রাজ্যের মধ্যে সহযোগিতার লক্ষ্যে ১৯৫৬ সালে রাজ্য পুনর্গঠন আইনের মাধ্যমে উত্তর আঞ্চলিক পরিষদ তৈরি করা হয়েছিল। পাঞ্জাব, রাজস্থান, হরিয়ানা ও হিমাচল প্রদেশ রাজ্য এবং চণ্ডীগড়, জম্মু ও কাশ্মীর, দিল্লি ও লাদাখ কেন্দ্রশাসিত অঞ্চল এই পরিষদের সদস্য।[১][২]

সংস্কৃতি মন্ত্রক ২৩ মার্চ ১৯৮৫-এ পাটিয়ালায় উত্তর সাংস্কৃতিক আঞ্চলিক পরিষদের প্রতিষ্ঠা করেছিল। উত্তর আঞ্চলিক পরিষদের তুলনায় এর পার্থক্য হচ্ছে যে উত্তরাখণ্ড উত্তর সাংস্কৃতিক অঞ্চলের অন্তর্গত কিন্তু দিল্লি এর অন্তর্গত নয়।[৩]

ভারতীয় ভূতাত্ত্বিক সর্বেক্ষণের উত্তর অঞ্চলে উত্তরপ্রদেশ, উত্তরাখণ্ড ও দিল্লি অন্তর্গত কিন্তু রাজস্থান এর অন্তর্গত নয়। এই অঞ্চলের সদর দপ্তর লখনউ।[৪]

সংবাদমাধ্যমের সংজ্ঞাসমূহ[সম্পাদনা]
"দ্য হিন্দু" সংবাদপত্র উত্তরপ্রদেশ, দিল্লি ও বিহার সম্পর্কিত প্রতিবেদনকে তার "নর্থ" (North) অংশে অন্তর্ভুক্ত করে।[৫] ভারতীয় সংবাদমাধ্যমের বিভিন্ন প্রতিবেদন বিহার,[৬] গুজরাত,[৮][৯] ঝাড়খণ্ড,[১২] মধ্যপ্রদেশ[৭] ও পশ্চিমবঙ্গ[১০][১১] রাজ্যকে উত্তর ভারতের অন্তর্ভুক্ত করেছে।

চলিত সংজ্ঞাসমূহ[সম্পাদনা]
মহারাষ্ট্রে উত্তরপ্রদেশ ও বিহারের পরিযায়ী মানুষদেরকে "উত্তর ভারতীয়" বা "ভাইয়া" বলে ডাকা হয়।[২০][২১] বিহার সরকার তার ওয়েবসাইটে নিজের রাজ্যকে পূর্ব ভারতে অন্তর্ভুক্ত করলেও[২২] উত্তরপ্রদেশ ও বিহার উভয়কে উত্তর ভারতের অংশ হিসাবেই মনে করা হয়।[২১][২৩][২৪]

ইতিহাস[সম্পাদনা]

আনু. খ্রিস্টপূর্ব ৪০০ – আনু. ৩০০-এ কাহিনীর ঢঙে রচিত রামায়ণ মহাকাব্যের এক চিত্রিত রূপ, আনু. ১৬৫০ খ্রিস্টাব্দ।[২৫]
৫৫,০০০ বছর আগে প্রথম আধুনিক মানুষ বা "হোমো সেপিয়েন্স" আফ্রিকা থেকে বিবর্তিত হয়ে ভারতীয় উপমহাদেশে পৌঁছেছিল।[২৬][২৭][২৮] দক্ষিণ এশিয়া থেকে প্রাপ্ত প্রাচীনতম আধুনিক মানুষের অবশেষ প্রায় ৩০,০০০ বছর পুরনো।[২৬] খ্রিস্টপূর্ব ৬৫০০-এর পর পাকিস্তানের মেহেরগড় এবং বালুচিস্তানের বিভিন্ন জায়গায় খাদ্যশস্য ও প্রাণীর গৃহপালন, স্থায়ী কাঠামোর নির্মাণ এবং ফসল মজুত রাখার ব্যবস্থা লক্ষ করা যায়।[২৯] এটিই ক্রমে সিন্ধু সভ্যতায় বিবর্তিত হয়েছিল,[৩০][২৯] যা দক্ষিণ এশিয়ার প্রথম পৌর সংস্কৃতি।[৩১] খ্রিস্টপূর্ব ২৫০০–১৯০০ পর্যন্ত উপমহাদেশের উত্তর-পশ্চিম অংশে সিন্ধু সভ্যতা বিকশিত হয়েছিল[৩২] এবং মহেঞ্জোদারো, হরপ্পা, ধোলাবীরা ও কালিবাঙ্গান শহরকে কেন্দ্র করে গড়ে ওঠা এই সভ্যতা শিল্পকর্ম উৎপাদন ও ব্যবসাবাণিজ্যের সঙ্গে দৃঢ়ভাবে জড়িত ছিল।[৩১]

বৈদিক যুগ[সম্পাদনা]
খ্রিস্টপূর্ব ২০০০ থেকে ১৫০০ সময়কালের মধ্যে মধ্য এশিয়া থেকে ইন্দো-আর্য জনগোষ্ঠীর আবির্ভাব ঘটেছিল এবং তারা সিন্ধু-গাঙ্গেয় সমভূমিতে বসতি স্থাপন করেছিল। এই যুগে হিন্দুধর্মের প্রাচীনতম গ্রন্থ বেদ রচনা করা হয়েছিল,[৩৩][৩৪] এবং ঐতিহাসিকগণ বেদ বিশ্লেষণ করে পাঞ্জাব অঞ্চল ও উচ্চ গাঙ্গেয় সমভূমিতে বৈদিক সংস্কৃতির অবস্থান নির্ধারণ করেছেন।[৩৫] খ্রিস্টপূর্ব ২০০০–৫০০ সময়কালে উপমহাদেশের অনেক অঞ্চল তাম্র সংস্কৃতি থেকে লৌহ সংস্কৃতিতে বিবর্তিত হয়েছিল।[৩৫] এই সময় ভারতে বর্ণপ্রথা শুরু হয়েছিল, যা জনগণকে ব্রাহ্মণ, ক্ষত্রিয়, বৈশ্য ও শূদ্রতে ভাগ করেছিল, তবে সেখানে সেইসব ব্যক্তি বহিষ্কৃত ছিল যাদের কর্ম অশুদ্ধ বলে বিবেচিত।[৩৬] দাক্ষিণাত্য মালভূমিতে সেই সময়কার প্রাপ্ত প্রত্নতাত্ত্বিক নিদর্শন থেকে জনপদ স্তরে রাজনৈতিক সংগঠনের অস্তিত্বের কথা জানা যায়।[৩৫]

খ্রিস্টপূর্ব ষষ্ঠ শতাব্দী নাগাদ গাঙ্গেয় সমভূমি ও উত্তর-পশ্চিম অঞ্চলের ছোট ছোট জনপদগুলো ১৬টি মহাজনপদে একত্রিত হয়েছিল।[৩৭][৩৮] ক্রমবর্ধমান নগরায়নের ফলে অবৈদিক ধর্ম আন্দোলনের সূচনা হয়েছিল, যার ফলে দুটি স্বতন্ত্র ধর্মের প্রতিষ্ঠা হয়েছিল। মহাবীরের জীবনকালে জৈনধর্ম প্রাধান্যলাভ করেছিল।[৩৯] গৌতম বুদ্ধের উপদেশের ভিত্তিতে প্রতিষ্ঠিত বৌদ্ধধর্ম মধ্যবিত্ত ব্যতীত সমস্ত সামাজিক শ্রেণিকে আকর্ষিত করেছিল এবং বুদ্ধের জীবনকাহিনী ভারতে লিখিত ইতিহাসের কেন্দ্রে ছিল।[৪০][৪১][৪২] ক্রমবর্ধমান পৌর বিত্তের সময় উভয় ধর্মই ত্যাগকে আদর্শ বলে মনে করেছিল[৪৩] এবং উভয়ই দীর্ঘব্যাপী সন্ন্যাসী প্রথার প্রতিষ্ঠা করেছিল। খ্রিস্টপূর্ব তৃতীয় শতাব্দীতে মগধ রাজ্য অন্যান্য রাজ্য জয় করেছিল এবং মৌর্য রাজবংশের অধীনে এটি মৌর্য সাম্রাজ্যে বিবর্তিত হয়েছিল।[৪৪] মৌর্য সাম্রাজ্য যেমন তার সাম্রাজ্য নির্মাণের জন্য যেমন পরিচিত তেমনি মৌর্য সম্রাট অশোকের যুদ্ধবাদ ত্যাগ ও বৌদ্ধধর্ম প্রচারের জন্যও পরিচিত।[৪৫][৪৬]

চতুর্থ ও পঞ্চম শতাব্দীতে মগধের গুপ্ত রাজবংশ বৃহত্তর গাঙ্গেয় সমভূমিতে এক জটিল প্রশাসনিক ও করারোপণ ব্যবস্থা চালু করেছিল। এই ব্যবস্থা পরবর্তী রাজ্যের কাছে আদর্শ হয়ে উঠেছিল।[৪৭][৪৮] গুপ্ত শাসকদের অধীনে প্রথামূলক হিন্দুধর্মের পরিবর্তে ভক্তিমূলক হিন্দুধর্ম প্রকাশিত হয়েছিল,[৪৯] যা তৎকালীন বিভিন্ন ভাস্কর্য ও স্থাপত্য থেকে প্রতিফলিত হয়।[৪৮] এছাড়া ধ্রুপদী সংস্কৃত সাহিত্য বিকশিত হয়েছিল এবং বিজ্ঞান ও গণিতে উন্নতিসাধন হয়েছিল।[৪৮]

মধ্যযুগ[সম্পাদনা]

৭৩ মিটার (২৪০ ফুট) উঁচু কুতুব মিনার, দিল্লীর সুলতান ইলতুৎমিশ এর নির্মাণ সম্পন্ন করেছিলেন।
৬০০ থেকে ১২০০ খ্রিস্টাব্দ সময়কালে বিভিন্ন আঞ্চলিক রাজ্য ও সাংস্কৃতিক বৈচিত্র্যের নিদর্শন পাওয়া যায়।[৫০] কনৌজের হর্ষবর্ধন ৬০৬ থেকে ৬৪৭ খ্রিস্টাব্দ পর্যন্ত সিন্ধু-গাঙ্গেয় সমভূমির বেশিরভাগ অংশের রাজত্ব করেছিলেন। দক্ষিণ ভারতের দিকে তিনি রাজ্য প্রসারণের চেষ্টা করলেও দক্ষিণের চালুক্য রাজাদের দ্বারা পরাজিত হয়েছিলেন।[৫১] তাঁর উত্তরসূরী পূর্বদিকে রাজ্য প্রসারণের চেষ্টা করেছিলেন, কিন্তু বাংলার পাল রাজাদের দ্বারা পরাজিত হয়েছিলেন।[৫১] সেই সময় উত্তরের কোনো শাসক সাম্রাজ্য গঠন করতে পারেননি এবং তাঁরা তাঁদের মূল অঞ্চলের বাইরের অঞ্চলে নিরবিচ্ছিন্নভাবে শাসন চালাতে পারেননি।[৫০]

দশম শতাব্দীর পর মধ্য এশীয় মুসলিম যাযাবর জনগোষ্ঠী অশ্বারোহী বাহিনী এবং জাতি ও ধর্ম দ্বারা ঐক্যবদ্ধ বিশাল সেনাবাহিনী নিয়ে উপমহাদেশের উত্তর-পশ্চিম সমভূমিতে আক্রমণ করেছিল। সেনাপতি কুতুবউদ্দিন আইবেক নিজেকে স্বাধীন বলে ঘোষণা করে ১২০৬ সালে দিল্লী সালতানাত স্থাপন করেছিলেন।[৫২] উত্তর ভারতের বেশিরভাগ অংশ এই সালতানাতের অধীনে ছিল এবং দক্ষিণ ভারতের দিকে অনেক অভিযান চালিয়েছিল।[৫৩][৫৪] ত্রয়োদশ শতাব্দীতে দিল্লী সালতানাত ভারতকে মঙ্গোল আক্রমণের হাত থেকে রক্ষা করেছিল, যা পশ্চিম ও মধ্য এশিয়ায় ধ্বংসলীলা চালিয়েছিল। এর ফলে শতাব্দীর পর শতাব্দী ধরে ঐ অঞ্চল থেকে পলাতক সৈন্য, পণ্ডিত, মরমী, বণিক ও শিল্পীরা উপমহাদেশে বসবাস করতে লাগল, যার ফলে উত্তর ভারতে এক মিশ্র ইন্দো-ইসলামি সংস্কৃতির জন্ম হয়েছিল।[৫৫][৫৬]

প্রাক-আধুনিক যুগ[সম্পাদনা]

আগ্রা দুর্গ থেকে তাজমহলের এক দূরবর্তী দৃশ্য।

ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির এক দুই মোহর সোনার মুদ্রা।
ষোড়শ শতাব্দীর প্রথম দিকে মূলত মুসলিম শাসকদের অধীনস্থ উত্তর ভারত[৫৭] পুনরায় এক নতুন প্রজন্মের মধ্য এশীয় যোদ্ধাদের হাতে পড়েছিল।[৫৮] তুর্কি-মঙ্গোল শাসক জহিরউদ্দিন মোহম্মদ বাবর দিল্লী সালতানাতকে পরাজিত করে নিজেকে হিন্দুস্তানের বাদশাহ বলে ঘোষণা করেছিলেন। মঙ্গোল পূর্বপুরুষের জন্য তাঁর বংশধররা মুঘল নামে পরিচিত। ক্ষমতায় আসার পর তাঁরা স্থানীয় সমাজকে ধ্বংস করে দেননি, বরং তাঁরা নতুন প্রশাসনিক প্রথা[৫৯][৬০] এবং বৈচিত্র্যপূর্ণ শাসকবর্গের মাধ্যমে স্থানীয় সমাজকে প্রশমিত করেছিলেন,[৬১] যার ফলে মুঘল শাসন আরও সুশৃঙ্খল, কেন্দ্রীভূত ও নিরবিচ্ছিন্ন হয়েছিল।[৬২] মুঘলরা তাঁদের জাতিগত বন্ধন ও ইসলামি পরিচয়কে এড়িয়ে, বিশেষ করে আকবরের আমলে মুঘলরা সম্রাটের প্রতি আনুগত্যের মাধ্যমে দূরবর্তী রাজ্যগুলিকে ঐক্যবদ্ধ করেছিল, যা ফার্সিকৃত সংস্কৃতির মাধ্যমে প্রকাশ করা হতো এবং মুঘল সম্রাটদের প্রায়-ঐশ্বরিক মর্যাদা ছিল।[৬১] মুঘল সাম্রাজ্যের অর্থনৈতিক নীতি, মূলত কৃষি থেকে রাজস্ব আদায়[৬৩] এবং করকে সুনিয়ন্ত্রিত রৌপ্য মুদ্রার মাধ্যমে দেওয়া বাধ্যতামূলক করার[৬৪] ফলে কৃষক ও শিল্পীরা বৃহত্তর বাজারে প্রবেশ করেছিল।[৬২] সপ্তদশ শতাব্দীতে মুঘল সাম্রাজ্যের অভ্যন্তরীণ শান্তির ফলে ভারতের অর্থনৈতিক প্রসারণ ঘটেছিল,[৬২] যার ফলস্বরূপ চিত্রশিল্প, সাহিত্য, বস্ত্র ও স্থাপত্যের প্রতি পৃষ্ঠপোষকতা।[৬৫] উত্তর ও পশ্চিম ভারতের সদ্য সংঘবদ্ধ সামাজিক শ্রেণিরা, যেমন মারাঠা, রাজপুত ও শিখ, মুঘল আমলে সামরিক ও শাসনের উচ্চাকাঙ্ক্ষা অর্জন করেছিল এবং সহযোগিতা বা বিরোধিতার মাধ্যমে তাঁরা স্বীকৃতি ও সামরিক অভিজ্ঞতা, দুটিই লাভ করেছিল।[৬৬]

জনপরিসংখ্যান[সম্পাদনা]
ধর্ম[সম্পাদনা]
হিন্দুধর্ম উত্তর ভারতের প্রধান ধর্ম। এছাড়া এই অঞ্চলে ইসলাম, শিখধর্ম, জৈনধর্ম, বৌদ্ধধর্ম, খ্রিস্টধর্ম, জরাথুস্ট্রবাদ, ইহুদিধর্ম, বাহাই ধর্ম ইত্যাদি ধর্ম প্রচলিত।

উত্তর ভারতের জনসংখ্যার ৮০% হিন্দু। ভারতের জাতীয় রাজধানী নয়াদিল্লির প্রায় ৯০% মানুষ হিন্দু। গুজরাত, ছত্তিশগড়, মধ্যপ্রদেশ, রাজস্থান, হরিয়ানা ও হিমাচল প্রদেশ রাজ্যের জনসংখ্যার প্রায় সমস্ত ব্যক্তি হিন্দু। উত্তরপ্রদেশ, উত্তরাখণ্ড, পশ্চিমবঙ্গ, বিহার ও মহারাষ্ট্র রাজ্যও হিন্দু-অধ্যুষিত, কিন্তু সেখানে সংখ্যালঘু মুসলিমের জনসংখ্যা যথেষ্ট (উত্তরপ্রদেশে ১৯%, উত্তরাখণ্ডে ১৪%, পশ্চিমবঙ্গে ২৭%, বিহারে ১৮% ও মহারাষ্ট্রে ১২%)।

ঝাড়খণ্ড রাজ্যও হিন্দু-অধ্যুষিত কিন্তু সেখানে সংখ্যালঘু আদিবাসী জনসংখ্যা যথেষ্ট। জম্মু ও কাশ্মীর কেন্দ্রশাসিত অঞ্চল মুসলিম-অধ্যুষিত এবং সেখানে হিন্দুরা সংখ্যালঘু। লাদাখ কেন্দ্রশাসিত অঞ্চলও মুসলিম-অধ্যুষিত এবং সেখানে বৌদ্ধ ও হিন্দুরা সংখ্যালঘু। পাঞ্জাব রাজ্যের জনসংখ্যার ৬০% শিখ এবং এটি শিখধর্মের জন্মস্থান।

ভাষা[সম্পাদনা]

বিভিন্ন ইন্দো-আর্য ভাষার বিস্তৃতি।
উত্তর ভারতে মূলত ইন্দো-আর্য ভাষাসমূহ প্রচলিত। হিন্দি এই অঞ্চলের সবচেয়ে জনপ্রিয় ভাষা এবং এটি উত্তর ভারতের বেশিরভাগ রাজ্য ও কেন্দ্রশাসিত অঞ্চলের সরকারি ভাষা। উত্তর ভারতের এক বড় অংশ হিন্দি বলয়ের অন্তর্গত। পাঞ্জাবি ও বাংলা ভাষা মূলত পাঞ্জাব ও পশ্চিমবঙ্গ রাজ্যে প্রচলিত। এছাড়া উত্তর ভারতের মুসলিমদের মধ্যে উর্দু ভাষা প্রচলিত। জম্মু ও কাশ্মীর কেন্দ্রশাসিত অঞ্চলে ডোগরি, কাশ্মীরি ইত্যাদি ভাষা প্রচলিত।

উত্তর ভারতের কিছু অঞ্চলে অস্ট্রো-এশীয় ও দ্রাবিড় আদিবাসী ভাষা প্রচলিত।[৬৭] বিভিন্ন চীনা-তিব্বতি ভাষা (যেমন: কিন্নরি, বালতি, লাদখি, লাহুল–স্পিতি ইত্যাদি) প্রচলিত।

সংস্কৃতি[সম্পাদনা]
উত্তর ভারতের মিশ্র সংস্কৃতি গঙ্গা–যমুনি তহজিব নামে পরিচিত এবং এটি হিন্দু ও মুসলিমদের মধ্যে বন্ধুত্বপূর্ণ সম্পর্কের ফল।[১৯]
মহারাষ্ট্র  ভারতের পশ্চিম দিকের একটি রাজ্য। মহারাষ্ট্র ভারতের দ্বিতীয় সর্বাধিক জনবহুল রাজ্য পাশাপাশি দ্বিতীয় সর্বাধিক জনবহুল দেশ মহকুমা। ১৯৬০ সালের ১ মে এই দ্বিভাষিক বোম্বাই রাজ্যকে বিভক্ত করে সংখ্যাগুরু মারাঠি-ভাষী মহারাষ্ট্র এবং গুজরাতি ভাষী গুজরাত গঠিত হয়েছিল। রাজ্যের রাজধানী মুম্বই, ভারতের সর্বাধিক জনবহুল শহুরে অঞ্চল। গোদাবরী এবং কৃষ্ণা রাজ্যের দুটি প্রধান নদী। মারাঠি সর্বাধিক বিস্তৃত ভাষা এবং এটি রাজ্যের সরকারী ভাষাও।

৩০৭,৭১৩ বর্গ কিমি (১১৮,৮০৯ বর্গ মাইল) জুড়ে বিস্তৃত, এটি ভারতের অঞ্চল অনুসারে তৃতীয় বৃহত্তম রাষ্ট্র। মহারাষ্ট্রের পশ্চিমে আরব সাগর, দক্ষিণে কর্ণাটক ও গোয়া রাজ্য, দক্ষিণে পূর্বে তেলেঙ্গানা এবং উত্তরে ছত্তিশগড়, উত্তরে গুজরাত ও মধ্যপ্রদেশ এবং ভারতের কেন্দ্রীয় অঞ্চল দাদরা ও নগর হাভেলি সীমানা রয়েছে। এবং উত্তর-পশ্চিমে দামান ও দিউ।

নাগপুর রাজ্য আইনসভার শীতকালীন অধিবেশন আয়োজন করে। রাজ্যের তিনটি আন্তর্জাতিক বিমানবন্দর রয়েছে, ছত্রপতি শিবাজি মহারাজ আন্তর্জাতিক বিমানবন্দর (মুম্বই), ডাঃ বাবাসাহেব আম্বেদকর আন্তর্জাতিক বিমানবন্দর (নাগপুর), এবং পুনে বিমানবন্দর (লোহেগাঁও, পুনে)। রাজ্যে তিনটি রেলওয়ের সদর দফতর রয়েছে। মধ্য রেলপথ (ছত্রপতি শিবাজি মহারাজ টার্মিনাস), কোঙ্কন রেলওয়ে (সিবিডি বেলাপুর) এবং পশ্চিম রেলপথ (চার্চগেট)। রাজ্যের হাইকোর্ট যেমন- বোম্বাই হাইকোর্ট মুম্বইতে অবস্থিত।

ভারতীয় স্বাধীনতার পূর্বে মহারাষ্ট্রের কালানুক্রমিকভাবে সাতবাহন রাজবংশ, রাষ্ট্রকূট রাজবংশ, পাশ্চাত্য চালুক্য, দাক্ষিণাত্য, মুঘল এবং মারাঠা এবং ব্রিটিশরা শাসিত ছিল। এই শাসকদের রেখে যাওয়া ধ্বংসাবশেষ, স্মৃতিসৌধ, সমাধি, দুর্গ এবং উপাসনালয়গুলি রাজ্য জুড়ে বিস্তৃত। এই রাজ্যে ইউনেস্কোর দুটি ঐতিহ্যবাহী স্থান রয়েছে: অজন্তা ও ইলোরা গুহা। পুনে বেশ কয়েকটি সুপরিচিত শিক্ষা প্রতিষ্ঠানের উপস্থিতির কারণে 'প্রাচ্যের অক্সফোর্ড' নামে পরিচিত দেশে সর্বাধিক সংখ্যক ওয়াইনারি এবং দ্রাক্ষাক্ষেত্র রয়েছে বলে নাসিক 'ভারতের ওয়াইন রাজধানী' নামে পরিচিত।

ইতিহাস[সম্পাদনা]

উচ্চ শিক্ষা[সম্পাদনা]
উত্তর ভারতে বিশ্ববিদ্যালয়সহ বিভিন্ন উচ্চ শিক্ষা প্রতিষ্ঠান রয়েছে। এই অঞ্চলের বিভিন্ন শহরে ভারতীয় প্রযুক্তিবিদ্যা প্রতিষ্ঠান (আইআইটি), জাতীয় প্রযুক্তিবিদ্যা প্রতিষ্ঠান (এনআইটি) ও ইন্ডিয়ান ইনস্টিটিউটস অব ম্যানেজমেন্ট (আইআইএম)—এই তিন প্রতিষ্ঠানের ক্যাম্পাস রয়েছে, যেমন দিল্লি, মুম্বই, কলকাতা, খড়্গপুর, প্রয়াগরাজ, অমৃতসর, জম্মু, কানপুর, জলন্ধর, রুরকি, রোহতক, বারাণসী, লখনউ, পাটনা, ধানবাদ, ভুবনেশ্বর, ভিলাই, সুরত, নাগপুর, জামশেদপুর, দুর্গাপুর, রাউরকেলা ইত্যাদি। এছাড়া প্রাচীনকালের নালন্দা ও বিক্রমশিলার মতো উচ্চ শিক্ষা প্রতিষ্ঠানগুলো উত্তর ভারতের বিহার রাজ্যে অবস্থিত।

অর্থনীতি[সম্পাদনা]

কনট প্লেস, দিল্লির এক কেন্দ্রীয় বাণিজ্যিক এলাকা।
উত্তর ভারতের অর্থনীতি বৈচিত্র্যপূর্ণ, উত্তরের সমভূমিতে অর্থনীতি কৃষিভিত্তিক এবং গুজরাত, জাতীয় রাজধানী অঞ্চল (এনসিআর) ও মহারাষ্ট্রের অর্থনীতি শিল্পমূলক। পাঞ্জাব, হরিয়ানা ও পশ্চিম উত্তরপ্রদেশে সবুজ বিপ্লবের জন্য উত্তর-পশ্চিম ভারতের সমভূমি সমৃদ্ধলাভ করেছে এবং সেখানে অর্থনৈতিক ও সামাজিক–উভয় উন্নয়ন সম্পন্ন হয়েছে।[৬৮][৬৯][৭০] তবে পূর্ব উত্তরপ্রদেশ পশ্চিমের তুলনায় পিছিয়ে পড়েছে[৭১][৭২] এবং এই বৈষম্যের জন্য পশ্চিম উত্তরপ্রদেশে পৃথক রাজ্যের দাবিতে আন্দোলন হয়েছে, যেমন হরিৎ প্রদেশ আন্দোলন।[৭৩][৭৪]

উত্তর ভারতের প্রধান শিল্পাঞ্চলের মধ্যে গুরুগ্রাম-দিল্লি-মিরাট বলয় (এনসিআর), মুম্বই-পুণে বলয় (মহারাষ্ট্র), হুগলি শিল্পাঞ্চল (পশ্চিমবঙ্গ), আহমেদাবাদ-বড়োদরা বলয় (গুজরাত) ও ছোটনাগপুর মালভূমি (ঝাড়খণ্ড) উল্লেখযোগ্য। ২০২১ সালে উত্তর ভারতের গোয়া রাজ্যের মাথাপিছু জিডিপি সমগ্র দেশের মধ্যে সর্বোচ্চ। এর পরেই আসে হরিয়ানা ও গুজরাত। এছাড়া উত্তর ভারতের মহারাষ্ট্র রাজ্যের জিডিপি সমগ্র দেশের মধ্যে সর্বোচ্চ।[৭৫] চণ্ডীগড়ের মাথাপিছু রাজ্য অভ্যন্তরীণ উৎপাদন (এসডিপি) কেন্দ্রশাসিত অঞ্চলের মধ্যে সর্বোচ্চ।[৭৬] জাতীয় রাজধানী অঞ্চল দ্রুত শিল্পবৃদ্ধি সহ এক অর্থনৈতিক শক্তিঘর হিসাবে প্রকাশিত হয়েছে।

তবে ২০০৯–১০ সালের এক প্রতিবেদন অনুযায়ী, উত্তর ভারতে স্থানীয় কর্মসংস্থানের অভাবে এক বড় সংখ্যক অদক্ষ ও দক্ষ কর্মীবৃন্দ দক্ষিণ ভারত ও অন্যান্য রাষ্ট্রে গমন করেছিল।[৭৭] বিগত তিন দশকে দক্ষিণ ভারতে প্রযুক্তি বিপ্লবের ফলে উত্তরের অনেক ব্যক্তি দক্ষিণের শহরে কর্মসংস্থান ও সমৃদ্ধ জীবনযাপন খুঁজে পেয়েছিল। বহুমাত্রিক দারিদ্র্য সূচকের এক বিশ্লেষণ অনুযায়ী, উত্তরের রাজস্থান ও উত্তরপ্রদেশ সহ আটটি রাজ্যের দারিদ্র্য আফ্রিকার ২৬টি দরিদ্রতম রাষ্ট্রের চেয়ে বেশি।[৭৮]

উত্তর-পূর্ব ভারত ভারতের এক ভৌগোলিক অঞ্চল ও প্রশাসনিক বিভাগ।[৫] এটি অরুণাচল প্রদেশ, আসাম, ত্রিপুরা, নাগাল্যান্ড, মণিপুর, মিজোরাম, মেঘালয় ও সিকিম—এই আট রাজ্য নিয়ে গঠিত। এর মধ্যে প্রথম সাত রাজ্য "সপ্তভগিনী" এবং সিকিম "ভ্রাতারাজ্য" হিসাবে পরিচিত।[৬]

ভারতের উত্তর-পূর্ব অঞ্চল ও অন্যান্য প্রতিবেশী দেশের মধ্যে ৫,১৮২ কিমি (৩,২২০ মাইল) দীর্ঘ আন্তর্জাতিক সীমান্ত রয়েছে এবং এটি তার মোট ভৌগোলিক সীমান্তের প্রায় ৯৯%। উত্তরে চীনের সাথে ১,৩৯৫ কিমি (৮৬৭ মাইল) দীর্ঘ, পূর্বদিকে মিয়ানমারের সাথে ১,৬৪০ কিমি (১,০২০ মাইল) দীর্ঘ, দক্ষিণপশ্চিমে বাংলাদেশের সাথে ১,৫৯৬ কিমি (৯৯২ মাইল) দীর্ঘ, পশ্চিমে নেপালের সাথে ৯৭ কিমি (৬০ মাইল) দীর্ঘ এবং উত্তরপশ্চিমে ভুটানের সাথে ৪৫৫ কিমি (২৮৩ মাইল) দীর্ঘ সীমান্ত রয়েছে।[৭] অঞ্চলটির আয়তন ২,৬২,১৮৪ বর্গকিলোমিটার (১,০১,২৩০ বর্গমাইল), যা ভারতের মোট আয়তনের প্রায় ৮%। সংকীর্ণ শিলিগুড়ি করিডোর উত্তর-পূর্ব অঞ্চলকে ভারতের বাকি অংশের সাথে যুক্ত করে।

উত্তর-পূর্বের রাজ্যগুলো উত্তর-পূর্ব পরিষদের (এনইসি) সদস্য।[৬] ১৯৭১ সালে উত্তর-পূর্বের রাজ্যের উন্নয়নের জন্য এই পরিষদ গড়ে তোলা হয়েছিল। ২০০২ সালে সিকিম উত্তর-পূর্ব পরিষদের অষ্টম সদস্য রাজ্যে পরিণত হয়েছিল।[৮][৯] ভারতের "লুক ইস্ট" সংযোগ প্রকল্প উত্তর-পূর্ব অঞ্চলকে পূর্ব এশিয়া ও আসিয়ানের সাথে সংযুক্ত করে। আসামের গুয়াহাটি শহর[১০] ও পশ্চিমবঙ্গের শিলিগুড়ি শহর[১১] উভয় "উত্তর-পূর্ব ভারতের প্রবেশদ্বার" নামে পরিচিত এবং গুয়াহাটি উত্তর-পূর্ব অঞ্চলের বৃহত্তম শহর।

ইতিহাস[সম্পাদনা]
আরও দেখুন: আসামের ইতিহাস ও ত্রিপুরার ইতিহাস

ব্রিটিশ ভারতে আসামের অন্তর্ভুক্তি, ১৮৩৮

পূর্ববঙ্গ ও আসাম প্রদেশ, ১৯০৭
সম্ভবত দক্ষিণপূর্ব এশিয়ার অস্ট্রো-এশীয় ভাষাভাষী জনগণ উত্তর-পূর্ব অঞ্চলের আদিমতম বাসিন্দা। পরে চীন থেকে তিব্বতি-বর্মীয় ভাষাভাষী জনগণ, ৫০০ খ্রিস্টপূর্বাব্দে সিন্ধু-গাঙ্গেয় সমভূমি থেকে ইন্দো-আর্য ভাষাভাষী জনগণ এবং চীনের দক্ষিণ ইউন্নান প্রদেশ ও মিয়ানমারের শান রাজ্য থেকে তাই-কাদাই জনগণ সেখানে স্থায়ীভাবে বাস করতে লাগল।[১২] এই অঞ্চলের জীববৈচিত্র্য ও শস্য বৈচিত্র্যের জন্য পুরাতাত্ত্বিক গবেষকদের বিশ্বাস যে উত্তর-পূর্ব অঞ্চলের আদি বাসিন্দারা বিভিন্ন গুরুত্বপূর্ণ উদ্ভিদগুলোকে গৃহপালিত করেছিল।[১৩] লেখকদের অনুমান, চীনা ভ্রমণকারী চুয়াং ছিয়ানের ১০০ খ্রিস্টপূর্বাব্দের লেখায় উত্তর-পূর্ব ভারত হয়ে এক আদি বাণিজ্যপথের ইঙ্গিত পাওয়া যায়।[১৪]

প্রাথমিক ঐতিহাসিক পর্বে (প্রথম সহস্রাব্দের বেশিরভাগ) কামরূপ রাজ্য উত্তর-পূর্ব অঞ্চলের বেশিরভাগ এলাকা জুড়ে বিস্তৃত ছিল। চীনা বৌদ্ধ পরিব্রাজক হিউয়েন সাঙ সপ্তম শতাব্দীতে কামরূপ রাজ্যে গিয়েছিলেন। তিনি সেখানকার জনগণকে বেঁটে ও কৃষ্ণবর্ণের বলে বর্ণনা করেছিলেন। হিউয়েন সাঙের বিবরণ অনুযায়ী, তাদের ভাষা মধ্য ভারতের তুলনায় সামান্য আলাদা এবং তাদের স্বভাব সরল অথচ হিংস্র। তিনি লিখেছিলেন যে কামরূপের জনগণ সিছুয়ান সম্পর্কে জানত, যা কামরূপ রাজ্যের পূর্বের এক ভয়ঙ্কর পর্বতের অন্যপারে অবস্থিত।[১৫]

ঊনবিংশ ও বিংশ শতাব্দীর প্রথম দিকে ব্রিটিশ আমলে উত্তর-পূর্ব অঞ্চলের বর্তমান রাজ্যগুলো গড়ে উঠেছিল। তখন তারা ভুটান ও মিয়ানমারের মতো বাণিজ্যিক সঙ্গী থেকে বিচ্ছিন্ন হয়ে গিয়েছিল।[১৬] ব্রিটিশ (ওয়েলশ) মিশনারিদের প্রভাবে বর্তমান নাগাল্যান্ড, মিজোরাম ও মেঘালয়ের অনেক ব্যক্তিদের খ্রিস্টধর্মে দীক্ষিত করা হয়েছিল।[১৭]

বিদ্রোহ[সম্পাদনা]
এই অনুচ্ছেদটি উত্তর-পূর্ব ভারতে বিদ্রোহ থেকে অন্তর্ভুক্ত করা। (সম্পাদনা | ইতিহাস)
উত্তর-পূর্ব ভারতে বিদ্রোহ বলতে ভারতের উত্তর-পূর্ব অঞ্চলের বিভিন্ন রাজ্যের একাধিক বিচ্ছিন্নতাবাদী সশস্ত্র বাহিনী দ্বারা সংঘটিত বিদ্রোহকে বোঝায়। উত্তর-পূর্ব ভারত অরুণাচল প্রদেশ, আসাম, ত্রিপুরা, নাগাল্যান্ড, মণিপুর, মিজোরাম, মেঘালয় ও সিকিম এই আট রাজ্য নিয়ে গঠিত। এই আট রাজ্যের বিদ্রোহী সংগঠন ও কেন্দ্রীয় সরকার এবং সেখানকার আদিবাসী জনগণ, ভারতের অন্যপ্রান্তের অভিবাসী ও বেআইনি অভিবাসীদের মধ্যে সংঘাত বিদ্যমান। সংকীর্ণ শিলিগুড়ি করিডোর উত্তর-পূর্বকে ভারতের বাকি অংশের সাথে যুক্ত করে এবং এর প্রস্থ ২৩.০০ কিমি (১৪.২৯ মাইল) পর্যন্ত হতে পারে।

বিগত কয়েক বছরে এই অঞ্চলে বিদ্রোহ দ্রুত কমে এসেছে এবং ২০১৩ সালের তুলনায় ২০১৯ সালে বিদ্রোহ ঘটনা ৭০% এবং অসামরিক মৃত্যু ৮০% কমে গিয়েছিল।[১৮]

২০১৪ সালের ভারতের সাধারণ নির্বাচনে উত্তর-পূর্বের সমস্ত রাজ্যে ভোটদানের হার ৮০%, যা ভারত সরকার অনুযায়ী ভারতের অন্যান্য রাজ্যের তুলনায় সর্বোচ্চ। ভারতীয় কর্তৃপক্ষের দাবি যে এটি ভারতের গণতন্ত্রের প্রতি উত্তর-পূর্বের জনগণের আস্থাকে প্রকাশ করছে।[১৯] ভারতের তৎকালীন পূর্ব সেনা কমান্ডার জেনারেল অনিল চৌহানের মতে ২০২০ সালের হিসাব অনুযায়ী, সমগ্র উত্তর-পূর্বের হিংসার এলাকা মূলত অরুণাচল, আসাম ও উত্তর নাগাল্যান্ডের সীমান্তে সীমিত হয়ে গেছে।[২০]
ভূগোল[সম্পাদনা]

উত্তর-পূর্ব ভারতের ব্রহ্মপুত্র উপত্যকা ও পূর্ব হিমালয়।
প্রাকৃতিকভাবে উত্তর-পূর্ব অঞ্চলকে পূর্ব হিমালয়, পূর্বাঞ্চল পর্বতমালা, ব্রহ্মপুত্র উপত্যকা ও বরাক উপত্যকায় ভাগ করা যায়।

জনপরিসংখ্যান[সম্পাদনা]
আরও তথ্যের জন্য দেখুন: অসমীয়া জাতি, বাঙালি জাতি, মিজো জাতি ও মৈতৈ জাতি
ভারতের উত্তর-পূর্ব অঞ্চলের মোট জনসংখ্যা ৪ কোটি ৬০ লাখ এবং এর মধ্যে ৬৮% মানুষ আসামে বাস করে। আসামের জনঘনত্ব ৩৯৭ জন প্রতি কিমি২ যা জাতীয় গড় জনঘনত্ব ৩৮২ জন প্রতি কিমি২-এর তুলনায় বেশি। অরুণাচল প্রদেশ ও আসাম বাদে উত্তর-পূর্ব অঞ্চলের রাজ্যে সাক্ষরতার হার জাতীয় গড় ৭৪ শতাংশের চেয়ে বেশি। ২০১১ সালের জনগণনা অনুসারে, মেঘালয়ের জনসংখ্যা বৃদ্ধি ২৭.৮ শতাংশ, যা এই অঞ্চলের সমস্ত রাজ্যের মধ্যে সর্বোচ্চ এবং জাতীয় গড় ১৭.৬৪ শতাংশের চেয়ে বেশি। নাগাল্যান্ডের জনসংখ্যা বৃদ্ধি ঋণাত্মক ০.৫ শতাংশ, যা সমগ্র দেশের মধ্যে সর্বনিম্ন।[২১]

ভাষা[সম্পাদনা]

ভারতের সংবিধানের অষ্টম তফসিলে তালিকাভুক্ত যেসব ভাষা উত্তর-পূর্ব ভারতের স্থানীয় ভাষা (বাংলা ব্যতীত)। উপর থেকে নিচে: অসমীয়া, মৈতৈ মণিপুরী ও বোড়ো।
উত্তর-পূর্ব ভারতের প্রধান ভাষাসমূহ[২২][২৩]

  অসমীয়া (৩৩.২৪%)
  বাংলা (২৬.২০%)
  হিন্দি (৫.৪৫%)
  মৈতৈ মণিপুরী (৩.৭৯%)
  বোড়ো (৩.১৪%)
  খাসি (৩.১২%)
  নেপালি (২.৭৩%)
  গারো (২.৪৯%)
  ককবরক (২.২১%)
  মিজো (১.৮০%)
  মিশিং (১.৩৮%)
  কার্বি (১.১৫%)
  অন্যান্য (১৩.৩০%)
ভারতীয় জাতীয় প্রসঙ্গে উত্তর-পূর্ব অঞ্চল একক ভাষা অঞ্চল গঠন করে এবং সেখানে প্রচলিত ২২০টি ভাষা বিভিন্ন ভাষা পরিবারের অন্তর্গত (যেমন ইন্দো-ইউরোপীয়, চীনা-তিব্বতি, তাই-কাদাই, অস্ট্রো-এশীয় ইত্যাদি)। এই ভাষাগুলোর মধ্যে বিভিন্ন বৈশিষ্ট্য রয়েছে যা এদের উপমহাদেশের বাকি অংশ থেকে আলাদা করে (যেমন দন্ত্য/মূর্ধন্য ভেদাভেদের পরিবর্তে দন্তমূলীয় ব্যঞ্জনধ্বনি)।[২৪][২৫] মূলত ব্রহ্মপুত্র উপত্যকায় প্রচলিত অসমীয়া ভাষা বিভিন্ন ভাষা সম্প্রদায়ের মধ্যে সংযোগকারী ভাষা হিসাবে বিবর্তিত হয়েছে এবং অরুণাচল ও নাগাল্যান্ডে অসমীয়া-ভিত্তিক নেফামিজ ও নাগামিজ ভাষা প্রচলিত,[২৬] অবশ্য হিন্দি ভাষা সাম্প্রতিককালে নেফামিজকে প্রতিস্থাপিত করছে। বরাক উপত্যকা ও ত্রিপুরায় বাংলা ভাষা প্রচলিত, যা ঐ দুই অঞ্চলের সরকারি ভাষা। মেঘালয় রাজ্যে খাসি, জৈন্তিয়া ও ওয়ার, এই তিন অস্ট্রো-এশীয় ভাষা প্রচলিত। এই অঞ্চলে প্রচলিত একাধিক চীনা-তিব্বতি ভাষা নিজেদের মধ্যে অনেকটাই আলাদা,[২৭] যার মধ্যে বোড়ো, মৈতৈ মণিপুরী, রাভা, কার্বি, মিশিং, গারো, অঙ্গামী, মিজো, ককবরক ইত্যাদি অন্তর্গত। ত্রিপুরার আদিবাসী জনগণের মধ্যে ককবরক প্রধান ভাষা এবং এটি রাজ্যের অন্যতম সরকারি ভাষা। মৈতৈ মণিপুরী মণিপুরের সরকারি ভাষা এবং ইম্ফল উপত্যকার প্রধান ভাষা। এছাড়া, চীনা-তিব্বতি ভাষাসমূহের নাগা ও কুকিচিন শাখা মূলত পাহাড়ি অঞ্চলে প্রচলিত।[২৮]

সমাজ ও সংস্কৃতি[সম্পাদনা]
সপ্তভগিনী ও ক্ষুদ্র ভ্রাতা[সম্পাদনা]

উত্তর-পূর্ব ভারতের সপ্তভগিনী রাজ্যসমূহ
উত্তর-পূর্ব ভারতের অরুণাচল প্রদেশ, আসাম, ত্রিপুরা, নাগাল্যান্ড, মণিপুর, মিজোরাম ও মেঘালয় এই সাত পার্শ্ববর্তী রাজ্য একত্রে সপ্তভগিনী রাজ্য, সাত বোন রাজ্য বা সেভেন সিস্টার্স নামেও পরিচিত। এই সাত রাজ্যের মধ্যে জাতিগত ও ধর্মীয় বৈচিত্র্য থাকা সত্ত্বেও[২৯] অনেক আগে থেকেই এরা রাজনৈতিক, সামাজিক ও অর্থনৈতিক দিক থেকে সদৃশ।[৩০]

জানুয়ারি ১৯৭২-এ ত্রিপুরার সংবাদদাতা জ্যোতিপ্রসাদ সাইকিয়া এক বেতার টক শো চলাকালীন নতুন রাজ্য প্রতিষ্ঠার সময় "সপ্তভগিনীর এলাকা" (Land of the Seven Sisters) কথাটি ব্যবহার করেছিলেন।[৩১] পরে তিনি সপ্তভগিনী রাজ্যের মধ্যে পারস্পরিক নির্ভরতা ও সাধারণত্বের উপর একটি বইয়ের সংকলন করেছিলেন। মূলত এই প্রকাশনার জন্যই এই ডাকনাম প্রচলিত হয়ে গেছে।[৩২]

২০০৩ সালে সিকিমকে উত্তর-পূর্ব পরিষদের সদস্য হিসেবে স্বীকৃতি দেয়া হয়েছিল। সিকিম এই সপ্তভগিনী রাজ্যগুলোর থেকে ভৌগোলিকভাবে বিচ্ছিন্ন হলেও সাংস্কৃতিকভাবে সদৃশ এবং সপ্তভগিনী রাজ্যের প্রতি কেন্দ্রীয় সরকারের প্রদত্ত বিশেষ সুযোগসুবিধার প্রত্যাশী ছিল। তবে সিকিমকে অষ্টম ভগিনী না বলে তাকে "ক্ষুদ্র ভ্রাতা" ডাকনাম দেওয়া হয়েছে।[৩৩]
উত্তর-পশ্চিম ভারত ভারতের উত্তর-পশ্চিমে অবস্থিত রাজ্য ও কেন্দ্রশাসিত অঞ্চল নিয়ে গঠিত একটি অঞ্চল। সাধারণত উত্তরাখণ্ড, পাঞ্জাব, রাজস্থান, হরিয়ানা, হিমাচল প্রদেশ[১] ও উত্তরপ্রদেশ রাজ্য[২][৩][৪][৫] এবং জম্মু ও কাশ্মীর, লাদাখ,[৬] চণ্ডীগড় ও দিল্লি কেন্দ্রশাসিত অঞ্চল উত্তর-পশ্চিম অঞ্চলের অন্তর্গত। গুজরাতকেও কখনো কখনো এর অন্তর্গত করা হয়।[৭][৮][৯] উত্তর-পশ্চিম ভারতের উত্তরের দিকে রয়েছে পশ্চিম হিমালয় এবং সমভূমি অঞ্চলে রয়েছে সিন্ধু-গাঙ্গেয় সমভূমির মধ্যবর্তী অংশ ও থর মরুভূমি।

ভারত বিভাজনের আগে উত্তর-পশ্চিম অঞ্চলের মধ্যে সমগ্র পাঞ্জাব অঞ্চল, সিন্ধু প্রদেশ[৯] ও উত্তর-পশ্চিম সীমান্ত প্রদেশ অন্তর্গত ছিল।[১০]

প্রাচীনকাল থেকেই এই অঞ্চল বৈদেশিক আক্রমণের শিকার হয়েছে। প্রাচীনকালে এটি ইন্দো-গ্রিক রাজ্য ও পরবর্তীকালে কুষাণ সাম্রাজ্যের অন্তর্গত ছিল। দ্বাদশ শতাব্দীতে ঘুরি রাজবংশ এই অঞ্চলে আক্রমণ করে উত্তর-পশ্চিম ভারত জয় করেছিল।
আরও দেখুন[সম্পাদনা]
উত্তর ভারত
দক্ষিণ ভারত
পূর্ব ভারত
পশ্চিম ভারত
আফ্রিকা আয়তন ও জনসংখ্যা উভয় বিচারে বিশ্বের ২য় বৃহত্তম মহাদেশ (এশিয়ার পরেই)। পার্শ্ববর্তী দ্বীপগুলোকে গণনায় ধরে মহাদেশটির আয়তন ৩,০২,২১,৫৩২ বর্গ কিলোমিটার (১,১৬,৬৮,৫৯৮ বর্গমাইল)। এটি বিশ্বের মোট ভূপৃষ্ঠতলের ৬% ও মোট স্থলপৃষ্ঠের ২০.৪% জুড়ে অবস্থিত। [৫] এ মহাদেশের ৬১টি রাষ্ট্র কিংবা সমমানের প্রশাসনিক অঞ্চলে ১০০ কোটিরও বেশি মানুষ, অর্থাৎ বিশ্বের জনসংখ্যার ১৪% বসবাস করে। নাইজেরিয়া আফ্রিকার সর্বাধিক জনবহুল দেশ। আফ্রিকার প্রায় মাঝখান দিয়ে নিরক্ষরেখা টানা হয়।

এর বেশির ভাগ অংশই ক্রান্তীয় অঞ্চলে অবস্থিত। মহাদেশটির উত্তরে ভূমধ্যসাগর, উত্তর-পূর্বে সুয়েজ খাল ও লোহিত সাগর, পূর্বে ভারত মহাসাগর, এবং পশ্চিমে আটলান্টিক মহাসাগর। উত্তর-পূর্ব কোনায় আফ্রিকা সিনাই উপদ্বীপের মাধ্যমে এশিয়া মহাদেশের সাথে সংযুক্ত।

আফ্রিকা একটি বিচিত্র মহাদেশ। এখানে রয়েছে নিবিড় সবুজ অরণ্য, বিস্তীর্ণ তৃণভূমি, জনমানবহীন মরুভূমি, সুউচ্চ পর্বত এবং খরস্রোতা নদী। এখানে বহু বিচিত্র জাতির লোকের বাস, যারা শত শত ভাষায় কথা বলে। আফ্রিকার গ্রামাঞ্চলে জীবন শতাব্দীর পর শতাব্দী ধরে একই রয়ে গেছে, অন্যদিকে অনেক শহরে লেগেছে আধুনিকতার ছোঁয়া।

ব্যুৎপত্তি[সম্পাদনা]

অ্যাপোলো ১৭ ক্রু দ্বারা আফ্রিকা
আফ্রি ছিল একটি ল্যাটিন নাম যা নীলদের পশ্চিমে তৎকালীন উত্তর আফ্রিকার অধিবাসীদের বোঝাতে ব্যবহৃত হত, ব্যাপক অর্থে ভূমধ্যসাগরের দক্ষিণে (প্রাচীন লিবিয়া) সমস্ত ভূমিকে উল্লেখ করা হয়। [৬][৭] এই নামটি মূলত লিবিয়ার একটি আদিবাসী উপজাতির, যাদেরকে আধুনিক বারবারদের পূর্বপুরুষ বলে মনে হয়। নামটি সাধারণত ফিনিশিয়ান শব্দ ʿafar-এর সাথে যুক্ত ছিল যার অর্থ "ধুলো",[৮] কিন্তু ১৯৮১ সালের একটি অনুমান [৯] দাবি করেছে যে এটি বারবার শব্দ ইফ্রি (বহুবচন: ইফরান) থেকে এসেছে যার অর্থ "গুহা"। [১০] একই শব্দ [১০] আলজেরিয়া এবং ত্রিপোলিটানিয়া থেকে আসা বানু ইফরানের নামে পাওয়া যেতে পারে। বনু ইফরান হলো একটি বর্বর উপজাতি যারা মূলত উত্তর-পশ্চিম লিবিয়ার ইয়াফরান [১১] এবং মরক্কোর ইফরান শহরে বাস করত।

রোমান শাসনের অধীনে, ১৪৬ খ্রিস্টপূর্বাব্দে তৃতীয় পিউনিক যুদ্ধে কার্থাজিনিয়ানদের পরাজয়ের পরে, এটি কার্থেজ প্রদেশের রাজধানী হয়ে ওঠে। তখন এটির নাম দেওয়া হয় আফ্রিকা প্রকনসুলারিস, যা আধুনিক লিবিয়ার উপকূলীয় অংশও অন্তর্ভুক্ত করে। [১২]

ইফ্রিকিয়ার পরবর্তী মুসলিম অঞ্চলে, বাইজেন্টাইন (পূর্ব রোমান) সাম্রাজ্যের এক্সার্চাটাস আফ্রিকার বিজয়ের পরেও এটির নামের একটি রূপ অপরিবর্তিত ছিল।

ইউরোপীয়রা মহাদেশের প্রকৃত ব্যাপ্তি বুঝতে পেরে, "আফ্রিকা" ধারণাটি তাদের জ্ঞানের সাথে প্রসারিত করেছিল।

অন্যান্য ব্যুৎপত্তিগত অনুমানগুলি প্রাচীন নাম "আফ্রিকা" এর জন্য অনুমান করা হয়েছে:

১ম শতাব্দীর ইহুদি ঐতিহাসিক ফ্ল্যাভিয়াস জোসেফাস দাবি করেছেন যে এটির নামকরণ করা হয়েছিল "ইফার"। জেনেসিস ২৫:৪ অনুসারে ইফার হলেন আব্রাহামের নাতি, যার বংশধররা লিবিয়া আক্রমণ করেছিল বলে তিনি দাবি করেছিলেন।
সেভিলের ইসিডোর তার ৭ ম শতাব্দীর এথিমোল্যোজিই এক্সয়াইভি.৫.২.-এ উল্লেখ করেন "আফ্রিকা শব্দটি এসেছে ল্যাটিন এপ্রিকা থেকে, যার অর্থ "রৌদ্রোজ্জ্বল"।
রাজনীতি[সম্পাদনা]
আফ্রিকান ইউনিয়ন[সম্পাদনা]
মূল নিবন্ধ: আফ্রিকান ইউনিয়ন

আফ্রিকান ইউনিয়নের অঞ্চল: *  উত্তর অঞ্চল' (সাহারা)  *  'দক্ষিণ অঞ্চল' (কালাহারি)  *  'পূর্বাঞ্চল' (নীল)  *  পশ্চিম অঞ্চল এ এবং বি' (নাইজার এবং ভোল্টা নাইজার)  *  মধ্য অঞ্চল' (কঙ্গো) 
আফ্রিকান ইউনিয়ন (এইউ) ৫৫টি সদস্য রাষ্ট্র নিয়ে গঠিত একটি মহাদেশীয় ইউনিয়ন। ২৬ জুন ২০০১ তারিখে, আদ্দিস আবাবা, ইথিওপিয়ার সদর দপ্তর হিসাবে ইউনিয়নটি গঠিত হয়েছিল। অর্গানাইজেশন অফ আফ্রিকান ইউনিটি (ওএইউ) এর উত্তরসূরী হিসাবে ইউনিয়নটি আনুষ্ঠানিকভাবে ৯ জুলাই,২০০২ সালে প্রতিষ্ঠিত হয়েছিল। [১৩] জুলাই ২০০৪ সালে, আফ্রিকান ইউনিয়নের প্যান-আফ্রিকান পার্লামেন্ট (পিএপি) দক্ষিণ আফ্রিকার মিড্রান্ডে স্থানান্তরিত হয়েছিল, কিন্তু আফ্রিকান কমিশন অন হিউম্যান অ্যান্ড পিপলস রাইটস এর সদরদপ্তর আদ্দিস আবাবায় রয়ে গেছে।

আফ্রিকান ইউনিয়ন কমিশন আফ্রিকান ইউনিয়নের সাংবিধানিক আইন দ্বারা গঠিত, যার লক্ষ্য আফ্রিকান অর্থনৈতিক সম্প্রদায়কে একটি ফেডারেটেড কমনওয়েলথ প্রতিষ্ঠিত আন্তর্জাতিক কনভেনশনের অধীনে একটি রাষ্ট্রে রূপান্তর করা। আফ্রিকান ইউনিয়নের একটি সংসদীয় সরকার রয়েছে, যা আফ্রিকান ইউনিয়ন সরকার নামে পরিচিত, যা আইন প্রণয়ন, বিচার বিভাগীয় এবং নির্বাহী শাখাগুলোর সমন্বয়ে গঠিত। এটি আফ্রিকান ইউনিয়নের সভাপতি এবং রাষ্ট্রপ্রধান দ্বারা পরিচালিত হয়, যিনি প্যান-আফ্রিকান পার্লামেন্টেরও সভাপতি। একজন ব্যক্তি পিএপি-তে নির্বাচিত হওয়ার মাধ্যমে এবং পরবর্তীকালে পিএপি-তে সংখ্যাগরিষ্ঠ সমর্থন লাভ করে এইউর প্রেসিডেন্ট হন। আফ্রিকান পার্লামেন্টের প্রেসিডেন্টের ক্ষমতা ও কর্তৃত্ব সাংবিধানিক আইন এবং প্যান-আফ্রিকান পার্লামেন্টের প্রোটোকল থেকে প্রাপ্ত। এইউ-এর সরকার সর্ব-ইউনিয়ন, আঞ্চলিক, রাজ্য এবং পৌর কর্তৃপক্ষ, সেইসাথে শত শত প্রতিষ্ঠান নিয়ে গঠিত, যেগুলি একসাথে প্রতিষ্ঠানের দৈনন্দিন বিষয়গুলি পরিচালনা করে থাকে।

আফ্রিকার বিভিন্ন অংশে এখনও ব্যাপক আকারে মানবাধিকার লঙ্ঘন ঘটে, এর বেশিরভাগই রাষ্ট্রের তত্ত্বাবধানে হয়ে থাকে। এই ধরনের অধিকাংশ লঙ্ঘন রাজনৈতিক কারণে ঘটে থাকে। প্রায়ই গৃহযুদ্ধের পার্শ্বপ্রতিক্রিয়া হিসেবে মানবাধিকার লঙ্ঘিত হয়। সাম্প্রতিক সময়ে যেসব দেশে বড় ধরনের মানবাধিকার লঙ্ঘনের ঘটনা ঘটেছে তার মধ্যে রয়েছে কঙ্গো গণতান্ত্রিক প্রজাতন্ত্র, সিয়েরা লিওন, লাইবেরিয়া, সুদান, জিম্বাবুয়ে এবং কোত দিভোয়ার।

সীমান্ত নিয়ে দ্বন্দ্ব[সম্পাদনা]
আফ্রিকান রাষ্ট্রসমুহ দীর্ঘকাল যাবত আন্তর্জাতিক সীমান্ত নিয়ে বিরোধে জড়িয়ে আছে। ১৯৬৩ সালে প্রতিষ্ঠিত অর্গানাইজেশন অফ আফ্রিকান ইউনিটি (বর্তমানে আফ্রিকান ইউনিয়ন) আফ্রিকার প্রতিটি রাষ্ট্রের আঞ্চলিক অখণ্ডতার প্রতি সম্মানকে সংস্থাটির মূলনীতিগুলোর মধ্যে অন্যতম হিসেবে স্থান দিয়েছে।[১৪] ফলে আন্তর্জাতিক সীমান্ত নির্ধারণকে কেন্দ্র করে আফ্রিকাতে খুব কমই সংঘাত হয়েছে,যা সেখানে রাষ্ট্র গঠনকে প্রভাবিত করেছে এবং কিছু রাষ্ট্রকে টিকে থাকতে সক্ষম করেছে যেগুলি অন্যদের দ্বারা পরাজিত এবং শোষিত হওয়ার ঝুঁকিতে ছিল। তবুও বিভিন্ন সময়ে প্রক্সি আর্মি বা বিদ্রোহী আন্দোলনের সমর্থনে বিভিন্ন আন্তর্জাতিক দ্বন্দ্ব দেখা দিয়েছে। রুয়ান্ডা, সুদান, অ্যাঙ্গোলা, সিয়েরা লিওন, কঙ্গো, লাইবেরিয়া, ইথিওপিয়া এবং সোমালিয়া সহ অনেক রাষ্ট্র গৃহযুদ্ধের সম্মুখীন হয়েছে।[১৫]

ভাষা[সম্পাদনা]
আফ্রিকায় ৩৯০০ এর বেশি ভাষা আছে। এতে আছে আরবী,রুস,ইংরেজি এগুলো অন্যতম। আফ্রিকা মানবজাতির আতুড়ঘর। প্রায় ৫ হাজার বছর আগে উত্তর-পূর্ব আফ্রিকায় বিশ্বের প্রথম মহান সভ্যতাগুলির একটি, মিশরীয় সভ্যতা, জন্মলাভ করে। এরপর আফ্রিকাতে আরও বহু সংস্কৃতি ও রাজ্যের প্রতিষ্ঠা ও পতন হয়েছে। ৫০০ বছর আগেও সারা আফ্রিকা মহাদেশ জুড়ে সমৃদ্ধ নগর, বাজার, এবং শিক্ষাকেন্দ্র ছড়িয়ে ছিটিয়ে ছিল।

বিগত ৫০০ বছরে ইউরোপীয় বণিক ও ঔপনিবেশিকেরা ক্রমান্বয়ে আফ্রিকার উপর আধিপত্য বিস্তার করতে শুরু করে। ইউরোপীয় বণিকেরা লক্ষ লক্ষ আফ্রিকানদের দাস হিসেবে উত্তর আমেরিকা, দক্ষিণ আমেরিকা ও ক্যারিবীয় দ্বীপপুঞ্জের প্ল্যান্টেশনগুলিতে পাঠায়। ইউরোপীয়রা আফ্রিকার প্রাকৃতিক সম্পদ নিজেদের দেশের কলকারখানায় কাঁচামাল হিসেবে ব্যবহারের জন্য নিষ্কাশন করা শুরু করে। ১৯শ শতকের শেষ নাগাদ ইউরোপীয়রা প্রায় সমস্ত আফ্রিকা মহাদেশ দখল করে এবং একে ইউরোপীয় উপনিবেশে পরিণত করে।

কোথাও সহিংস যুদ্ধ, আবার কোথাও বা ধীর সংস্কারের মাধ্যমে প্রায় সমস্ত আফ্রিকা ১৯৫০ এবং ১৯৬০-এর দশকের মধ্যে স্বাধীনতা অর্জন করে। বিশ্ব অর্থনীতিতে উপনিবেশ-পরবর্তী আফ্রিকার অবস্থান দুর্বল। এখানকার যোগাযোগ ও পরিবহন ব্যবস্থা অণুন্নত এবং রাষ্ট্রগুলির সীমানা যথেচ্ছভাবে তৈরি। নতুন এই দেশগুলির নাগরিকদের ইতিহাস ও সংস্কৃতিগত দিক থেকে একতা বলতে তেমন কিছুই ছিল না।

আফ্রিকাতে ৫৩টি রাষ্ট্র আছে। এদের মধ্যে ৪৭টি আফ্রিকার মূল ভূখণ্ডে এবং ৬টি আশেপাশের দ্বীপগুলিতে অবস্থিত। সাহারা মরুভূমির মাধ্যমে মহাদেশটিকে দুইটি অংশে ভাগ করা হয়। সাহারা বিশ্বের বৃহত্তম মরুভূমি; এটি আফ্রিকা মহাদেশের উত্তর অংশের প্রায় পুরোটা জুড়ে বিস্তৃত। সাহারার উত্তরে অবস্থিত অঞ্চলকে উত্তর আফ্রিকা বলা হয়। সাহারার দক্ষিণে অবস্থিত আফ্রিকাকে সাহারা-নিম্ন আফ্রিকা বলা হয়। সাহারা-নিম্ন আফ্রিকাকে অনেক সময় কৃষ্ণ আফ্রিকাও বলা হয়। উত্তর আফ্রিকার দেশগুলির মধ্যে আছে আলজেরিয়া, মিশর, লিবিয়া, মরক্কো, সুদান এবং তিউনিসিয়া। সাহার-নিম্ন আফ্রিকাকে আবার পশ্চিম আফ্রিকা, পূর্ব আফ্রিকা, মধ্য আফ্রিকা এবং দক্ষিণাঞ্চলীয় আফ্রিকা অঞ্চলগুলিতে ভাগ করা হয়। পশ্চিম আফ্রিকার দেশগুলি হল বেনিন, বুর্কিনা ফাসো, আইভরি কোস্ট, ঘানা, গিনি, গিনি-বিসাউ, লাইবেরিয়া, মালি, মৌরিতানিয়া, নাইজার, নাইজেরিয়া, সেনেগাল, সিয়েরা লিওন, গাম্বিয়া এবং টোগো। পূর্ব আফ্রিকাতে আছে বুরুন্ডি, জিবুতি, ইরিত্রিয়া, ইথিওপিয়া, কেনিয়া, মালাউই, মোজাম্বিক, সোমালিয়া, তানজানিয়া, এবং উগান্ডা। মধ্য আফ্রিকাতে আছে অ্যাঙ্গোলা, ক্যামেরুন, মধ্য আফ্রিকান প্রজাতন্ত্র, চাদ, বিষুবীয় গিনি, গাবন, কঙ্গো প্রজাতন্ত্র, গণতান্ত্রিক কঙ্গো প্রজাতন্ত্র, এবং রুয়ান্ডা। দক্ষিণাঞ্চলীয় আফ্রিকার দেশগুলির মধ্যে আছে বতসোয়ানা, লেসোথো, নামিবিয়া, দক্ষিণ আফ্রিকা ইসোয়াতিনি ,জাম্বিয়া এবং জিম্বাবুয়ে। আফ্রিকার দ্বীপরাষ্ট্রগুলির মধ্যে আছে আটলান্টিক মহাসাগরের কেপ ভার্দ এবং সাঁউ তুমি ও প্রিন্সিপি; ভারত মহাসাগরের কোমোরোস, মাদাগাস্কার, মরিশাস এবং সেশেলস।

ধর্ম[সম্পাদনা]
আফ্রিকায় ৫০০ টির বেশি ধর্ম আছে। এর মধ্যে ইসলাম ধর্মের অনুসারী বেশি। যারা মোট জনসংখ্যায় ৪৭%।আরো আছে আফ্রিকার ঐতিহ্যবাহী ধর্ম।যারা জনসংখ্যায় ৬%।এ ছাড়া খ্রিষ্টানরা জনসংখ্যায় ৩৯%।"""
length_of_text=len(bangali_text)
print(length_of_text)