marathi_text="""
महाराष्ट्र हे भारताच्या पश्चिम भागातले एक राज्य आहे. क्षेत्रफळाच्या दृष्टीने महाराष्ट्र भारतातील तिसरे व लोकसंख्येच्या बाबतीत दुसरे मोठे राज्य आहे. महाराष्ट्र हे भारताच्या सर्वांत विकसनशिल राज्यांपैकी एक आहे. महाराष्ट्र राज्याची सीमा गुजरात, मध्य प्रदेश, छत्तीसगढ, तेलंगणा, कर्नाटक, गोवा आणि दादरा आणि नगर-हवेली या केंद्रशासित प्रदेशांशी जोडलेली आहे. राज्याच्या पश्चिमेला अरबी समुद्राची ७२० कि.मी.ची किनारपट्टी आहे. जवळपास ११ कोटी लोकसंख्या असलेल्या महाराष्ट्राची राजधानी मुंबई आहे. मुंबईत साधारण १.८ कोटी लोक राहतात. नागपूर शहर महाराष्ट्राची उपराजधानी आहे. मध्ययुगीन महाराष्ट्र सातवाहन राजवंश राष्ट्रकूट राजवंश, पश्चिम चालुक्य, मुघल आणि मराठ्यांच्या साम्राज्याचा समावेश आहे. विस्तार १, १८, ८०९ चौरस मैल (३,०७, ७१३ चौरस किमी) असून, तो पश्चिम आणि कर्नाटक, तेलंगणा, गोवा, गुजरात, छत्तीसगड, मध्य प्रदेश आणि दादरा आणि नगर हवेली भारतीय राज्यांना अरबी समुद्र लागून आहे. महाराष्ट्राला जगद्गुरू संत तुकाराम, संत ज्ञानेश्र्वर, संत चोखामेळा, संत एकनाथ, संत नामदेव, संत गाडगेबाबा संत मुक्ताई यासारख्या अनेक महान संतांचा वारसा लाभला आहे, त्यामुळे या राज्यास "संतांची भूमी" असेदेखील म्हणले जाते.पंढरपूर हे महाराष्ट्राचे आराध्य दैवत आहे. मुंबई भारतातील टॉप शहर असून येथूनच अभिनेते, राजकारणी आणि क्रिकेट खेळाडू तयार होतात. जगात महाराष्ट्राचे नाव गाजविणारे सचिन तेंडुलकर हे क्रिकेट खेळाडू महाराष्ट्रातले आहेत. मुघल साम्राज्याविरुद्ध लढा देऊन हिंदवी स्वराज्याची स्थापना करणारे छत्रपती शिवाजी महाराज याच राज्यातील आहेत.या राज्याला खुप मोठा इतिहास आहे.महाराष्ट्रात शेतकरी वर्ग खुप आहे.

नावाचा उगम
महाराष्ट्राला ऋग्वेदामध्ये "राष्ट्र" या नावाने संबोधले गेले आहे. अशोकाच्या काळात "राष्ट्रिक" आणि नंतर "महाराष्ट्र" या नावाने ओळखले जाऊ लागले असे चिनी प्रवाशी ह्युएन-त्सांग व इतर प्रवाशांच्या नोंदींवरून दिसून येते. हे नाव प्राकृत भाषेतील "महाराष्ट्री" या शब्दावरून पडले असण्याची शक्यता आहे.तर काहींच्या मते महाराष्ट्र म्हणजे महान असे राष्ट्र होय. .काही जण महाराष्ट्र या शब्दाचा अर्थ मर " व रट्टा यांच्याशी लावतात परंतु काहींच्या मते हे नाव महाकांतार (महान वने- दंडकारण्य) या शब्दाचा अपभ्रंश आहे.[१] चक्रधर स्वामी यांनी "महन्त् म्हणूनी महाराष्ट्र बोलिजे' अशी व्याख्या केली आहे.[२]

इतिहास
या विषयाचा विस्तृत लेख पहा - महाराष्ट्राचा इतिहास


अजिंठ्यातील लेणी
महाराष्ट्रातील विविध स्थळांचा - नदी, पर्वत, स्थळ इ.- रामायण महाभारत इत्यादी प्राचीन ग्रंथामध्ये उल्लेख आढळतो. उपलब्ध ऐतिहासिक साधनातून इ.स.पूर्व तिसऱ्या शतकापासून महाराष्ट्राबद्दल माहिती मिळते. महाराष्ट्राच्या प्रत्येक विभागाचा राजकीय कालखंडानुसार इतिहास वेगळा असला तरी सांस्कृतिक व सामाजिक इतिहास बराचसा समान आहे. जनपद, मगध, मौर्य, सातवाहन, वाकाटक, चालुक्य, राष्ट्रकुट, देवगिरीचे यादव, अल्लाउद्दीन खिलजी, मुहम्मद बिन तुघलक, पोर्तुगीज, विजापूर, मुघल, मराठा, हैदराबादचा निजाम, इंग्लिश लोक, इत्यादी राज्यकर्त्यांनी महाराष्ट्राचे विविध भाग वेगवेगळ्या कालखंडांत व्यापले होते.

मध्ययुगीन इतिहास व इस्लामी राज्य
महाराष्ट्री भाषेच्या वापराच्या संदर्भात महाराष्ट्राचा इतिहास तिसऱ्या शतकापासून नोंदवला गेला आहे. त्या आधीच्या कालखंडाबद्दल विशेष माहिती उपलब्ध नाही. त्या काळात हा 'दंडकारण्याचा' भाग होता. मगध, चालुक्य, वाकाटक, राष्ट्रकुट यांचे राज्य महाराष्ट्रावर वेगवेगळ्या मध्ययुगीन कालखंडात होते, परंतु सातवाहन राजा शालिवाहन आणि देवगिरीचे यादव यांच्या कालखंडात मराठी भाषा-संस्कृतीचा विकास झाला. मौर्य साम्राज्याच्या विघटनानंतर सातवाहन यांनी इ.स.पू २३०- २२५ पर्यंत महाराष्ट्रावर राज्य केले. सातवाहनांच्या राज्यात मोठ्या प्रमाणात सांस्कृतिक सुधारणा झाली. महाराष्ट्री प्राकृत भाषा, (जी नंतर आधुनिक मराठी भाषेत रूपांतरीत झाली) सातवाहनांची राजभाषा होती. इ.स. ७८ मध्ये महाराष्ट्राचा राज्यकर्ता गौतमीपुत्र सातकर्णी किंवा शातकारणी (शालिवाहन) हा होता. त्याने सुरू केलेले शालिवाहन शक पंचांग आजही रूढ आहे. त्यानंतर देवगिरीच्या यादवांनी महाराष्ट्रावर राज्य प्रस्थापित केले. १३व्या शतकात महाराष्ट्र प्रथमच इस्लामी सत्तेखाली आला जेव्हा दिल्लीचे अल्लाउद्दीन खिलजी व नंतर मुहम्मद बिन तुघलक यांनी दख्खनचे काही भाग काबीज केले. इ.स. १३४७ मध्ये तुघलकांच्या पडावानंतर विजापूरच्या बहामनी सुलतानांनी सुमारे १५० वर्षे राज्य केले.

मराठे व पेशवे

छत्रपती शिवाजी महाराज
१७व्या शतकाच्या सुरुवातीस (पश्चिम महाराष्ट्रातील) मराठा-साम्राज्याची मुहूर्तमेढ रोवली गेली. शिवाजी महाराजांनी मराठा साम्राज्य स्थापन केले. छत्रपती शिवाजीराजे भोसले यांच्या नेतृत्वाखाली मराठ्यांनी आपले स्वतंत्र राष्ट्र निर्माण करणे सुरू केले. इ.स. १६७४ साली राज्याभिषेकानंतर शिवाजी महाराजांच्या राज्याची 'अधिकृत' सुरुवात झाली. शिवाजीराजांचे पुत्र संभाजी राजे भोसल्यांना मोगल बादशहा औरंगझेब यांनी पकडले व त्यांची हत्या घडवून आणली. पुढील चार दशकात मराठा साम्राज्याची सूत्रे छ्त्रपतींचे प्रतिनिधी म्हणजेच पेशव्यांच्या हातात गेली. भोसले हे केवळ नाममात्र राज्यकर्ते राहिले. मोगलांना हरवून पेशवे भारताचे नवे राज्यकर्ते म्हणून उदयास आले. बाळाजी विश्वनाथ पेशवे व त्यांचे पुत्र बाजीराव पहिले यांनी मराठा राज्य वाढवले व सध्याच्या भारताच्याही सीमेपार आपले वर्चस्व प्रस्थापित केले.

इ.स. १७६१ साली पानिपतच्या तिसऱ्या लढाईत अफगाण सेनानी अहमदशाह अब्दालीने पेशव्यांचा व पर्यायाने मराठी साम्राज्याचा मोठा पराभव केला. या पराभवानंतर मराठा साम्राज्याची एकसंधता नष्ट झाली व महाराष्ट्रातील सत्ता पेशव्यांकडे राहिली असली तरी महाराष्ट्राबाहेरचे साम्राज्य अनेक सरदारांनी आपापल्यात वाटून घेतले.

ब्रिटिश राज्य व स्वातंत्र्योत्तर काळ
ब्रिटिश ईस्ट इंडिया कंपनीने भारतात बस्तान बसवल्यावर मराठे व ब्रिटिश यांच्यात इ.स. १७७७-१८१८च्या दरम्यान तीन युद्धे झाली. इ.स.१८१९ मध्ये ब्रिटिशांनी पेशव्यांना पदच्युत करून मराठ्यांचे राज्य काबीज केले. महाराष्ट्र ब्रिटिशांच्या बॉम्बे राज्याचा एक भाग होता. बॉम्बे राज्यात (मुंबई प्रेसिडेन्सीमध्ये) कराची ते उत्तर दख्खन भाग समाविष्ट होते. अनेक राज्यकर्ते ब्रिटिशांचे वर्चस्व मानून आपापले राज्य सांभाळीत होते. मराठवाडा निजामाच्या प्रभुत्वाखाली राहिला. ब्रिटिशांनी सामाजिक सुधारणा तसेच अनेक नागरी सोयी-सुविधा आणल्या. परंतु त्यांच्या पक्षपाती निर्णयांमुळे व पारतंत्र्याच्या जाणीवेमुळे भारतीयांमध्ये असंतोष निर्माण झाला. विसाव्या शतकाच्या सुरुवातीस लोकमान्य टिळक यांनी ब्रिटिशांविरुद्ध लढा उभारला जो पुढे महात्मा गांधी यांनी चालवला. मुंबई हे भारतीय स्वातंत्र्यलढ्याचे एक महत्त्वाचे केंद्र होते.


महाराष्ट्र राज्याची निर्मिती

हुतात्मा स्मारक,मुंबई
या विषयावरील विस्तृत लेख पहा - संयुक्त महाराष्ट्र चळवळ

ऑगस्ट १५, इ.स. १९४७ रोजी भारताला स्वातंत्र्य मिळाल्यावर प्रांत व राज्यांची पुनर्रचना प्रक्रियेत भाषावार प्रांतरचनेच्या विचाराचे वर्चस्व होते. तरीही भारत सरकारने मुंबईसह महाराष्ट्र राज्य निर्मितीस नकार दिला. केंद्राच्या या पावित्र्याच्या विरोधात महाराष्ट्रातील जनतेने प्रखर आंदोलन केले. यात १०५ व्यक्तींनी आपल्या प्राणाचे बलिदान दिले. केंद्र सरकार मुंबई महाराष्ट्रात समाविष्ट करण्याच्या विरोधात होते. आचार्य अत्रे, शाहीर साबळे, सेनापती बापट, डांगे इत्यादी प्रभृतींनी संयुक्त महाराष्ट्र चळवळीला बळ दिले. आचार्य अत्र्यांनी मराठा या पत्रात आपली आग्रही भूमिका मांडली. अखेर १ मे, १९६०ला महाराष्ट्राचे सध्याचे प्रमुख भौगोलिक विभाग कोकण, मराठवाडा, पश्चिम महाराष्ट्र, दक्षिण महाराष्ट्र, उत्तर महाराष्ट्र, विदर्भ एकत्र करून सध्याच्या मराठी भाषिक महाराष्ट्राची रचना करण्यात आली. १९६० च्या दशकातील संयुक्त महाराष्ट्र चळवळीने महाराष्ट्राच्या विविध भौगोलिक भागांस एकत्र आणले.
परंतु बेळगांव आणि आसपासचा परिसर व गुजरातेतील डांगी बोली बोलणारा प्रदेश महाराष्ट्रात समाविष्ट केला गेला नाही. बेळगांवासह ८६५ गावे महाराष्ट्रात सामील करण्यासाठी आजही प्रयत्न सुरू आहेत.
महाराष्ट्रातील पर्वत

कोकण
महाराष्ट्र राज्य हे भारतीय उपखंडाच्या साधारण पश्चिम-मध्य दिशेलाआहे. महाराष्ट्राची जमीन प्राकृतिकदृष्ट्या एकसारखी (homogeneous) आहे व खूप मोठे क्षेत्र (महाराष्ट्र देश) पठारी आहे. डेक्कन वा दख्खन असे या पठारांना संबोधले जाते. दख्खनचा पठारी प्रदेश विविध नद्यांनी व्यापलेला आहे. महाराष्ट्राच्या पश्चिमेस व अरबी समुद्राला समांतर अशा सह्याद्री पर्वतरांगा (किंवा पश्चिम घाट) आहेत ज्यांची उंची सुमारे २१३४ मी. (अंदाजे ७,००० फूट) आहे. या पर्वतरांगांमधून गोदावरी, नर्मदा आणि कृष्णेसह इतरही अनेक नद्या उगम पावतात. अरबी समुद्राच्या व सह्याद्री पर्वतरांगाच्या मध्ये असलेल्या भागास कोकण म्हणतात. कोकण भागाची रुंदी ५०-८० कि.मी आहे. राज्याच्या उत्तरेस सातपुडा तर पूर्वेस भामरागड-चिरोळी-गायखुरी पर्वतरांगा आहेत. राज्यात मौसमी पाऊस पडतो. महाराष्ट्रातील काळी बेसाल्ट मृदा कापसाच्या लागवडीसाठी उपयुक्त आहे.
भारतातील इतर राज्यांप्रमाणेच, राज्यपाल हा राज्याचा प्रमुख असतो. राष्ट्रपती केंद्र सरकारच्या सल्ल्याने राज्यपालांची नेमणूक करतात. राज्यपाल हे पद केवळ नाममात्र असते. राज्याचे शासन मुख्यमंत्री, चालवतात. या व्यक्तीकडे शासनाचे सर्वाधिक अधिकार असतात. महाराष्ट्र विधानसभा व मंत्रालय राजधानी मुंबई येथे आहे. मंत्रालयात राज्य सरकारची प्रशासकीय कार्यालये आहेत. मुंबई उच्च न्यायालय याच शहरात आहे. राज्य सरकारचे पावसाळी अधिवेशन मुंबई येथे तर हिवाळी अधिवेशन नागपूर (महाराष्ट्राची उपराजधानी) येथे होते. महाराष्ट्रात दोन विधान-सदने (bicamel) आहेत. विधान सभेत लोकांनी प्रत्यक्षपणे निवडून दिलेले प्रतिनिधी असतात तर विधान परिषदेत अप्रत्यक्षरीत्या निवडलेले प्रतिनिधी असतात. महाराष्ट्राचे संसदेत ६७ प्रतिनिधी असतात, पैकी राज्यसभेत १९ प्रतिनिधी तर लोकसभेत ४८ प्रतिनिधी असतात. भारताच्या स्वातंत्र्यानंतर महाराष्ट्रातील राज्य मुख्यत: कॉॅंग्रेस पक्षाकडे आहे. यशवंतराव चव्हाण, वसंतदादा पाटील, शरद पवार या काही महत्त्वाच्या काँग्रेस नेत्यांनी महाराष्ट्राचे मुख्यमंत्रीपद भूषविलेले आहे. १९९५ साली शिवसेना-भाजपा युती सत्तेवर आली. कॉॅंग्रेस पक्षातील फुटीनंतर शरद पवारांनी राष्ट्रवादी कॉॅंग्रेस हा नवा पक्ष स्थापन केला.१९९९ नंतर १५ वर्षे राज्यात काँग्रेस-राष्ट्रवादी काँग्रेस आघाडीची सत्ता राहिली. २०१४ च्या विधानसभा निवडणुकांनंतर राज्यात भाजपा शिवसेना युतीची सत्ता प्रस्थापित झाली आणि देवेंद्र फडणवीस राज्याचे मुख्यमंत्री बनले. २०१९ च्या विधानसभा निवडणुकांनंतर राज्यात महाविकास आघाडीची सत्ता स्थापन झाली आणि उद्धव ठाकरे मुख्यमंत्री बनले.

विभाग

महाराष्ट्र राज्याचे विभाग
या विषयाचा विस्तृत लेख महाराष्ट्रातील जिल्हे

महाराष्ट्र राज्य ३६ जिल्ह्यांत विभागले गेले आहे. या जिल्ह्यांचे ६ समूह अथवा महसुली विभाग आहेत- पुणे , नाशिक , छत्रपती संभाजीनगर (औरंगाबाद ) , कोकण , नागपूर व अमरावती . हे महाराष्ट्र शासनाचे अधिकृत राजस्व विभाग आहेत. भौगोलिक, ऐतिहासिक व राजकीय-मतांनुसार महाराष्ट्रात पाच मुख्य विभाग आहेत: देश पश्चिम महाराष्ट्र विभाग (पुणे विभाग), उत्तर महाराष्ट्र विभाग (नाशिक विभाग), मराठवाडा (औरंगाबाद विभाग), विदर्भ किंवा बेरार (नागपूर आणि अमरावती विभाग) , आणि कोकण (कोकण विभाग). २०१४ साली ठाणे जिल्ह्याचे विभाजन करून पालघर या नवीन जिल्ह्याची निर्मीती करण्यात आली, त्यामुळे एकूण जिल्ह्यांची संख्या वाढून ३६ एवढी झालेली आहे.
हे सुद्धा पहा
महाराष्ट्रातील तालुके

अर्थव्यवस्था

मुंबई शेअर बाजार
राज्याचे वार्षिक उत्पन्न पुढील तक्त्यात दिले आहे. स्रोत सांख्यिकी मंत्रालय, भारत सरकार (आकडे- कोटी रु.)

वर्ष	वार्षिक उत्पन्न
१९८०	१६,६३१
१९८५	२९,६१६
१९९०	६४,४३३
१९९५	१,५७,८१८
२०००	२,३८,६७२
सन १९७०नंतरच्या दशकातील योग्य आर्थिक धोरणांमुळे महाराष्ट्र राज्य भारताच्या अग्रगण्य औद्योगिक राज्य बनले. आर्थिक क्षेत्रात पहिला क्रमांक मिळविण्याच्या प्रयत्न करणाऱ्या आणि प्रगतिशील, पुरोगामी अशा राज्यांपैकी ते एक आहे. परंतु महाराष्ट्रात विकास सारख्या प्रमाणात होऊ शकला नाही. मुंबईसह पश्चिम महाराष्ट्राचा विकास झाला पण विदर्भ, मराठवाडा व कोकण हे भाग मागास राहिले. महाराष्ट्रातील राजकारणात व नोकरशाहीतही पश्चिम महाराष्ट्राचा अधिक प्रभाव आहे[ संदर्भ हवा ]. राज्याचे २००४ सालचे वार्षिक उत्पन्न (gross state domestic product) १०६ अब्ज अमेरिकन डॉलर इतके आहे. महाराष्ट्र भारताच्या दुसरे सर्वांत जास्त शहरीकरण झालेले राज्य आहे. एकूण राष्ट्रीय औद्योगिक उत्पन्नापैकी १३% महाराष्ट्राचे योगदान आहे. ६४.१४% लोक कृषी व संबंधित उद्योगात रोजगार मिळवतात. एकूण वार्षिक उत्पन्नापैकी (GSDP) ४६% हिस्सा हा कृषी व संबंधित उद्योगातून मिळतो.

महाराष्ट्रातील प्रमुख उद्योगधंदे - रासायनिक आणि संबंधित उत्पादने, विद्युत आणि साधी यंत्रे, कापड, पेट्रोलियम आणि तत्सम उद्योग हे आहेत.
इतर महत्त्वाचे उद्योगधंदे - धातू उत्पादने, वाईन (द्राक्षापासून तयार केले जाणारे मद्य), दागिने, औषधे, अभियांत्रिकी सामान, यांत्रिक सामान, पोलाद व लोह उद्योग, प्लास्टिक वायर्स.
महत्त्वाची पिके- आंबा, द्राक्षे, केळी, संत्री, गहू, तांदूळ, ज्वारी, बाजरी आणि कडधान्ये.
महत्त्वाची नगदी पिके - शेंगदाणे, कापूस, ऊस, हळकुंड व तंबाखू. माहाराष्ट्रातील सिंचनाखालील जमीन ३३,५०० किमी२ इतकी आहे.
मुंबई, महाराष्ट्राची राजधानी, भारताची आर्थिक राजधानी म्हणून ओळखली जाते. जवळजवळ सर्व प्रमुख बँका, आर्थिक संस्था, विमा संस्था व गुंतवणूक संस्थांची मुख्य कार्यालये येथे आहेत. भारताच्या चित्रपट आणि दूरचित्रवाणी कार्यक्रमांचे पहिल्या क्रमांकाचे निर्मिती केंद्र मुंबई आहे. मुंबई शेअर बाजार (भारताच्या सर्वांत मोठा व आशियातील सर्वांत जुना) ही महत्त्वाची संस्था मुंबईत आहे. महाराष्ट्र सरकारने सॉफ्टवेर पार्क्स पुणे, मुंबई, नाशिक, नागपूर, आणि औरंगाबाद येथे स्थापन केली आहेत. कोळसानिर्मित व अणुनिर्मित वीज या क्षेत्रात महाराष्ट्राचा प्रथम क्रमांक आहे. जट्रोफा लागवडीसाठी महाराष्ट्राने नवा प्रयोग सुरू केला आहे. ४१% पेक्षा जास्त S&P CNX 500 कंपन्यांची महाराष्ट्रात कार्यालये आहेत.

लोकजीवन
मुख्य लेख: महाराष्ट्रातील धर्म
राज्य प्रतिके महाराष्ट्र
भाषा	मराठी भाषा
गीत	जय जय महाराष्ट्र माझा
नृत्य	लावणी
प्राणी	शेकरु
पक्षी	हरियाल
फुल	ताम्हण
वनस्पती	आंबा
खेळ	कबड्डी
महाराष्ट्राच्या रहिवाशांना महाराष्ट्रीय अथवा मराठी माणूस असे संबोधतात. २०११ च्या जनगणनेनुसार महाराष्ट्राची लोकसंख्या ११,२३,७२,९७२ आहे. महाराष्ट्र लोकसंख्येनुसार भारताच्या दुसऱ्या क्रमांकाचे राज्य आहे. मराठी बोलणाऱ्यांची संख्या ६२,४८१,६८१ आहे. महाराष्ट्र राज्यापेक्षा जास्त लोकसंख्या असणारे केवळ ११ देश आहेत. लोकसंख्येची घनता ३७० कि.मी.२ (किमी२) इतकी आहे. लोकसंख्येपैकी ५.८३ कोटी पुरुष व ५.४० कोटी स्त्रिया आहेत. महाराष्ट्रातील शहरी लोकसंख्येची टक्केवारी ४२.४% आहे. लिंग-गुणोत्तर (sex-ratio) १,००० पुरुषांमागे ९४६ महिला इतका आहे. ८२.९% लोकसंख्या साक्षर आहे. साक्षरता-वाढीचा दर १९९१-२००१ला २२.५७% होता.

मराठी ही महाराष्ट्राची अधिकृत भाषा आहे. त्यामुळे महाराष्ट्रात मराठी प्रामुख्याने बोलली जाते. इंग्रजी सुद्धा शहरी भागात काही प्रमाणात बोलली जाते. वायव्य महाराष्ट्रात अहिराणी बोलीभाषा तर दक्षिण कोकणात कोळी, कोंकणी, मालवणी व विदर्भात वऱ्हाडी आणि झाडीबोली या बोलीभाषा अस्तित्वात आहेत.

महाराष्ट्रामधील धर्म (२०११ नुसार)[३]

  हिंदू धर्म (79.83%)
  इस्लाम (11.54%)
  बौद्ध धर्म (5.81%)
  जैन धर्म (1.25%)
  ख्रिश्चन धर्म (0.96%)
  शीख धर्म (0.2%)
  इतर (पारसी व यहुदींचा समावेश) (0.16%)
राज्यात ८०% हिंदू, ६% बौद्ध, १२% मुस्लिम, १% जैन व १% ख्रिश्चन धर्मीय लोक आहेत. काही प्रमाणार शीख, ज्यू व पारशी धर्मीय देखील आहेत.

लोकसंख्येचे घनता
सन २०११ च्या जनगणनेनुसार,महाराष्ट्राच्या लोकसंख्येची घनता ३६५ प्रति चौरस किमी इतकी झाली आहे. सन २००१ मध्ये ती ३१५ इतकी होती.[४]

संस्कृती

जेजुरी देवस्थान, पुणे जिल्हा
महाराष्ट्रातील काही मंदिरे अनेक शतके जुनी आहेत. मंदिरांच्या शिल्पशैलीत उत्तर व दक्षिण भारताचा मिलाप आढळतो. मंदिरांवर हिंदू, बौद्ध व जैन संस्कृतींचा ठसा आहे. औरंगाबादजवळील अजिंठा व वेरुळची लेणी जगप्रसिद्ध आहेत. मोगल शिल्पशैलीची झलक औरंगाबाद येथीलच बीबी का मकबरा येथे पहायला मिळते. महाराष्ट्रात अनेक दुर्ग व किल्ले आहेत. रायगड, प्रतापगड व सिंधुदुर्ग ही काही उदाहरणे. महाराष्ट्राचे लोकसंगीत समृद्ध आहे. गोंधळ, लावणी, भारुड अभंग आणि पोवाडा हे प्रकार विशेष लोकप्रिय आहेत. मराठी साहित्य भारताच्या अग्रगण्य असे असून ज्ञानेश्वर (भावार्थदीपिका अर्थात 'ज्ञानेश्वरी'चे रचयिते), संत एकनाथ, संत तुकाराम, पु.ल. देशपांडे, प्र.के.अत्रे, व्यंकटेश माडगूळकर हे काही प्रमुख लेखक व कवी आहेत. प्रत्येक वर्षी अनेक मराठी पुस्तके प्रकाशित होत असतात. मराठी नाटक, चित्रपट व दूरचित्रवाणीचे केंद्र मुंबई येथे आहे आणि बहुतेक कलाकार सर्व माध्यमातून कामे करतात. मराठी चित्रपटसृष्टीतील काही प्रसिद्ध व्यक्ति - पु.ल.देशपांडे, अशोक सराफ, लक्ष्मीकांत बेर्डे, सचिन पिळगांवकर, महेश कोठारे आणि व्ही. शांताराम. मराठी नाटकांचा जुना काळ हा कोल्हटकर, खाडिलकर, देवल, गडकरी व किर्लोस्कर आदी लेखकांनी गाजवला. तो काळ संगीत नाटके आणि नाट्यसंगीताचा होता. याच काळात बालगंधर्व, केशवराव भोसले, भाऊराव कोल्हटकर व दीनानाथ मंगेशकर या गायक-कलावंतानी रंगभूमीची सेवा केली.


त्र्यंबकेश्वर, नाशिक
मराठी दूरचित्रवाणी वाहिन्या पुढीलप्रमाणे - दूरदर्शन-सह्याद्री, ABP माझा, कलर मराठी, झी मराठी, स्टार माझा, मी मराठी, झी टॉकीज, झी २४ तास, आयबीएन-लोकमत आणि साम मराठी. मागील काही वर्षांपासून मराठी वाहिन्यांनी लोकप्रियता मिळवली असून बहुतेक वाहिन्या २४ तास सुरू असतात. परदेशस्थ मराठी माणसेदेखील यांचा आस्वाद घेतात.

महाराष्ट्राची खाद्यसंस्कृती भागानुसार बदलते. कोकणात भात व मासे लोकप्रिय आहेत तर पूर्व महाराष्ट्रात गहू, ज्वारी आणि बाजरी जास्त खाल्ली जाते. सर्व प्रकारच्या डाळी, कांदे, बटाटे, टॉमेटो, मिरची, लसूण व आले हे पदार्थ मराठी जेवणात सर्रास वापरले जातात. सामिष अन्न अनेक जणांना आवडते.


गणेशोत्सव
मराठी स्त्रियांचा पारंपरिक वेष नऊवारी साडी तर पुरुषांचा धोतर/पायजमा आणि सदरा असा आहे. परंतु शहरी भागात आधुनिक पेहराव केले जातात.

त्याचबरोबर महाराष्ट्रातील खास महाराष्ट्राच्या राजधानीतील मुंबईमधील एक महत्त्वाची जात म्हणजे " कोळी ". ह्या मुंबईला संपूर्ण समुद्र किनारा लाभल्याने येथील समुद्र किनाऱ्यावर आद्य अवलंबून असणारा कोळी समाज हा मूळ मुंबईचाच आहे, असे म्हणण्यात काहीही वावगे ठरणार नाही. मुळात मुंबई हे बेटच सात भूभागांनी एकत्र बनण्यात आले आहे. ते म्हणजे कुलाबा, जुने स्त्रीचे बेट ( लहान कुलाबा ), माहीम, माझगाव, परळ, वरळी आणि मलबार हिल ह्या कोळीवाड्यांमुळे बनली आहे. ह्या कोळी लोकांत फार जातीचे लोक असून त्यांच्यात स्त्रिया लुगडे (चोळी-पातळ-फडकी) आणि पुरुष रुमाल आणि कान टोपेरा आणि शर्ट असे असते. कोळी नृत्य हे महाराष्ट्रातील लावणी नृत्यानंतर प्रसिद्ध आहे.

भारताच्या इतर प्रांतांप्रमाणेच क्रिकेट हा खेळ येथेही लोकप्रिय आहे. कबड्डीसुद्धा खेळली जाते. लहान मुलांत विटी-दांडू, पकडा-पकडी हे खेळ लोकप्रिय आहेत.

दिवाळी, रंगपंचमी, गोकुळाष्टमी व गणेशोत्सव, होळी हे महाराष्ट्राचे मुख्य उत्सव आहेत. यांपैकी गणेशोत्सव सर्वांत मोठा व लोकप्रिय सण आहे जो आता देशभर साजरा केला जातो. दहा दिवस साजरा होणारा हा सण बुद्धी व विद्येचे दैवत असणाऱ्या गणपतीचा आहे. त्याचबरोबर शिव-जयंती, वटपौर्णिमा, मकरसंक्रांती, दसरा इ. सण देखील साजरे केले जातात.

स्वातंत्र्यपूर्व काळात सामाजिक सुधारणा व चळवळ व स्त्री शिक्षणाची चळवळ महाराष्ट्रातूनच सुरू झाली. ह्यात महात्मा जोतिबा फुले, गोपाळ गणेश आगरकर, धोंडो केशव कर्वे हे अग्रणी होते.


महात्मा जोतिबा फुले
हवामान
राज्याचा सर्व भाग मान्सून प्रकारच्या हवामानाच्या पट्ट्यात मोडतो. मार्चपासून सुरू असणारा उन्हाळा मे महिन्यात संपतो. जूनच्या आरंभापासून मोसमी वाऱ्यांपासून पाऊस पडतो. पावसाळ्यात जमिनीवर पसरलेली हिरवळ त्यानंतर येणाऱ्या सौम्य हिवाळ्यात देखील टिकून राहते. मात्र एकदा का उन्हाळा सुरू झाला की हिरवळ वाळून जाते व सर्वत्र रूक्षपणा पसरतो. जून ते सप्टेंबर या चार महिन्यात पडणारा मोसमी पाऊस जोराचा असतो आणि घाटमाध्यावर त्याचे प्रमाण ४०० सें.मी. वर जाऊन पोहोचते. सह्यादीच्या पश्चिमेकडील, वाऱ्यांच्या दिशेत येणाऱ्या, कोकण भागात मुसळधार पाऊस पडतो. मात्र उत्तरेकडे त्याचे प्रमाण कमी होत जाते. सह्याद्रीच्या पूर्वेकडे पर्जन्यछायेच्या प्रदेश असून मावळ भागातून हळूहळू पूर्वेकडे गेल्यास पावसाचे प्रमाण कमी होते व दख्खनचे पठाराच्या (Deccan Plateau) पश्चिम भागात ते ७० से.मी. इतके खाली येते. सोलापूर व अहमदनगर हे जिल्हे कोरड्या भागाच्या मर्मस्थानीच आहेत. मोसमी ऋतूच्या उत्तरकाळात पूर्वेकडील मराठवाडा आणि विदर्भ या भागात पावसाचे प्रमाण थोडेसे वाढते. मराठवाड्यात थोडासा वळवाचा पाऊस पडतो तर विदर्भात बंगालच्या उपसागरावरून येणारी मोसमी वाऱ्यांची शाखादेखील थोडासा पाऊस देते.

वाहतूक व्यवस्था

मुंबई-पुणे द्रुतगती मार्ग
भारतीय रेल्वेचे जाळे राज्यभर आहे व लांबच्या प्रवासाकरीता रेल्वे हे सोयीचे साधन आहे. महाराष्ट्राच्या बहुतेक भागांना मध्य रेल्वे सेवा पुरवते. कोकण भागात कोकण रेल्वे तर इतर काही भागांना पश्चिम रेल्वे सेवा देते. सध्या मुंबई शहरात मोनोरेल व पुणे शहरात मेट्रो प्रकल्प हाती घेण्यात आला आहे. महाराष्ट्र राज्य परिवहन मंडळाची (एस.टी) सेवा बहुतेक शहरे व खेड्यांत उपलब्ध असते. एस.टी.चे जाळे महाराष्ट्रभर पसरले आहे. विशेषतः ग्रामीण विभागात या बसेस लोकप्रिय आहेत. अनेक शहरात एस.टी. बरोबरच खाजगी बससेवाही असतात.

महाराष्ट्रातील डॉ. बाबासाहेब आंबेडकर आंतरराष्ट्रीय विमानतळ नागपूर, छत्रपती शिवाजी आंतरराष्ट्रीय विमानतळ मुंबई असे एकूण पाच आंतरराष्ट्रीय विमानतळ आहेत. नागपूर व पुणे विमानतळांवर देशांतर्गत तसेच काही आंतरराष्ट्रीय उड्डाणेदेखील होतात. छत्रपती संभाजीनगर, रत्‍नागिरी, कोल्हापूर व सोलापूर येथेही राष्ट्रीय विमानतळ आहेत. मुंबईतल्या बंदरांपासून कोकण किनारपट्टीवरील इतर बंदरात फेरी-सेवा (समुद्रावरून वाहतूक) होत असते. शहरी भागात ३ आसनी रिक्षा तर उपनगरात सहाआसनी रिक्षा लोकप्रिय आहेत. महाराष्ट्रात महामार्गांचे मोठे जाळे आहे. मुंबई–पुणे द्रुतगतीमार्ग हा भारताच्या सर्वांत पहिला टोलमार्ग आहे. मुंबई–नागपूर दरम्यानच्या या प्रतीच्या मार्गाचे काम सुरू आहे. मुंबई व न्हावा-शेवा ही महाराष्ट्रातील मोठी बंदरे आहेत.
शिवाजी शहाजी भोसले (१९ फेब्रुवारी, १६३० - ३ एप्रिल १६८०), छत्रपती शिवाजी महाराज म्हणून प्रसिद्ध, हे एक भारतीय राजे आणि मराठा साम्राज्याचे संस्थापक होते.[१] विजापूरच्या ढासळत्या आदिलशाहीमधून शिवरायांनी स्वतःचे स्वतंत्र राज्य निर्माण करून मराठा साम्राज्याची स्थापना केली. इ.स. १६७४ मध्ये रायगड किल्ल्यावर औपचारिकपणे छत्रपती म्हणून त्यांचा राज्याभिषेक करण्यात आला.[२]

आपल्या कारकीर्दीत शिवाजी महाराजांनी मुघल साम्राज्य, गोवळकोंड्याची कुतुबशाही, विजापूरची आदिलशाही आणि युरोपियन वसाहतवादी शक्तींशी युती व शत्रुत्व दोन्ही केले. शिस्तबद्ध लष्कर व सुसंघटित प्रशासकीय यंत्रणेच्या बळावर छत्रपती शिवाजी महाराजांनी एक सामर्थ्यशाली आणि प्रागतिक राज्य उभे केले. किनारी आणि अंतर्गत प्रदेशातील किल्ल्यांची डागडुजी करण्यासोबतच त्यांनी अनेक नवे किल्लेही उभारले.[३] शिवरायांनी शिस्तबद्ध प्रशासकीय संघटनांसह सक्षम आणि प्रगतीशील नागरी शासन स्थापन केले. त्यांनी प्राचीन हिंदू राजकीय परंपरा, न्यायालयीन अधिवेशने पुनरुज्जीवित केली.

प्रदेशातील भूभागाची इत्यंभूत माहिती, आश्चर्यजनक वेगवान हालचाली आणि गनिमी काव्याचे तंत्र यांच्या सहाय्याने त्यांनी थोडक्या फौजेच्या सहाय्याने बलाढ्य अशा मुघल व आदिलशाही फौजांचा यशस्वीपणे सामना केला. राज्यकारभारात तत्कालीन रूढ असलेल्या पारशी भाषेऐवजी मराठी आणि संस्कृत भाषेचा वापर करण्यास त्यांनी प्रोत्साहन दिले.[४] भारतीय स्वातंत्र्यलढ्यात राष्ट्रवादी नेत्यांनी शिवाजी महाराजांच्या पराक्रमी कथांचा वापर लोकांना एकत्रित आणण्यासाठी आणि त्यांचे मनोबल वाढवण्यासाठी करून घेतला.[५]


छत्रपती शिवाजी महाराजांचे हे चित्र लंडनच्या ब्रिटिश संग्रहालयातील आहे. ता. १६८०-१६८७
शिवाजी महाराजांचा वारसा निरीक्षक आणि काळानुसार बदलत होता. परंतु त्यांच्या मृत्यूनंतर सुमारे दोन शतकांनंतर, भारतीय स्वातंत्र्य चळवळीच्या उदयाबरोबर त्यांचे अधिक महत्त्व वाढण्यास सुरुवात झाली कारण अनेक भारतीय स्वातंत्र्यसैनिकांनी त्यांना आद्य-राष्ट्रवादी आणि हिंदूंचे नायक मानले. महाराष्ट्राच्या सामाजिक आणि राजकीय इतिहासामध्ये शिवाजी महाराजांचा मोठा प्रभाव आहे. शिवाजी महाराज हे मराठी लोकांच्या अस्मितेचा एक अविभाज्य भाग आहेत.[६] शिवाजी महाराजांचा जन्मदिवस हा शिवजयंती म्हणून साजरा होतो.[७]

प्रारंभिक जीवन

शिवनेरी किल्ला: शिवाजी महाराजांचे जन्मस्थान
पुणे जिल्ह्यातील जुन्नर शहरानजीक वसलेल्या शिवनेरी या डोंगरी किल्ल्यावर १९ फेब्रुवारी इ.स. १६३० मध्ये छत्रपती शिवाजी महाराजांचा जन्म झाला.[८] इतिहासाच्या अभ्यासकांमध्ये छत्रपती शिवाजी महाराजांची नेमकी जन्मतारीख हा मतभेदांचा मुद्दा आहे. महाराष्ट्र राज्य शासनाने फाल्गुन वद्य तृतीया शके १५५१ (शुक्रवार, १९ फेब्रुवारी १६३०) ही शिवरायांची जन्मतारीख २००१ साली स्वीकारली.[९] इतर संभाव्य तारखांमध्ये ६ एप्रिल १६२७ (वैशाख शुद्ध तृतीया) ही एक जन्मतारीख मानली जात होती.[१०] महाराष्ट्र शासनाने शिवाजी महाराजांच्या जन्माच्या ( शिवाजी जयंती ) स्मरणार्थ १९ फेब्रुवारी हा दिवस सुट्टी म्हणून सूचीबद्ध केला आहे. [a] [१७] [१८]

शिवाजी महाराजांचे नाव शिवाई या देवतेवरून ठेवण्यात आले. [१९] [२०] एका आख्यायिकेनुसार शिवनेरी गडावरील शिवाई देवीला जिजाबाईंनी आपल्याला बलवान पुत्र व्हावा अशी प्रार्थना केली होती म्हणून या मुलाचे नाव 'शिवाजी' ठेवले गेले.[२१] शिवरायांचे वडील शहाजीराजे भोंसले हे मराठा सेनापती होते, ज्यांनी दख्खनच्या सल्तनतची सेवा केली होती. [२२] त्यांच्या आई जिजाबाई होत्या, ज्या सिंदखेडच्या लखुजी जाधवरावांच्या कन्या होत्या. जाधव हे देवगिरीच्या यादव राजघराण्यातील वंशाचे होते.[२३] [२४]

शिवाजी महाराजांच्या जन्माच्या वेळी दख्खनमधील राजसत्ता विजापूर, अहमदनगर आणि गोवळकोंडा या तीन इस्लामी सल्तनतींमध्ये विभागलेली होती. शहाजीराजांनी आपली निष्ठा वेळोवेळी अहमदनगरची निजामशाही, विजापूरची आदिलशाही आणि मुघल यांच्यादरम्यान बदलली; पण त्यांनी पुणे ही नेहमीच आपली जहागिरी ठेवली आणि स्वतःची एक लहानशी फौज पदरी बाळगली.[२५] [२६]

छ.शिवाजी महाराज हे मराठा जातीतील आणि भोसले कुळातील होते. [२७] त्यांचे आजोबा मालोजी (१५५२-१५९७) अहमदनगर सल्तनतचे एक प्रभावशाली सेनापती होते आणि त्यांना "राजा" ही उपाधी देण्यात आली होती. लष्करी खर्चासाठी त्यांना पुणे, सुपे, चाकण आणि इंदापूरचे देशमुखी हक्क देण्यात आले. त्यांना त्यांच्या कुटुंबाच्या वास्तव्यासाठी किल्ला शिवनेरी देखील देण्यात आला ( c. 1590 ). [२८] [२९]


विजापूरच्या वस्तुसंग्रहालयातील चित्र.
पार्श्वभूमी आणि संदर्भ
इ.स. १६३६ मध्ये विजापूरच्या आदिल शाही सल्तनतने दक्षिणेकडील राज्यांवर आक्रमण केले. [३०] ही सल्तनत अलीकडे मुघल साम्राज्याचे एक राज्य बनले होते. [३०] [३१] शहाजीराजे त्यावेळीपश्चिम भारतातील डोंगराळ प्रदेशातील सरदार होते आणि आदिलशाहीला मदत करत होते. शहाजीराजे हे जिंकलेल्या प्रदेशातील जहागीरच्या बक्षिसाच्या संधी शोधत होते, ज्यावर ते वार्षिक कर वसूल करू शकत होते. [३०]

शहाजी हे मुघलांचे बंडखोर सरदार होते. शहाजीराजांनी विजापूर सरकारच्या पाठिंब्याने मुघलांविरुद्ध केलेल्या मोहिमा साधारणपणे अयशस्वी ठरल्या. मुघल सैन्याने त्यांचा सतत पाठलाग केला आणि शिवाजी महाराज आणि आई जिजाबाई यांना नेहमी या किल्ल्यावरून त्या किल्ल्यावर जावे लागले. [३२]

१६३६ मध्ये शहाजीराजे विजापूरच्या सेवेत रुजू झाले आणि त्यांना पुण्याची जहागिरी दिली.[३३] शहाजीराजांनी पुढे तुकाबाईंशी आपला दुसरा विवाह केला. लहान शिवाजीराजांना घेऊन जिजाबाई पुण्याला रहायला आल्या. तुकाबाई आणि शहाजीराजे ह्यांच्या एकोजी भोसले (व्यंकोजी भोसले) ह्या पुत्रांनी पुढे सध्याच्या तमिळनाडूमधील तंजावरला आपले राज्य स्थापन केले.[३४]

शिवाजी महाराजांना घेऊन जिजाबाई पुण्यात स्थायिक झाल्या. त्यावेळी विजापुरी शासक आदिलशहाने बंगलोरमध्ये शहाजीराजांना तैनात केल्यामुळे दादोजी कोंडादेव यांची त्यांनी प्रशासक म्हणून नियुक्ती केली. १६४७ मध्ये कोंडादेव मरण पावले आणि शिवरायांनी कारभार हाती घेतला. त्यांच्या पहिल्या मोहिमेने थेट विजापुरी सरकारला आव्हान दिले. [३५]

जिजाबाई पुण्यात रहायला गेल्या त्यावेळी पुण्याची फार दुरवस्था झालेली होती. तेव्हा छोटे शिवाजीराजे आणि कारभारी ह्यांच्या हस्ते पुण्यात एका शेतात प्रतीकादाखल सोन्याच्या मुलाम्याचा नांगर फिरवून, जिजाबाईंनी पुण्याची पुनःस्थापना करायला सुरुवात केली. शिवाजीराजे लहानाचे मोठे होत असताना आणि मोठे झाल्यावरही (मोठेपणीच्या सिंहगडावरच्या स्वारीसारख्या) प्रत्येक महत्त्वाच्या प्रसंगी त्यांना जिजाबाईंनी खंबीर मार्गदर्शन दिले शिवाजीमहाराजांच्या त्या आद्यगुरू मानल्या जातात. हिंदवी स्वराज्यस्थापनेचे स्वप्न साकार करायला शिवाजीमहाराजांना जिजाबाईंनी स्फूर्ती दिली असे काही इतिहासकार मानतात.[३६]

विजापूर सल्तनतीशी संघर्ष

जिजाबाई व बाल शिवाजी
इ.स. १६४६ मध्ये, सुलतानाच्या आजारपणामुळे विजापूर दरबारात निर्माण झालेल्या गोंधळाचा फायदा घेऊन १६ वर्षीय शिवरायांनी तोरणा किल्ला घेतला[३७] आणि तेथे सापडलेला मोठा खजिना ताब्यात घेतला. [३८] [३९] पुढील दोन वर्षात शिवरायांनी पुण्याजवळ अनेक महत्त्वाचे किल्ले घेतले. यामध्ये पुरंधर, कोंढाणा आणि चाकण यांचा समावेश आहे. तसेच त्यांनी सुपे, बारामती आणि इंदापूर ही ठिकाणे आपल्या थेट ताब्यात घेतली. तोरणगडासमोरील मुरुंबदेवाचा डोंगर जिंकून त्याची डागडुजी केली व त्याचे नाव त्यांनी राजगड ठेवले.[४०] यासाठी त्यांनी तोरणा येथे सापडलेल्या खजिन्याचा उपयोग केला. राजगड ही एक दशकाहून अधिक काळ त्यांची राजधानी होती. [३८]

यानंतर शिवाजी महाराज हे कोकणाकडे वळले आणि त्यांनी कल्याण हे महत्त्वाचे शहर ताब्यात घेतले. विजापूर सरकारने या घटनांची दखल घेऊन कारवाईची करण्याचे ठरवले. २५ जुलै १६४८ रोजी, शिवाजी महाराजांना ताब्यात घेण्याच्या प्रयत्नात, विजापूर सरकारच्या आदेशानुसार बाजी घोरपडे नावाच्या सहकारी मराठा सरदाराने शहाजी राजांना कैद केले. [४१] [४२]

१६४९ मध्ये जिंजी ताब्यात घेतल्यानंतर कर्नाटकात आदिलशहाचे स्थान मिळवल्यानंतर शहाजी राजांची सुटका झाली. १६४९ - १६५५ दरम्यान शिवरायांनी आपल्या विजयात विराम दिला आणि शांतपणे आपले फायदे एकत्र केले. [१९] आपल्या वडिलांच्या सुटकेनंतर, शिवाजी महाराजांनी पुन्हा छापेमारीला सुरुवात केली आणि १६५६ मध्ये, वादग्रस्त परिस्थितीत, चंद्रराव मोरे, विजापूरचा सहकारी मराठा सरंजामदार याचा वध केला आणि त्याच्याकडून सध्याच्या महाबळेश्वरच्या हिल स्टेशनजवळील जावळीचे खोरे ताब्यात घेतले. . [४३] भोसले आणि मोरे घराण्यांव्यतिरिक्त, सावंतवाडीचे सावंत, मुधोळचे घोरपडे, फलटणचे निंबाळकर, शिर्के, माने आणि मोहिते यांच्यासह अनेकांनी विजापूरच्या आदिलशाहीची सेवा केली, अनेकांनी देशमुखी हक्काने काम केले. या बलाढ्य कुटुंबांना वश करण्यासाठी शिवरायांनी विविध डावपेचांचा अवलंब केला जसे की, वैवाहिक संबंध तयार करणे, देशमुखांना मागे टाकण्यासाठी गावातील पाटलांशी थेट व्यवहार करणे किंवा त्यांच्याशी लढणे. [४४]शहाजी राजांनी त्यांच्या नंतरच्या काळात आपल्या मुलाबद्दल द्विधा वृत्ती बाळगली आणि त्याच्या बंडखोर कारवायांना नकार दिला. [४५]त्यांनी विजापुरींना शिवाजीबरोबर वाटेल ते करण्यास सांगितले. १६६४ - १६६५ मध्ये शहाजी राजांचा शिकार अपघातात मृत्यू झाला.

अफझलखानाशी लढा

विजापूरचा सेनापती असलेल्या अफझलखानाशी लढताना शिवाजी महाराजांचे चित्र. चित्रकार: सावलाराम हळदणकर, तारीख: २० व्या शतकाच्या सुरुवातीची
शिवाजी महाराजांनी केलेल्या नुकसानांमुळे विजापूर सल्तनत नाराज होती. मुघलांशी शांतता करार केल्यानंतर आणि तरुण अली आदिल शाह दुसरा सुलतान म्हणून सर्वसाधारणपणे स्वीकारल्यानंतर, विजापूरचे सरकार अधिक स्थिर झाले आणि त्यांचे लक्ष शिवाजी महाराजांकडे वळले. [४६] १६५७ मध्ये सुलतानने, किंवा बहुधा त्याची आई आणि कारभारी हिने, अफझल खान या अनुभवी सेनापतीला शिवाजी महाराजांना अटक करण्यासाठी पाठवले. शिवाजी महाराजांकडे जाण्यापूर्वी विजापुरी सैन्याने तुळजा भवानी मंदिर, जे शिवाजी महाराजांच्या घराण्याचे पवित्र स्थळ होते आणि हिंदूंचे प्रमुख तीर्थक्षेत्र असलेल्या पंढरपूर येथील विठ्ठल मंदिराची विटंबना केली. [४७] [४८] [४९]

विजापुरी सैन्याने पाठलाग केल्यानंतर शिवाजी महाराज हे प्रतापगड किल्ल्यावर गेले, जिथे त्यांच्या अनेक सहकाऱ्यांनी त्यांना शरण जाण्यासाठी दबाव टाकला. [५०] अफझलखान वाईजवळ आला तेव्हा शिवाजीराजांनी सध्याच्या महाबळेश्वरजवळ असलेल्या प्रतापगडावरून त्यास तोंड देण्याचे ठरवले.

दोन्ही सैन्याने आपापसांत अडथळे आणले. शिवाजी महाराज वेढा तोडू शकले नाहीत, तर अफझलखानाकडे शक्तिशाली घोडदळ असूनही वेढा घालण्याच्या साधनांची कमतरता होती. म्हणून तोही किल्ला घेण्यास असमर्थ होता. दोन महिन्यांनंतर अफझलखानाने शिवाजी महाराजांकडे दूत पाठवून किल्ल्याच्या बाहेर एकांतात भेटण्याबद्दल बोलणी चालू केली. [५१] [५२] तहाची बोलणी सुरू झाली आणि अंतिम बोलणीसाठी शिवाजी महाराजांनी स्वतः यावे असा अफझलखानचा आग्रह होता. पण शिवाजीराजांच्या वकिलांनी (पंताजी गोपीनाथ बोकील) अफझलखानाला गळ घालून प्रतापगडावरच भेट घेण्यास बोलावले.[५३]


प्रतापगड किल्ला
१० नोव्हेंबर १६५९ रोजी प्रतापगड किल्ल्याच्या पायथ्याशी एका छावणीत दोघांची भेट झाली. प्रत्येकजण केवळ एका तलवारीसोबत सशस्त्र यावे आणि एकच अनुयायी हजर असावा असे ठरवले गेले.

अफझलखान आपल्याला अटक करेल किंवा हल्ला तरी करेल असा शिवाजी महाराजांना संशय होता.[५४] एका दशकापूर्वी खानाने अशाच एका भेटीमध्ये एका हिंदू सरदाराला कैद केले होते. त्यामुळे त्यांनी सावधगिरी म्हणून चिलखत चढविले आणि सोबत बिचवा तसेच वाघनखे ठेवली. बिचवा चिलखतामध्ये दडविला होता तर डाव्या हातावर वाघनखे हाताच्या पंजाच्या आतमध्ये वळविलेली असल्यामुळे दिसणार नव्हती.[५५] याबरोबरच त्यांनी उजव्या हातात खंजीर घेतला. [५६] शिवाजी महाराजांसोबत जिवा महाला हा विश्वासू सरदार होता तर अफझलखानसोबत सय्यद बंडा हा तत्कालीन प्रख्यात असा दांडपट्टेबाज होता. भेटीच्या वेळी उंचपुऱ्या, बलदंड अफझलखानाने शिवाजी महाराजांना मिठी मारली आणि शिवाजीराजांचे प्राण कंठाशी आले. त्याच वेळी अफझलखानने कट्यारीचा वार शिवाजी महाराजांवर केला परंतु चिलखतामुळे शिवाजीराजे बचावले. अफझलखानाचा दगा पाहून शिवाजीराजांनी वाघनखे खानाच्या पोटात घुसवली.[५७] त्याचबरोबर अफझलखानाची प्राणांतिक आरोळी चहूकडे पसरली. बडा सय्यद ने तत्क्षणी शिवाजीवर दांडपट्ट्याचा जोरदार वार केला जो तत्पर जिवा महालाने स्वतःवर झेलला आणि शिवाजीराजांचे प्राण वाचले. यामुळेच "होता जिवा म्हणून वाचला शिवा" ही म्हण प्रचलित झाली.[५८]

आधीच ठरलेल्या इशाऱ्याप्रमाणे भेटीच्या वेळी तीन तोफांचे बार प्रतापगडावरून काढण्यात आले, आणि खानाच्या छावणीच्या जवळपासच्या झाडाझुडुपांमध्ये दडून बसलेल्या मावळ्यांनी हल्ला करून खानाच्या सैन्यावर हल्ला केला.[५९] खानाचा मुलगा फाजलखान आणि इतर काही सरदार लपतलपत वाईच्या मुख्य छावणीपर्यंत आले. इथे खानाचा जनाना होता. ते पाठलागावर असलेल्या नेताजीच्या सैन्यापासून वाचण्यासाठी खजिना, हत्ती व इतर जड सामान टाकून विजापूरला जनान्यासकट पळून गेले.[६०]

१० नोव्हेंबर १६५९ रोजी झालेल्या प्रतापगडच्या लढाईत शिवाजी महाराजांच्या सैन्याने विजापूर सल्तनतच्या सैन्याचा निर्णायकपणे पराभव केला. विजापूरच्या सैन्यातील ३,००० हून अधिक सैनिक मारले गेले आणि एक सरदार, अफझलखानाचे दोन पुत्र आणि दोन मराठा सरदार कैदी झाले. [१९] विजयानंतर, प्रतापगडच्या खाली शिवरायांनी एक भव्य आढावा घेतला. पकडले गेलेल्या शत्रूंपैकी अधिकारी आणि सामान्य लोक दोघेही मुक्त झाले आणि त्यांना पैसे, अन्न आणि इतर भेटवस्तू देऊन त्यांच्या घरी परत पाठवण्यात आले. कामगिरीनुसार मराठ्यांना बक्षीसे देण्यात आली. [६१]

अफझलखानाच्या मृत्यूनंतर त्यांनी त्याच्या शवाचे अंत्यसंस्कार इस्लामी पद्धतीने करून त्याची एक कबर प्रतापगडाच्या पायथ्याशी बांधली आणि त्या कबरीच्या कायम देखभालीची व्यवस्था केली.[६२][६३][६४]

अफझलखानच्या मृत्यूनंतर शिवाजीराजांनी दोरोजी नावाच्या सरदाराला कोकणपट्ट्यातील आणखी किल्ले आणि प्रदेश जिंकण्यास पाठवले. स्वतः शिवरायांनी कोल्हापुरापर्यंत जाऊन पन्हाळा जिंकून घेतला. आधुनिक काळात अफझलखानच्या मृत्यूचा हा दिवस शिवप्रताप दिन म्हणून साजरा केला जातो.[६५]

पन्हाळ्याचा वेढा
विजापुरी सैन्याचा पराभव करून शिवाजी महाराजांच्या सैन्याने कोकण आणि कोल्हापूरकडे कूच करून पन्हाळा किल्ला ताब्यात घेतला आणि १६५९ मध्ये रुस्तम जमान आणि फझलखान यांच्या नेतृत्वाखाली पाठवलेल्या विजापुरी सैन्याचा पराभव केला. [६६] मुघलांशी युती करून १६६० मध्ये आदिलशहाने आपला सेनापती सिद्दी जौहरला पाठवले. उत्तरेकडून मुघल सेना आक्रमण करणार होती तर दक्षिण सीमेवर सिद्दी जौहर हल्ला करणार होता. त्यावेळी शिवाजी महाराज आपल्या सैन्यासह पन्हाळा किल्ल्यावर तळ ठोकून होते. १६६० च्या मध्यात सिद्दी जौहरच्या सैन्याने पन्हाळ्याला वेढा घातला आणि किल्ल्याचा पुरवठा मार्ग बंद केला.

पन्हाळ्यावरील गोळीबाराच्या वेळी सिद्दी जौहरने राजापूर येथे इंग्रजांकडून ग्रेनेड्स खरेदी करून त्याची कार्यक्षमता वाढवली. किल्ल्यावर केलेल्या भडिमारात मदत करण्यासाठी काही इंग्रज तोफखान्यांची नेमणूक केली. यावेळी इंग्रजांनी वापरलेला ध्वज सुस्पष्टपणे फडकवला गेला होता. इंग्रजांनी केलेला हा विश्वासघात शिवरायांन समजल्यावर त्यांना राग आला. त्यांनी डिसेंबरमध्ये राजापूर येथील इंग्रजी कारखाना लुटून याची बदला घेतला आणि चार इंग्रजांना पकडले व त्यांना १६६३ च्या मध्यापर्यंत तुरुंगात ठेवले. [६७]

अनेक महिन्यांच्या वेढ्यानंतर शिवाजी महाराजांनी सिद्दी जौहरशी वाटाघाटी केल्या आणि २२ सप्टेंबर १६६० रोजी विशाळगडावर माघार घेऊन किल्ला ताब्यात दिला; [६८] १६७३ मध्ये महाराजांनी पन्हाळा किल्ला परत घेतला. [६९]

पावनखिंडीची लढाई
मुख्य लेख: पावनखिंडीतील लढाई

रात्रीच्या वेळी पन्हाळ्यातून शिवाजी महाराज निसटले आणि शत्रूच्या घोडदळांनी त्यांचा पाठलाग केला असता, बांदल देशमुखचे मराठा सरदार बाजी प्रभू देशपांडे हे ३०० सैनिकांसह घोडखिंड येथे शत्रूला रोखण्यासाठी मृत्यूपर्यंत लढण्यासाठी स्वेच्छेने उतरले. यामुळे शिवाजी महाराज आणि बाकीच्या सैन्याला विशाळगड किल्ल्यापर्यंत सुरक्षितपणे पोहोचण्याची संधी मिळाली. [७०]

पावनखिंडच्या लढाईत लहान मराठा सैन्याने मोठ्या शत्रूला रोखल्यामुळे शिवाजी महाराजांना निसटण्यासाठी वेळ मिळाला. १३ जुलै १६६० रोजी संध्याकाळी बाजी प्रभू देशपांडे जखमी झाले होते तरीही विशाळगडावरून तोफगोळीचा आवाज येईपर्यंत ते लढत राहिले. [७१] हा तोफेचा आवाज म्हणजे शिवाजी महाराज हे सुरक्षितपणे गडावर पोचल्याचे संकेत होता. [७२] घोड खिंडीचे नंतर बाजीप्रभू देशपांडे, शिबोसिंग जाधव, फुलोजी आणि तेथे लढलेल्या इतर सर्व सैनिकांच्या सन्मानार्थ पावन खिंड ("पवित्र खिंड") असे नामकरण करण्यात आले. [७२] [७३]


पावनखिंड स्मारक
मुघल साम्राज्याशी संघर्ष
१६५७ पर्यंत शिवाजी महाराजांनी मुघल साम्राज्याशी शांततापूर्ण संबंध ठेवले होते. मुघल सम्राटाचा मुलगा औरंगजेब जेव्हा दख्खनचा सुभेदार होता, तेव्हा त्याला विजापूर जिंकण्यासाठी शिवाजी महाराजांनी आपली मदत देऊ केली होती. याच्या बदल्यात शिवरायांच्या ताब्यातील विजापुरी किल्ले आणि गावांवर त्यांचा हक्क मान्य करावा, अशी त्यांची इच्छा होती. मुघलांच्या प्रतिसादाने समाधानी झाले नसल्याने आणि विजापूरकडून चांगली ऑफर मिळाल्याने, त्यांनी मुघलांच्या दख्खनवर हल्ला केला. [१९] मुघलांशी शिवाजी महाराजांचा संघर्ष मार्च १६५७ मध्ये सुरू झाला, जेव्हा त्यांच्या दोन अधिकाऱ्यांनी अहमदनगरजवळील मुघल प्रदेशावर छापा टाकला. [७४] यानंतर जुन्नरवर छापे टाकण्यात आले. यामध्ये शिवाजी महाराजांनी 300,000 हून एवढी रोख रक्कम आणि 200 घोडे घेतले. [७५] औरंगजेबाने नासिरी खानला पाठवून या छाप्याला उत्तर दिले. नासिरी खानाने अहमदनगर येथे मराठी सैन्याचा पराभव केला. तथापि पावसाळ्यामुळे आणि सम्राट शाहजहानच्या आजारपणानंतर मुघल सिंहासनासाठी भावांसोबतच्या उत्तराधिकारासाठी लढाईमुळे औरंगजेबाला शिवरायांविरुद्धच्या प्रतिकारांमध्ये व्यत्यय आला. [७६]

शाहिस्तेखान प्रकरण
आता मुघल सम्राट झालेल्या औरंगजेबाने विजापूरच्या बडी बेगमच्या विनंतीवरून जानेवारी १६६० मध्ये त्याचा मामा शाहिस्तेखान याला शिवाजी महाराजांवर हल्ला करण्यासाठी १,५०,००० हून अधिक सैन्यासह शक्तिशाली तोफखाना देऊन पाठवले. खानासोबत सिद्दी जौहरच्या नेतृत्वाखालील विजापूरचे सैन्य देखील होते. शाइस्ताखानाने आपल्या ८०,००० इतक्या सुसज्ज सैन्यासह पुणे ताब्यात घेतले. त्याने जवळचा चाकणचा किल्लाही घेतला. किल्ल्याच्या भिंतीला तडे जाण्यापूर्वी दीड महिना त्याला वेढा घातला होता. [७७] शाइस्ताखानने मोठे, चांगल्या तरतुदीचे आणि जोरदार सशस्त्र मुघल सैन्याचा फायदा घेऊन काही मराठा प्रदेशात घुसखोरी केली. त्याने पुणे शहरही ताब्यात घेतले आणि लाल महालातील शिवाजी महाराजांच्या राजवाड्याला आपले निवासस्थान बनवले. [७८]

५ एप्रिल १६६३ च्या रात्री शिवरायांनी शाईस्ताखानाच्या छावणीवर रात्रीचा धाडसी हल्ला केला. [७९] लाल महालाजवळून जाणाऱ्या एका लग्नाच्या मिरवणुकीचा आधार घेऊन ४०० माणसांसह शिवाजी महाराज लाल महालात शिरले. महालाचा कानाकोपरा माहीत असल्यामुळे लवकरच शिवाजी महाराज प्रत्यक्ष शाहिस्तेखानच्या शयनगृहात घुसले.[८०] तोपर्यंत महालात कोठेतरी झटापट सुरू झाल्यामुळे शाहिस्तेखानला जाग आली आणि शिवाजीराजांना समोर पाहून खानाने जीव वाचविण्यासाठी सरळ खिडकीतून खाली उडी घेतली. शिवाजी महाराजांनी चपळाईने केलेला वार हुकल्यामुळे खानाच्या प्राणावर बेतण्याऐवजी त्याची तीन बोटे कापली गेली. [८१] या हल्ल्यात शाइस्ता खानचा मुलगा, त्याच्या अनेक बायका, नोकर आणि सैनिक मारले गेले. [८२] खानाने पुण्याच्या बाहेर मुघल सैन्याचा आश्रय घेतला. या लाजिरवाण्या पराभवाची शिक्षा म्हणून औरंगजेबाने शाहिस्तेखानाची बंगालमध्ये बदली केली. [८३]

शाइस्ताखानाच्या हल्ल्यांचा बदला म्हणून आणि आपला आता कमी झालेला खजिना भरून काढण्यासाठी १६६४ मध्ये शिवाजी महाराजांनी सुरत हे बंदर शहर आणि श्रीमंत मुघल व्यापारी केंद्र लूटले. [८४]

सुरतेची पहिली लूट
इ.स. १६६४. सततची युद्धे आणि त्यामुळे रिता होत असलेला खजिना यामुळे शिवाजीराजे चिंतेत असत. मोगलांना किंवा इतर सुलतानांना ही चिंता फार सतावीत नसे. अन्याय्य कर लादून किंवा बळजबरीने खंडणी जनतेकडून वसूल करण्यात बादशाही कारभारास कमीपणा वाटत नव्हता. अनेक दिवसांच्या खलबतांनंतर शिवाजीराजांनी शेवटी एक उपाय शोधून काढला तो म्हणजे इतिहासाला माहीत असलेली सुरतेची पहिली लूट. आजच्या गुजरात राज्यातील सुरत शहर हे तत्कालीन मोगल राज्यात होते आणि व्यापारामुळे अतिशय श्रीमंत शहरांमध्ये गणले जात होते. सुरत शहराच्या लुटीमुळे दोन गोष्टी साध्य करता आल्या, एक म्हणजे मोगल सत्तेला आव्हान आणि राज्याच्या खजिन्यात भर.[८५]

लुटीचा इतिहास भारतामध्ये अतिशय रक्तरंजित आणि विनाशक आहे. त्या पार्श्वभूमीवर सुरतेची लूट ही पूर्णपणे वेगळी जाणवते. शिवाजीराजांच्या आज्ञेनुसार स्त्रिया, मुले आणि वृद्ध यांच्या केसालाही धक्का न लावता ही लूट केली गेली. मशिदी, चर्च यासारख्या देवस्थानांनाही लुटीतून संरक्षण दिले गेले.[८६]

पुरंदरचा तह
मुख्य लेख: पुरंदरचा तह

पुरंदरचा तह
शाहिस्तेखान आणि सुरतेवरील हल्ल्यांमुळे औरंगजेब संतप्त झाला. प्रत्युत्तरादाखल त्याने राजपूत मिर्झाराजे जयसिंग पहिला याला शिवाजी महाराजांचा पराभव करण्यासाठी सुमारे १५,००० सैन्यासह पाठवले. [८७] १६६५ मध्ये, जयसिंगच्या सैन्याने शिवाजी महाराजांवर दबाव आणला. जयसिंगच्या घोडदळांनी ग्रामीण भाग उद्ध्वस्त केला आणि त्याच्या सैन्याने महाराजांच्या किल्ल्यांना वेढे घातले. हा मुघल सेनापती शिवाजी महाराजांच्या अनेक प्रमुख सेनापतींना आणि त्यांच्या अनेक घोडदळांना मुघल सेवेत आकर्षित करण्यात यशस्वी झाला.[८८] १६६५ च्या मध्यापर्यंत जयसिंगने पुरंदरच्या किल्ल्याला वेढा घातला आणि किल्ला हातातून जाण्याची वेळ जवळ आल्याने शिवरायांना जयसिंगशी करार करणे भाग पडले. [८७]

११ जून १६६५ रोजी शिवाजी महाराज आणि जयसिंग यांच्यात झालेल्या पुरंदरच्या तहात, शिवरायांनी २३ किल्ले सोडून देण्याचे कबूल केले, १२ स्वतःकडे ठेवले आणि मोगलांना ४,००,००० सोन्याचे हूण इतकी भरपाई दिली. [६०] शिवरायांनी मुघल साम्राज्याचा जामीनदार बनण्यास आणि मुलगा संभाजी यांना ५,००० घोडेस्वारांसह दख्खनमध्ये मुघलांशी लढण्यासाठी मनसबदार म्हणून पाठवण्यास सहमती दर्शविली. [८९] [३९] [९०]

आग्रा प्रकरण

शिवाजीराजे औरंगजेबाच्या दरबारात
१६६६ मध्ये औरंगजेबाने शिवाजीराजांना त्यांचा नऊ वर्षांचा मुलगा संभाजीसह आग्रा येथे बोलावले (काही दस्ताऐवजांनुसार दिल्लीमध्ये बोलावले होते.) मुघल साम्राज्याच्या वायव्य सरहद्दीला मजबूत करण्यासाठी औरंगजेबाने राजांना कंदाहार येथे पाठवण्याची योजना आखली, जो आता अफगाणिस्तानमध्ये आहे. तथापि, दरबारात १२ मे १६६६ रोजी, शिवरायांना तुलनेने कनिष्ठ सरदारांच्या बरोबर उभे केले गेले.[९१] यापैकी काहींना त्यांनी युद्धात आधीच पराभूत केले होते. [९२] शिवाजी महाराज या अपमानामुळे दरबारातून निघून गेले. [९३] यामुळे त्यांना तातडीने नजरकैदेत ठेवण्यात आले. जयसिंगचा मुलगा रामसिंग याने शिवाजी आणि त्यांच्या मुलाच्या ताब्यात देण्याची हमी दिली. [९४]

शिवाजी महाराजांसाठी नजरकैदेत असलेली स्थिती धोक्याची होती, कारण शिवरायांना मारायचे की त्यांना कामावर ठेवायचे यावर औरंगजेबाच्या दरबारात वाद होता. जयसिंगने शिवाजीराजांना त्यांच्या वैयक्तिक सुरक्षेचे आश्वासन दिले होते. म्हणून त्याने औरंगजेबाच्या निर्णयावर प्रभाव टाकण्याचा प्रयत्न केला. [९५]दरम्यान, शिवाजीराजांनी स्वतःला मुक्त करण्याची योजना आखली. त्यांनी आपल्या बहुतेक लोकांना घरी परत पाठवले आणि रामसिंगला त्याने सम्राटाकडे स्वतःच्या आणि मुलाच्या सुरक्षिततेसाठी दिलेली हमी मागे घेण्यास सांगितली आणि स्वतःला मुघल सैन्याच्या स्वाधीन केले. [९६] [९७] तेव्हा शिवाजीराजांनी आजारी असल्याचे भासवले आणि ब्राह्मण आणि गरिबांना प्रायश्चित्त म्हणून मिठाईने भरलेले मोठे पेटारे पाठवायला सुरुवात केली. [९८] [९९] [१००] [१०१] सुरुवातीला पहारेकरी प्रत्येक पेटारा बारकाईने तपासून पहात. पण काही दिवसांनी यात ढिलाई होऊ लागली. नंतर त्यांनी तपासण्याचेदेखील सोडले. १७ ऑगस्ट १६६६ रोजी शिवाजी महाराज स्वतः एका मोठ्या पेटाऱ्यात बसले आणि संभाजीला दुसऱ्या टोपलीत बसवून निसटले आणि त्यांनी आग्रा सोडले. [१०२] [१०३] [१०४] [b]

कोणास संशय येऊ नये यास्तव शिवाजीराजांचा विश्वासू हिरोजी फर्जंद हा शिवरायांचे कपडे चढवून आणि त्यांची अंगठी दिसेल अशा पद्धतीने हात बाहेर काढून झोपल्याचे नाटक करीत होता. शिवराय दूरवर पोहोचल्याची खात्री आल्यावर तो देखील पहारेकऱ्यांना बगल देऊन निसटला. बराच वेळ आतमध्ये काही हालचाल नाही हे वाटून पहारेकरी आत गेले असता त्यांना तेथे कोणीही आढळले नाही तेव्हा त्यांना सत्य परिस्थिती समजली. तोपर्यंत शिवाजी निसटून २४ तास झाले होते.[१०६]

आग्रा येथून शिवाजीराजांनी वेषांतर केले आणि लगोलग स्वराज्याकडे न जाता मथुरेकडे गेले, तेथे संभाजीला त्यांनी वेगळ्या मार्गाने काही दुसऱ्या विश्वासू माणसांबरोबर पाठविले. एका संन्याशाच्या वेषात महाराष्ट्रात प्रवेश केला. त्यातदेखील त्यांना अनेक खबरदाऱ्या घ्याव्या लागल्या. ते स्वतः अतिशय लांबच्या आणि तिरकस, वाकड्या मार्गाने मजल-दरमजल करीत आले. उद्देश हाच होता की काही झाले तरी पुन्हा औरंगजेबाच्या हातात पडायचे नाही.[१०७]

यात आणखी एक गोष्ट उल्लेखनीय आहे. दिल्लीभेटीपूर्वी त्यांनी राज्यकारभारासाठी जे अष्टप्रधानमंडळ स्थापले होते, त्या मंडळाने राजांच्या अनुपस्थितीमध्ये देखील राज्याचा कारभार चोख चालविला होता. हे शिवाजीराजांचे आणि अष्टप्रधानमंडळाचे फार मोठे यश आहे.

मुघलांसोबत शांतता
शिवरायांच्या सुटकेनंतर मुघल सरदार जसवंत सिंग याने नवीन शांतता प्रस्तावासाठी शिवाजी महाराज आणि औरंगजेब यांच्यात मध्यस्थ म्हणून काम केले. त्यानंतर मुघलांशी शत्रुत्व कमी झाले. [१०८] १६६६ ते १६६८ दरम्यान, औरंगजेबाने शिवरायांना राजा ही पदवी बहाल केली. तसेच संभाजीला पुन्हा एकदा ५,००० घोड्यांसह मुघल मनसबदार करण्यात आले. त्यावेळी शिवाजीराजांनी संभाजीला सेनापती प्रतापराव गुजर यांच्यासमवेत औरंगाबाद येथे मुघल सुभेदार मुअज्जम (पहिला बहादूरशहा) याच्याकडे सेवा करण्यासाठी पाठवले. संभाजीला बेरारमध्ये महसूल वसुलीसाठी प्रदेश देण्यात आला. [१०९]

औरंगजेबाने शिवाजीराजांना कमजोर होत चाललेल्या आदिलशाहीवर हल्ला करण्याची परवानगी दिली; कमकुवत झालेला सुलतान अली आदिल शाह दुसरा याने शांततेसाठी प्रस्ताव दिला आणि शिवाजी महाराजांना सरदेशमुखी आणि चौथाईचे अधिकार दिले. [३९]

पुनर्विजय
शिवाजी महाराज आणि मुघल यांच्यातील शांतता १६७० पर्यंत टिकली. त्या वेळी औरंगजेबाला शिवाजीराजे आणि मुअज्जम यांच्यातील घनिष्ट संबंधांबद्दल संशय आला, जो त्याचे सिंहासन बळकावू शकेल असे त्याला वाटले. तो शिवाजीराजांकडून लाचही घेत असावा, असाही औरंगजेबाला संशय होता [११०] [१११] तसेच त्या वेळी, औरंगजेबाने अफगाणांशी लढाई केली. त्यासाठी त्याने दख्खनमधील आपले सैन्य मोठ्या प्रमाणात कमी केले; परिणामी बरखास्त झालेले बरेच सैनिक मराठ्यांच्या सेवेत त्वरित रुजू झाले. [१११] मुघलांनी काही वर्षांपूर्वी शिवाजी महाराजांना दिलेले पैसे वसूल करण्यासाठी बेरारची जहागीरही काढून घेतली. [८९] प्रत्युत्तर म्हणून शिवाजीराजांनी मुघलांविरुद्ध आक्रमण सुरू केले आणि चार महिन्यांच्या कालावधीत त्यांना शरण आलेल्या प्रदेशाचा एक मोठा भाग परत मिळवला. [८९]

१६७० मध्ये शिवाजी महाराजांनी दुसऱ्यांदा सुरत लूटले. यावेळी इंग्रज आणि डच कारखाने त्यांचा हल्ला परतवून लावू शकले, परंतु मक्केहून परत आलेल्या मावरा-उन-नाहर येथील मुस्लिम राजपुत्राचा माल लुटण्यासह त्यांनी शहरच उद्ध्वस्त केले. नव्याने झालेल्या हल्ल्यांमुळे संतप्त झालेल्या मुघलांनी मराठ्यांशी पुन्हा शत्रुत्व सुरू केले. मुघलांनी शिवाजीराजांना सुरतहून घरी परतल्यावर अडवण्यासाठी दाऊद खानच्या नेतृत्वाखाली सैन्य पाठवले; परंतु सध्याच्या नाशिकजवळील वणी-दिंडोरीच्या लढाईत त्यांचा पराभव झाला. [११२]

ऑक्टोबर १६७० मध्ये, शिवाजीराजांनी आपले सैन्य मुंबईत इंग्रजांना त्रास देण्यासाठी पाठवले. कारण इंग्रजांनी त्यांना युद्धसामग्री विकण्यास नकार दिला होता. त्यांच्या सैन्याने लाकूड तोडणाऱ्या इंग्रज लोकांना मुंबई सोडण्यापासून रोखले. सप्टेंबर १६७१ मध्ये, शिवाजीराजांनी दांडा-राजपुरी विरुद्धच्या लढाईसाठी पुन्हा एकदा साहित्य मागवण्यासाठी मुंबईत राजदूत पाठवले. या विजयामुळे मराठ्यांना किती फायदे होतील याची इंग्रजांना शंका होती, परंतु राजापूरचे कारखाने लुटल्याची भरपाई मिळण्याची एकही संधी ते गमावू इच्छित नव्हते. इंग्रजांनी लेफ्टनंट स्टीफन उस्टिकला शिवाजीशी बोलणी करण्यासाठी पाठवले, परंतु राजापूर नुकसानभरपाईच्या मुद्द्यावर वाटाघाटी अयशस्वी झाल्या. १६७४ मध्ये शस्त्रास्त्रांच्या मुद्द्यांवर काही करारांसह पुढील वर्षांमध्ये अनेक राजदूतांची देवाणघेवाण झाली, परंतु शिवाजीराजांच्या मृत्यूपूर्वी राजापूरची नुकसानभरपाई कधीही भरली गेली नाही. १६८२ च्या अखेरीस तेथील कारखाना विसर्जित झाला. [११३]

उमराणी आणि नेसरीच्या लढाया
१६७४ मध्ये, मराठा सैन्याचे सरसेनापती प्रतापराव गुजर यांना विजापुरी सेनापती बहलोल खानच्या नेतृत्वाखालील सैन्याशी लढण्यासाठी पाठवण्यात आले. प्रतापरावांच्या सैन्याने एका मोक्याच्या तलावाला वेढा घालून विजापुरी सैन्याचा पाणीपुरवठा खंडित केला आणि लढाईत विरोधी सेनापतीचा पराभव करून त्याला पकडले, ज्यामुळे बहलोल खानला शांततेसाठी तह करण्यासाठी भाग पडले. शिवाजीराजांनी आधीच इशारे दिले असतानाही, प्रतापरावांनी बहलोल खानला सोडले. परंतु खानाने नव्याने आक्रमणाची तयारी सुरू केली. [११४]

शिवाजी महाराजांनी प्रतापरावांना एक नाराजी पत्र पाठवले आणि बहलोल खानला पुन्हा पकडले जाईपर्यंत त्यांनी भेटण्यासाठी नकार दिला. आपल्या राजांच्या फटकारामुळे अस्वस्थ झालेल्या प्रतापरावांनी बहलोल खानला शोधून काढले आणि आपले मुख्य सैन्य मागे सोडून फक्त सहा इतर घोडेस्वारांबरोबर मोहीम सुरू केली. परंतु प्रतापराव युद्धात मारले गेले; त्यांच्या मृत्यूची बातमी ऐकून शिवाजीराजांना फार दुःख झाले आणि त्यांनी आपला दुसरा मुलगा राजारामचा विवाह प्रतापरावांच्या मुलीशी लावला. प्रतापरावांच्या पश्चात हंबीरराव मोहिते हे नवीन सरनौबत (मराठा सैन्याचे सरसेनापती) म्हणून नियुक्त झाले. रायगड किल्ला हिरोजी इंदुलकर यांनी नवजात मराठा राज्याची राजधानी म्हणून नव्याने बांधला. [११५]

राज्याभिषेक
मुख्य लेख: शिवाजी महाराजांचा राज्याभिषेक

शिवाजी महाराजांचा राज्याभिषेक
शिवाजी महाराजांनी आपल्या अनेक मोहिमांद्वारे मोठ्या प्रमाणावर जमीन आणि संपत्ती मिळविली होती. परंतु औपचारिक पदवी नसल्यामुळे तांत्रिकदृष्ट्या ते मुघल जमीनदार किंवा विजापुरी जहागीरदाराचे पुत्र होते; ज्याला त्याच्या वास्तविक प्रदेशावर राज्य करण्यासाठी कोणताही कायदेशीर आधार नसतो. कोणत्याही राजासोबत समान दर्जाचा दावा ते करू शकत नव्हते. तसेच ज्या लोकांवर त्यांचे राज्य होते त्या लोकांकडून स्वामीनिष्ठेची वा भक्तीची खरीखुरी अपेक्षा राज्याभिषेकाशिवाय करणे चुकीचे होते. राज्याभिषेकाशिवाय त्यांच्या आज्ञांना किंवा आदेशांना अखिल रयत गांभीर्याने घेईलच असे नव्हते. राज्याभिषेक झालेला नसल्याने कोणत्याही तहावर स्वाक्षरी करणे, विधीवत मार्गाने एखाद्याला जमीन देणे व आपल्या राजकीय सत्तेच्या भविष्याची हमी देणे शक्य नव्हते आपल्या राजकीय निर्मितीला (स्वराज्याला) कायदेशीर मान्यता मिळवून देऊन तिचे अस्तित्त्व कायम राखण्यासाठी राज्याभिषेक आवश्यक होता.[११६] इतर मराठा नेत्यांना, ज्यांच्याशी शिवाजी राजे हे तांत्रिकदृष्ट्या समान होते, त्यांच्या आव्हानांना देखील ही राजेशाही पदवी रोखू शकत होती. [c] याबरोबरच शिवराय हे हिंदू मराठ्यांना मुस्लिम शासित प्रदेशात एक सहकारी हिंदू सार्वभौम प्रदान करू शकत होते. [११८]

ऐतिहासिक कागदपत्रांवरून हेही स्पष्ट दिसते की सामाजिकदृष्ट्या भोसले घराण्याशी समान असलेल्या अनेक मराठा सरदारांमध्ये त्याकाळी मत्सराची भावना निर्माण झालेली होती. असे लोक स्वतःला शिवाजीराजांचे सेवक म्हणवून घेण्यास नकार देत होते व आपण आदिलशहाचे एकनिष्ठ सेवक आहोत असे म्हणत होते. त्यांच्या लेखी अजूनही शिवाजी भोसले हे बंडखोर आणि स्वामीद्रोही होते. त्यांचा दृष्टिकोन बदलण्यासाठीही राज्याभिषेक गरजेचा होता. औपचारिक राज्याभिषेकामुळे अशा मत्सरी सरदारांना शिवाजी भोसले हे आता छत्रपती आहेत आणि विजापूर व गोवळकोंड्याच्या शहांप्रमाणेच समान दर्जाचे राजे आहेत असा संदेश गेला असता.

प्रस्तावित राज्याभिषेकाची तयारी १६७३ मध्ये सुरू झाली. तथापि, काही वादग्रस्त समस्यांमुळे राज्याभिषेकाला जवळपास एक वर्ष उशीर झाला. [११९] शिवाजीराजांच्या दरबारातील ब्राह्मणांमध्ये वाद निर्माण झाला: त्यांनी शिवरायांना राजा म्हणून राज्याभिषेक करण्यास नकार दिला कारण हा दर्जा हिंदू समाजातील क्षत्रिय (योद्धा) वर्णांसाठी राखीव होता. [१२०] शिवराय हे शेती करणाऱ्या गावांच्या प्रमुखांच्या वंशातून आले होते आणि त्यानुसार ब्राह्मणांनी त्यांना शूद्र (शेती करणारा) वर्णाचे म्हणून वर्गीकृत केले. [३९] [१२१] त्यांनी नमूद केले की शिवरायांनी पवित्र धाग्याचा समारंभ कधीच केला नव्हता आणि जो धागा क्षत्रिय घालतात, तो कधीच घातला नव्हता. [३९]

प्राचीन हिंदू शास्त्राप्रमाणे केवळ क्षत्रिय वर्णातील व्यक्तीसच राजा म्हणून अभिषिक्त केले जाऊ शकत होते आणि अशी व्यक्तीच हिंदू रयतेचा राजा असल्याचा दावा करू शकत होती.[१२२] शिवाजी महाराजांचे भोसले कूळ हे क्षत्रिय म्हणून गणले जात नव्हते, तसेच ते ब्राह्मणही नव्हते. अर्थातच या शास्त्रांनुसार भोसले कूळ शूद्र होते आणि अशा कुळातील व्यक्तीस राजा होण्याचा अधिकार नव्हता.[१२२] शिवाजी भोसले यांचा राज्याभिषेक अधिकृतपणे त्यांना 'क्षत्रिय' जाहीर करून झाला तरच भारताच्या सर्व भागातील ब्राह्मण उपस्थित राहून त्यांना आशीर्वाद देतील अशी परिस्थिती निर्माण झाली.[१२२]

शूद्रकुलोत्पन्न म्हणून राज्याभिषेकासाठी आक्षेप घेणाऱ्यांची तोंडे बंद करू शकेल अशा पंडिताची म्हणूनच त्यावेळी स्वराज्यास गरज होती. विश्वेश्वर नामक पंडिताच्या रूपात ही गरज पूर्ण झाली. या पंडिताचे टोपणनाव 'गागाभट्ट' असे होते[१२३] आणि ते तत्कालीन ब्रह्मदेव वा व्यास म्हणून काशीक्षेत्री प्रसिद्ध होते.[१२३] त्यांनी सांगितले की त्यांना शिवाजीराजे हे सिसोदियांचे वंशज असल्याचे सिद्ध करणारी वंशावली सापडली आहे आणि अशा प्रकारे खरोखरच ते एक क्षत्रिय आहेत, परंतु त्यांच्या पदासाठी योग्य समारंभांची गरज होती. [१२४] हा दर्जा लागू करण्यासाठी, शिवाजी महाराजांचा एक पवित्र धागा समारंभ करण्यात आला आणि क्षत्रियाकडून अपेक्षित वैदिक विधींनुसार त्यांच्या जोडीदाराशी पुनर्विवाह केला गेला. [१२५] [१२६]

सुरुवातीस काही आढेवेढे घेतल्यानंतर पंडित गागाभट्ट शिवाजी भोसले यांना क्षत्रिय मानण्यास तयार झाले. उदयपूरच्या क्षत्रिय घराण्याशी भोसले कुळाचा संबंध होता हे सिद्ध करण्यात बाळाजी आवजी आणि अन्य काही साथीदारांचा पुढाकार होता. अशा भक्कम पुराव्यानंतर गागाभट्ट महाराष्ट्रात येऊन शिवाजी भोसले यांच्या राज्याभिषेकाचे प्रमुख पुरोहित म्हणून जबाबदारी स्वीकारण्यास तयार झाले. अर्थात त्यासाठी त्यांनी मोठी दक्षिणाही घेतली. शिवराय आणि त्यांच्या साथीदारांनी साताऱ्यापासून अनेक मैल चालत जाऊन गागाभट्ट यांचे जंगी स्वागत केले.[१२७]

२८ मे रोजी, शिवरायांनी आपल्या पूर्वजांच्या आणि स्वतःच्या क्षत्रिय संस्कारांचे इतके दिवस पालन न झाल्यामुळे तपश्चर्या केली. मग त्यांना गागा भट्ट यांनी पवित्र धाग्याने गुंतवले. [१९] इतर ब्राह्मणांच्या आग्रहास्तव, गागा भट्ट यांनी वैदिक मंत्र सोडला आणि शिवाजीराजांना ब्राह्मणांच्या बरोबरीने ठेवण्याऐवजी दोनदा जन्मलेल्या जीवनाच्या सुधारित स्वरूपात दीक्षा दिली. दुसऱ्या दिवशी, शिवरायांनी स्वतःच्या हयातीत जाणूनबुजून किंवा अपघाताने केलेल्या पापांचे प्रायश्चित केले. [१९] सोने, चांदी आणि तलम तागाचे कापड, कापूर, मीठ, साखर इत्यादी सात धातूंसह त्यांचे स्वतंत्रपणे वजन केले गेले. या सर्व धातू व वस्तूंसह एक लाख हूण ब्राह्मणांमध्ये वाटण्यात आले. पण यातूनही ब्राह्मणांचा लोभ भागला नाही. दोन विद्वान ब्राह्मणांनी निदर्शनास आणून दिले की, शिवाजीराजांनी छापे टाकताना, ब्राह्मण, गायी, स्त्रिया आणि मुले यांचा मृत्यू झाला, तसेच शहरे जाळली होती आणि त्यांना या पापातून ८,००० रुपये किंमत देऊन शुद्ध केले जाऊ शकते आणि शिवाजी महाराजांनी ही रक्कम दिली. [१२८] संमेलनाचे भोजन, सामान्य भिक्षा, सिंहासन आणि दागिने यासाठी केलेला एकूण खर्च १.५ दशलक्ष रुपयांपर्यंत पोहोचला. [१२९]

६ जून १६७४ रोजी रायगड किल्ल्यावर एका भव्य समारंभात शिवाजी महाराजांचा मराठा साम्राज्याचे (हिंदवी स्वराज्याचे) राजे म्हणून राज्याभिषेक झाला. [१३०] [१३१] हिंदू कॅलेंडरमध्ये तो दिवस १५९६ मध्ये ज्येष्ठ महिन्याच्या पहिल्या पंधरवड्याच्या १३ व्या दिवशी (त्रयोदशी ) होता. [१३२] गागा भट्ट यांनी यमुना, सिंधू, गंगा, गोदावरी, नर्मदा, कृष्णा आणि कावेरी या सात पवित्र नद्यांच्या पाण्याने भरलेल्या सोन्याच्या पात्रातून शिवाजीराजांच्या डोक्यावर पाणी ओतले आणि वैदिक राज्याभिषेक मंत्रांचा उच्चार केला. प्रसवल्यानंतर शिवाजीराजांनी आई जिजाबाईंना नतमस्तक करून त्यांच्या चरणांना स्पर्श केला. सोहळ्यासाठी रायगडावर जवळपास पन्नास हजार लोक जमले होते. [१९] [१३३] शिवाजी महाराजांना शककर्ता ("युगाचा संस्थापक") [७०] आणि छत्रपती ("सार्वभौम") असे नाव देण्यात आले. त्यांनी हैंदव धर्मोद्धारक (हिंदू धर्माचे रक्षक) ही पदवी देखील घेतली.

राज्याभिषेकाच्या दिवसापासून शिवाजीराजांनी शिवराज्याभिषेक शक सुरू केला आणि शिवराई हे चलन जारी केले. या शिवाय नवी कालगणना सुरू होऊन नवा शक सुरू झाला, फारसी-संस्कृत शब्दकोश बनवला गेला. यामध्ये फारसीच्या जागी संस्कृत शब्द वापरणे यासाठी हुकुम जारी केले.[ संदर्भ हवा ] तसेच पंचांगशुद्धी करण्याची सक्ती केली. यासाठी कृष्ण दैवज्ञ नामक ज्योतिषी आणवला. या ज्योतिष्याने ग्रंथ लेखन करावे आणि संबंधितांना रित घालून द्यावी असा आदेश दिला. तसेच त्याज कसडून 'करणकौस्तुभ' नामक ग्रंथही लिहवून घेतला.[ संदर्भ हवा ]

दुसरा राज्याभिषेक
१८ जून १६७४ रोजी शिवाजी महाराजांची आई जिजाबाई यांचे निधन झाले. मराठ्यांनी निश्चल पुरी गोस्वामी या तांत्रिक पुजारीला बोलावले, ज्याने घोषित केले की मूळ राज्याभिषेक अशुभ ताऱ्यांखाली झाला होता आणि दुसरा राज्याभिषेक आवश्यक आहे. 24 सप्टेंबर 1674 रोजी झालेल्या या दुसऱ्या राज्याभिषेकाचा दुहेरी उपयोग झाला; ज्यांचा अजूनही असा विश्वास होता की शिवाजीराजे त्यांच्या पहिल्या राज्याभिषेकाच्या वैदिक विधींसाठी पात्र नव्हते, म्हणून त्यांनी कमी-प्रतिस्पर्धी अतिरिक्त सोहळा पार पाडून राज्याभिषेक केला. [१३४] [१३५] [१३६]

गागाभट्टाने केलेल्या अभिषेकानंतर शिवाजी महाराजांनी दुसरा राज्याभिषेक पुराणोक्त किंवा तांत्रिक पद्धतीने अश्विन शुद्ध पंचमी (२४ सप्टेंबर १६७४) रोजी करून घेतला अशी माहिती ‘शिवराज्याभिषेक कल्पतरू’ नावाच्या समकालीन संस्कृत ग्रंथांमध्ये मिळते.[१३७] अनिरुद्ध सरस्वती या कवीने हा ग्रंथ लिहिलेला असून त्यामध्ये निश्चलपुरी गोसावी आणि गोविंद या दोन व्यक्तींचा संवाद काव्यरूपात दिलेला आहे. त्यात असे म्हणले आहे की “गागाभट्टाने केलेल्या अभिषेकामध्ये अनेक चुका झाल्या आणि त्याचे विपरीत परिणाम महाराजांना भोगावे लागत आहेत.”[१३८] त्यामध्ये सेनापती प्रतापराव गुजर यांचा मृत्यू, प्रतापगडावर वीज पडणे, महाराजांची पत्नी काशीबाई यांचा मृत्यू, तसेच राज्याभिषेकानंतर केवळ बारा दिवसांनी राजमाता जिजाबाई यांचा मृत्यू इत्यादी घटनांचा उल्लेख आहे. यावरून असा निष्कर्ष काढता येतो की वैदिक पद्धतीच्या राज्याभिषेकाविषयी काही समज-गैरसमज तत्कालीन पुरोहितांमध्ये असावेत. विशेषतः तंत्रमार्गाचा पुरस्कार करणारे पुरोहित वैदिक विधींपेक्षा तांत्रिक विधींना श्रेष्ठ मानत असावेत आणि म्हणून तंत्रमार्गाचा पुरस्कार करणाऱ्या पुरोहितांनी पौराणिक किंवा तांत्रिक अभिषेक करून घेण्याविषयी शिवाजी महाराजांना आग्रह केला असावा.[१३८] कारण काहीही असो २४ सप्टेंबर १६७४ रोजी शिवाजी महाराजांचा दुसरा राज्याभिषेक तांत्रिक पद्धतीने झाला. राज्याभिषेकाचा हा समारंभ अतिशय साध्या पद्धतीने पार पडला. तत्कालीन पाश्‍चात्त्य वखारवाल्यांनी किंवा फारशी तवारिखकारांनी या दुसऱ्या राज्याभिषेकाच्या उल्लेख केलेला आढळत नाही.[१३९]

दक्षिण दिग्विजय
१६७४ च्या सुरुवातीस, मराठ्यांनी आक्रमक मोहीम हाती घेतली. ऑक्टोबरमध्ये खान्देशामध्ये छापे टाकले. तसेच विजापुरी फोंडा (एप्रिल १६७५), कारवार (मध्यवर्षी), आणि कोल्हापूर (जुलै) ताब्यात घेतला. [१९] नोव्हेंबरमध्ये, मराठा नौदलाने जंजिरा येथील सिद्दींशी झडप घातली, परंतु त्यांना तिथे अपयश आले. [१४०] आजारातून बरे झाल्यावर आणि दख्खनी आणि अफगाण यांच्यात विजापूर येथे सुरू झालेल्या गृहयुद्धाचा फायदा घेऊन शिवाजीराजांनी एप्रिल १६७६ मध्ये अथणीवर स्वारी केली. [१४१]

आपल्या मोहिमेच्या धावपळीत शिवाजीराजांनी दख्खनी देशभक्तीच्या भावनेला आवाहन केले, की दक्षिण भारत ही एक मातृभूमी आहे जी बाहेरील लोकांपासून संरक्षित केली पाहिजे. [१४२] [१४३] त्यांचे आवाहन काहीसे यशस्वी झाले आणि १६७७ मध्ये शिवाजीराजांनी एका महिन्यासाठी हैदराबादला भेट दिली आणि गोवळकोंडा सल्तनतच्या कुतुबशहाशी करार केला. यामध्ये विजापूरशी आपली युती नाकारण्याचे आणि मुघलांना एकत्रितपणे विरोध करण्यास कुतुबशहाने सहमती दर्शविली.

१६७७ मध्ये, शिवाजीराजांनी ३०,००० घोडदळ आणि ४०,००० पायदळासह आणि गोवळकोंडा तोफखाना आणि निधीच्या मदतीने कर्नाटकवर आक्रमण केले. [६०] दक्षिणेकडे जाताना शिवरायांनी वेल्लोर आणि गिंजीचे किल्ले ताब्यात घेतले; [१४४] यापैकी नंतरचा किल्ला त्यांचे पुत्र राजाराम प्रथम यांच्या कारकिर्दीत मराठ्यांची राजधानी बनला. [६०]

शहाजीनंतर तंजावर येथे राज्य करणाऱ्या त्यांची दुसरी पत्नी तुकाबाई (पूर्वाश्रमीच्या मोहिते) आणि शहाजीराजांचा मुलगा आणि शिवाजीराजांचा सावत्र भाऊ व्यंकोजी (एकोजी पहिला) याच्याशी समेट करण्याचा शिवरायांचा हेतू होता. सुरुवातीला आश्वासक असणाऱ्या वाटाघाटी नंतर अयशस्वी ठरल्या, म्हणून रायगडावर परतताना, शिवाजीराजांनी २६ नोव्हेंबर १६७७ रोजी आपल्या सावत्र भावाच्या सैन्याचा पराभव केला आणि म्हैसूर पठारावरील बहुतेक संपत्ती ताब्यात घेतली.

व्यंकोजीची पत्नी दीपाबाई, जिचा शिवराय मनापासून आदर करत होते, तिने शिवरायांशी नवीन वाटाघाटी केल्या आणि आपल्या पतीला मुस्लिम सल्लागारांपासून दूर राहण्यास पटवून दिले. सरतेशेवटी, शिवाजीराजांनी दीपाबाई आणि त्यांच्या स्त्री वंशजांना त्यांनी ताब्यात घेतलेली अनेक संपत्ती स्वाधीन करण्यास संमती दिली. तसेच वेंकोजीनेही प्रांतांचे योग्य प्रशासन आणि शहाजीराजेंच्या समाधीच्या देखभालीसाठी अनेक अटी मान्य केल्या. [७०] [१४५]


सन १६८० मधील मराठी साम्राज्य
मृत्यू आणि उत्तराधिकार
शिवाजीराजांच्या वारसदाराचा प्रश्न गुंतागुंतीचा होता. 1678 मध्ये शिवरायांनी संभाजीराजांना पन्हाळा येथे बंदिस्त केले. त्यानंतर संभाजीराजे आपल्या पत्नीसह एक वर्षासाठी मुघलांकडे गेले. पुढे ते पश्चात्ताप न करता घरी परतले आणि पुन्हा पन्हाळ्याला बंदिस्त झाले. [१४६]

हनुमान जयंतीच्या पूर्वसंध्येला ३-५ एप्रिल १६८० रोजी वयाच्या ५० व्या वर्षी, [१४७] शिवाजी महाराजांचा मृत्यू झाला. त्यांच्या मृत्यूचे कारण वादग्रस्त आहे. ब्रिटिश नोंदी सांगतात की १२ दिवस आजारी राहिल्याने त्यांचा मृत्यू झाला. [d] पोर्तुगीज भाषेतील बिब्लिओटेका नॅसिओनल डी लिस्बोआ या समकालीन दस्ताऐवजात मृत्यूचे कारण अँथ्रॅक्स आहे. [१४९] [१५०] तथापि, शिवाजीराजांच्या चरित्रातील सभासद बखरचे लेखक कृष्णाजी अनंत सभासद यांनी मृत्यूचे कारण ताप असल्याचे नमूद केले आहे. [१५१] [१५०] शिवाजीराजांच्या हयात असलेल्या पत्नींपैकी निपुत्रिक आणि सर्वात कमी वयाच्या असलेल्या पुतळाबाई या त्यांच्या अंत्यसंस्कारात उडी घेऊन सती गेल्या. दुसऱ्या हयात असलेल्या जोडीदार, सकवारबाई यांना एक तरुण मुलगी असल्यामुळे सती जाण्याची परवानगी दिली गेली नाही. [८४]

शिवाजीराजांच्या मृत्यूनंतर, सोयराबाईंनी विविध मंत्र्यांसोबत त्यांचा सावत्र मुलगा संभाजीऐवजी आपला मुलगा राजारामचा राज्याभिषेक करण्याची योजना आखली. 21 एप्रिल 1680 रोजी दहा वर्षांच्या राजारामला गादीवर बसवण्यात आले. तथापि, सेनापतीला मारून संभाजीराजांनी १८ जून रोजी रायगडावर ताबा मिळवला आणि 20 जुलै रोजी औपचारिकपणे ते सिंहासनावर आरूढ झाले. [८४] राजाराम, त्यांची पत्नी जानकीबाई आणि आई सोयराबाई यांना तुरुंगात टाकण्यात आले. [१५२]

राज्यकारभार
अष्टप्रधान मंडळ
मुख्य लेख: शिवाजी महाराजांचे अष्टप्रधानमंडळ
शिवाजी महाराजांनी राज्यकारभारासाठी आठ मंत्री असलेले अष्टप्रधान मंडळाची नेमणूक केली होती. हे मंत्री राजांना राज्यकारभारविषयक कामाविषयी सल्ले देत असे.[१५३][१५४]

मराठी आणि संस्कृत भाषा प्रोत्साहन व विकास
शिवरायांच्या काळात राज्यकारभारात पारशी भाषेचा मोठ्या प्रमाणात वापर होत असे. पण शिवरायांनी यात महत्त्वाचे बदल केले. शिवरायांनी आपल्या अधिकाऱ्यांची एक समिती नेमली. या समितीकडे पारशी व अरेबिक शब्दांऐवजी वापरता येण्यासारखे संस्कृत शब्द सुचवण्याची जबाबदारी देण्यात आली होती. या समितीने १६७७ मध्ये 'राज्यव्यवहारकोष' नावाचा शब्दकोश सादर केला. शिवरायांची राजमुद्रादेखील संस्कृतमधेच होती. [१५५]

धर्मविषयक धोरण
शिवाजी महाराजांनी धर्मनिरपेक्ष व सहिष्णु वृत्तीने राज्यकारभार चालवला. विविध धर्मांतील समन्वयावर त्यांचा विश्वास होता. जेव्हा औरंगझेबाने जिझिया कर आकारण्यास सुरुवात केली तेव्हा शिवरायांनी एका पत्राद्वारे जिझिया कर रद्द करण्याची मागणी करत औरंगझेबला त्यांनी अकबराप्रमाणे हिंदू धर्मातील श्रद्धा आणि क्षेत्रांबद्दल आदराने वागण्याचा सल्ला दिला. त्यांच्या सैन्यात सुरुवातीपासून मुस्लिम लोकांचा समावेश होता. १६५६ मध्ये पठाणांची पहिली तुकडी बनवण्यात आली. दर्या सारंग, शिवरायांच्या नौदलाचा प्रमुख एक मुस्लिम होता[८६]. संत रामदासांना शिवरायांचे गुरू मानण्यात येत होते, पण अलीकडील संशोधनावरून स्पष्ट झाले आहे की संत रामदास शिवरायांना कारकिर्दीच्या उत्तराधार्थ भेटले. [१५६]


शिवरायांची राजमुद्रा
राजमुद्रा
राजमुद्राछत्रपती शिवाजीराजे जेव्हा पुण्याचा कारभार पाहू लागले, तेव्हा त्यांनी स्वतःची स्वतंत्र राजमुद्रा तयार केली. शहाजीराजे व जिजाबाई यांची मुद्रा पारशी भाषेत होती, पण शिवाजी महाराजांनी राजमुद्रेसाठी संस्कृत भाषेचा वापर केला.[१५७] या राजमुद्रेवरील मजकूर खालीलप्रमाणे

"प्रतिपच्चंद्रलेखेव वर्धिष्णुर्विश्ववंदिता शाहसुनोः शिवस्यैषा मुद्रा भद्राय राजते". [१५८] ज्याप्रमाणे प्रतिपदेचा चंद्र वाढत जातो आणि साऱ्या विश्वात वंदनीय होतो, तशीच शहाजींचा पुत्र शिवाजींची ही मुद्रा व तिचा लौकिक वाढत जाईल असा याचा अर्थ होतो."[१५९]

शिवाजी महाराजांचे युद्धतंत्र
शिवाजी महाराजांकडे इतर साम्राज्यांच्या तुलनेत छोटी पण सुसज्ज आणि शिस्तबद्ध अशी फौज होती. या फौजेमध्ये मुख्यत्वे मराठा आणि कुणबी जातीचे मावळे समाविष्ट होते.[१६०] शिवाजी महाराज जाणून होते की मुघलांच्या प्रचंड तसेच दारुगोळा व तोफखान्यांनी सज्ज असलेल्या फौजेला पारंपारिक युद्धपद्धतीने हरवणे कठीण होते. त्यामुळे महाराजांनी आपली स्वतःची अशी युद्धनीती विकसित केली, जिला ' गनिमी कावा' म्हणून ओळखले जाते.[१६१] आजूबाजूच्या भौगोलिक प्रदेशाचे आणि येथील दऱ्याखोऱ्यांचे सखोल ज्ञान, वेगवान फौज आणि शत्रूला अनपेक्षित हल्ले अशा पद्धतींचा वापर शिवरायांनी केला. ही युद्धनीती अतिशय यशस्वी ठरली. मुघलांच्या मोठमोठ्या फौजा शिवरायांच्या छोटेखानी फौजांसमोर निष्प्रभ ठरल्या. [१६२]

शिवाजी महाराजांनंतर मराठा साम्राज्याचा विस्तार

१७५८ मध्ये यशाच्या सर्वोच्च शिखरावर असताना मराठा साम्राज्य
शिवाजी महाराजांनंतर मुघलांसोबत मराठ्यांच्या लढाया होत राहिल्या. त्यांच्या मृत्यूनंतर, १६८१ मध्ये, औरंगजेबाने मराठ्यांच्या ताब्यातील प्रदेश, विजापूरस्थित आदिलशाही आणि गोवळकोंडाची कुतुबशाही ताब्यात घेण्यासाठी दक्षिणेत आक्रमण सुरू केले. या दोन्ही सल्तनतांचा नायनाट करण्यात तो यशस्वी झाला पण दख्खनमध्ये २७ वर्षे घालवूनदेखील तो मराठ्यांना वश करू शकला नाही. या काळात १६८९ मध्ये संभाजीराजांना मुघलांनी पकडले आणि छळ करून त्यांना फाशी दिली. मराठ्यांनी नंतर संभाजीराजांचे उत्तराधिकारी राजाराम आणि नंतर राजाराम महाराजांच्या विधवा ताराबाई यांच्या नेतृत्वाखाली जोरदार प्रतिकार केला. लढायांमुळे मुघल आणि मराठे यांच्यात प्रदेश वारंवार बदलले गेले.पुढे १७०७ मध्ये मुघलांचा पराभव होऊन हा संघर्ष संपला. [१६३]

शाहू महाराज, जे शिवाजी महाराजांचे नातू आणि संभाजीराजांचे पुत्र होते, त्यांना औरंगजेबाने २७ वर्षांच्या संघर्षात कैदेत ठेवले होते. संभाजीराजांच्या मृत्यूनंतर त्यांच्या वारसांनी शाहूराजेंची सुटका केली. आपल्या काकू ताराबाई यांच्यासोबत वारसाहक्कासाठी अल्पशा सत्ता संघर्षानंतर, शाहूराजांनी १७०७ ते १७४९ पर्यंत मराठा साम्राज्यावर राज्य केले. त्यांच्या कारकिर्दीच्या सुरुवातीच्या काळात त्यांनी बाळाजी विश्वनाथ आणि नंतर त्यांच्या वंशजांना मराठा साम्राज्याचे पेशवे (पंतप्रधान) म्हणून नियुक्त केले. बाळाजींचा मुलगा, पेशवे बाजीराव पहिले आणि नातू, पेशवे बाळाजी बाजीराव यांच्या नेतृत्वाखाली मराठा साम्राज्याचा मोठ्या प्रमाणात विस्तार झाला. यशाच्या शिखरावर असताना मराठा साम्राज्य दक्षिणेला तामिळनाडू [१६४] पासून उत्तरेला पेशावर (आजचे खैबर पख्तूनख्वा) आणि पूर्वेला बंगालपर्यंत पसरले होते. १७६१ मध्ये, मराठ्यांच्या सैन्याने पानिपतची तिसरी लढाई अफगाण दुर्राणी साम्राज्याच्या अहमद शाह अब्दालीशी गमावली, ज्यामुळे वायव्य भारतात त्यांचा साम्राज्य विस्तार थांबला. पानिपतनंतर दहा वर्षांनी, माधवराव पेशव्यांच्या राजवटीत मराठ्यांनी उत्तर भारतात पुन्हा प्रभाव मिळवला . [१६५]

मोठ्या साम्राज्याचे प्रभावीपणे व्यवस्थापन करण्याच्या प्रयत्नात, शाहूराजे आणि पेशव्यांनी सर्वात बलाढ्य शूरवीरांना अर्ध-स्वायत्तता दिली आणि मराठा संघाची निर्मिती केली. [१६६] ते बडोद्याचे गायकवाड, इंदूर आणि माळव्याचे होळकर, ग्वाल्हेरचे सिंधिया आणि नागपूरचे भोंसले म्हणून ओळखले जाऊ लागले. १७७५ मध्ये, ईस्ट इंडिया कंपनीने पुण्यातील उत्तराधिकारी संघर्षात हस्तक्षेप केला, ज्याचा परिणाम म्हणजे पहिले इंग्रज-मराठा युद्ध होते. दुसऱ्या आणि तिसऱ्या अँग्लो-मराठा युद्धात (१८०५-१८१८) इंग्रजांकडून मराठ्यांचा पराभव होईपर्यंत मराठे भारतातील प्रख्यात सत्ता राहिले. पण या युद्धांनंतर कंपनीला भारतातील बहुतेक भागांत प्रबळ सत्ता मिळाली. [१६७] [१६८]

जयंती
मुख्य लेख: शिव जयंती
इतिहास
भारतात इंग्रज येण्यापूर्वी तिथीनुसार व्यवहार होत असत. इंग्रजी राज्य आल्यावर ग्रेगरीय दिनदर्शिकेनुसार व्यवहार होऊ लागले.[ संदर्भ हवा ]

ग्रेगरीय दिनदर्शिका भारतात लागू झाल्यावर ज्यांचा जन्म झाला त्यांची जयंती तारखेने करतात.[ संदर्भ हवा ] महात्मा फुले, महात्मा गांधी, डॉ. बाबासाहेब आंबेडकर, लोकमान्य टिळक या सर्व महापुरुषांचा जन्म भारतात ग्रेगरीय दिनदर्शिका लागू झाल्यावर झाला होता. त्यामुळे त्यांची जयंती तारखेने केली जाते.[ संदर्भ हवा ]

तुकाराम, बसवेश्वर, छ. शिवाजी महाराज, गौतम बुद्ध या साऱ्यांचा जन्म भारतात ग्रेगोरीय दिनदर्शिका लागू करण्यापूर्वी झालेला आहे. त्यांच्या काळात सारे व्यवहार तिथीने करत असत. त्यांचे जन्मदिवस तिथीने साजरे होतात.[ संदर्भ हवा ]

आज ज्या ग्रेगोरीय दिनदर्शिकेनुसार शिवाजी महाराजांच्या जन्माची तारीख १९ फेब्रुवारी अशी निश्चित केली आहे, ते कॅलेंडर शिवाजी महाराजांच्या वेळेला युरोपातसुद्धा प्रचलित नव्हते.[ संदर्भ हवा ] इंग्रजांनी ग्रेगोरियन कॅलेंडर १७५२ साली स्वीकारले, तोपर्यंत त्यांच्या साम्राज्यात ज्युलियन दिनदर्शिका अधिकृत होती. ज्युलियन दिनदर्शिकेतील कालगणना व ग्रेगोरीय दिनदर्शिकेतील कालगणना यांच्यात १७०० सालपर्यंत १० दिवसांचा तर १७०० सालापासून पुढे ११ दिवसांचा फरक येतो.[ संदर्भ हवा ] (ज्युलियन दिनदर्शिका पुढे गेली होती.) त्यामुळे ज्युलियन दिनदर्शिकेनुसार निर्धारित १९ फेब्रुवारी ही तारीख १० - ११ दिवसांनी चुकते. (४ ऑक्टोबर १५८२ ज्युलियन या तारखेनंतरचा पुढचा दिवस ग्रेगोरियन १५ ऑक्टोबर १५८२ येतो.).[ संदर्भ हवा ] अनेक ठिकाणी शिवाजी महाराजांच्या जन्मावेळी जी कालगणना प्रचलित होती त्यानुसार छत्रपती शिवाजी महाराज जयंती तिथीनुसार साजरी केली जाते. सरकारी जयंती तारखेनुसार असते.[ संदर्भ हवा ]

छ. शिवाजी महाराजांचा जन्म १६२७ साली झाला अशी जेव्हा मान्यता होती तेव्हा जयंतीची तिथी वैशाख शुद्ध तृतीया येत असे.[ संदर्भ हवा ] जेव्हा जन्मसाल १६३० नक्की झाले तेव्हा तिथी फाल्गुन वद्य तृतीया येऊ लागली.[ संदर्भ हवा ] शिवाजी महाराजांच्या जन्मावेळी जर ग्रेगोरीय दिनदर्शिका प्रचलित असती तर १६३० सालची फाल्गुन वद्य तृतीया १९ फेब्रुवारीला आली असती.[ संदर्भ हवा ] म्हणून, २००१ सालापासून १९ फेब्रुवारी ह्या तारखेला सरकारी शिवजयंती साजरी होते.
मराठी भाषा ही इंडो-युरोपीय भाषाकुळातील एक भाषा आहे. मराठी ही भारताच्या २२ अधिकृत भाषांपैकी एक आहे. मराठी महाराष्ट्र राज्याची अधिकृत तर गोवा राज्याची सहअधिकृत भाषा आहे. २०११ च्या जनगणनेनुसार, भारतात मराठी भाषकांची एकूण लोकसंख्या सुमारे १४ कोटी आहे. मराठी मातृभाषा असणाऱ्या लोकांच्या संख्येनुसार मराठी ही जगातील दहावी व भारतातील तिसरी भाषा आहे. मराठी भाषा भारताच्या प्राचीन भाषांपैकी एक असून महाराष्ट्री प्राकृतचे आधुनिक रूप आहे. मराठीचे वय सुमारे २४०० वर्ष आहे. महाराष्ट्र हे मराठी भाषिकांचे राज्य म्हणून मराठी भाषेला वेगळे महत्त्व प्राप्त झालेले आहे. आजतागायत मराठी भाषेतून अनेक श्रेष्ठ साहित्यकृती निर्माण झालेल्या आहेत आणि त्यात सातत्यपूर्ण रीतीने भर पडत आहे. गोवा गुजरात सारख्या राज्यातही मराठी भाषा काही प्रमाणात बोलली जाते. गोव्यात मराठीला समृद्ध असा इतिहास आहे.[१]

अभिजात भाषा[संपादन]
भारतीय केंद्र सरकारने मराठी भाषेला अभिजात भाषा म्हणून घोषित केले आहे .३ ऑक्टोबर २ ० २ ४ रोजी हा निर्णय जाहीर करण्यात आला आहे .[२] मराठी भाषा इसवी सनापूर्वी अस्तित्वात होती यासाठी प्रा. हरी नरके यांनी मांडलेले मुद्दे :-

इसवी सनापूर्वी २०७ या वर्षी ब्राह्मी लिपीत परंतु मराठी भाषेत लिहिलेले शिलालेख सापडले आहेत.
गाथा सप्तशती हा ७०० श्लोकांचा मराठी ग्रंथ इसवी सनाच्या पहिल्या शतकात लिहिला गेला. त्याचा अर्थ असा की ही भाषा त्या लिखाणाआधी किमान ३०० वर्षे अस्तित्वात असली पाहिजे. ग्रंथातील वर्णन आजही मराठी लोकांच्या आचार-विचारांशी आणि त्यांच्या सध्याच्या संस्कृतीशी जुळणारे आहे. ग्रंथात वापरलेले गेलेले काही शब्द मराठीखेरीज अन्य भारतीय भाषेत नाहीत.
भांडारकर पुरातत्त्व संशोधन संस्थेमध्ये किमान ८० हस्तलिखिते मराठी भाषेचे पुराणत्व सिद्ध करणारी आहेत.[३]
मराठी भाषा भाषिक प्रदेश[संपादन]
मराठी भाषा मुख्यत्वे भारताच्या महाराष्ट्र राज्यात बोलली जाते. त्याचबरोबर गोवा, उत्तर कर्नाटक (बेळगाव, हुबळी-धारवाड, गुलबर्गा, बिदर, कारवार), गुजरात (दक्षिण गुजरात, सुरत, बडोदा व अहमदाबाद), आंध्रप्रदेश (हैदराबाद), मध्यप्रदेश (इंदूर, ग्वाल्हेर), तामिळनाडू (तंजावर) व छत्तीसगढ राज्यांत आणि दमण आणि दीव, दादरा नगर हवेली या संघराज्यशासित प्रदेशांतील काही भागातही मराठी बोलली जाते. देशातील ९ राज्ये, ४ संघराज्यशासित प्रदेश आणि ११३ देशांमध्ये मराठी भाषिकांची वस्ती आहे. इतरही अनेक देशांमध्ये मराठी भाषा बोलण्याचे प्रमाण वाढत आहे.

मराठी भाषा भारतासह, फिजी, मॉरिशस व इस्रायल या देशांतही बोलली जाते.[४] त्याचबरोबर जगभरात विखुरलेल्या मराठी-भाषकांमुळे मराठी अमेरिकेची संयुक्त संस्थाने, संयुक्त अरब अमिरात, दक्षिण आफ्रिका, पाकिस्तान, सिंगापूर, जर्मनी, युनायटेड किंग्डम, ऑस्ट्रेलिया व न्यू झीलंड येथेही बोलली जाते.[५]

राजभाषा[संपादन]
भारतीय राज्यघटनेतील २२ अधिकृत भाषांच्या यादीत मराठीचा समावेश आहे.महाराष्ट्राची मायबोली मराठी असल्याने महाराष्ट्र दिनानिमित्त 'मराठी राजभाषा दिन' अर्थात 'मराठी भाषा दिन' १ मे रोजी साजरा करण्याचा ऐतिहासिक निर्णय आधुनिक महाराष्ट्राचे शिल्पकार वसंतराव नाईक यांनी घेतला. तत्कालिन मुख्यमंत्री वसंतराव नाईक यांच्या सरकारने 'मराठी राजभाषा अधिनियम 1964' सर्वप्रथम 11 जानेवारी 1965 रोजी प्रसिद्ध केला. या अधिनियमानुसार, महाराष्ट्राची अधिकृत राजभाषा ही मराठी असेल असे जाहीर करण्यात आले. त्यानंतर 1966 पासून या निर्णयाची अंमलबजावणी सुरू झाली. मराठीला राजभाषेचा दर्जा देऊन जणू मराठीचे राज्यभिषेक करून आधुनिक महाराष्ट्राचे शिल्पकार वसंंतराव नाईक सरकारने मराठीचा ऐतिहासिक गौरव केला.

मराठी ही महाराष्ट्र राज्याची एकमेव अधिकृत राजभाषा आहे. गोवा राज्यात नियमानुसार कोकणी ही राजभाषा असली तरी मराठीचा वापर शासनाच्या सर्व कारणासाठी होऊ शकतो. शासनाशी मराठीत होणाऱ्या पत्रव्यवहाराचे उत्तर मराठीतच दिले जाते. दादरा व नगर हवेली[६] या संघराज्यशासित प्रदेशात मराठी एक अधिकृत राजभाषा आहे.

महाराष्ट्रातील सर्व विद्यापीठांत मराठीच्या उच्च शिक्षणाची सोय आहे तसेच महाराष्ट्राबाहेरील गोवा विद्यापीठ (पणजी)[७], महाराजा सयाजीराव विद्यापीठ (बडोदे)[८], उस्मानिया विद्यापीठ (तेलंगणा), गुलबर्गा विद्यापीठ[९], देवी अहिल्या विद्यापीठ (इंदूर)[१०] व जवाहरलाल नेहरू विश्वविद्यालय (नवी दिल्ली)[११] येथे मराठी उच्चशिक्षण विभाग आहेत. महाराष्ट्राबाहेरील एकूण १५ विद्यापीठांमध्ये मराठी शिकविली जाते.

प्रमाणभाषा[संपादन]
प्रमाणभाषा ही एक बोली भाषाच असते. तथापि त्याचे नियम पक्के बांधलेले आणि मान्यताप्राप्त असतात. यामुळे सर्वत्र एकाच प्रकारचे लेखन केले जाते आणि त्यामुळे भाषा वाढीस त्याचा उपयोग होतो. यास मानक भाषा अथवा प्रमाण भाषा असेही म्हंटले जाते. भाषेचे मानकीकरण ही एक निरंतर प्रक्रिया आहे. भाषा प्रमाणीकरण प्रक्रिया स्थिर करण्यासाठी प्रयत्न केले जावे लागतात. मानक भाषा हा समाजात वापरल्या जाणाऱ्या बोलल्या जाणाऱ्या आणि लिखित संप्रेषणांमध्ये व्यापकपणे ओळखल्या जाणाऱ्या परंपरांचा संग्रह असतो. मराठी साहित्य महामंडळाने पाठवलेल्या लेखनविषयक नियमांची यादी इ.स. १९७२ मध्ये महाराष्ट्र शासनाने मान्य केली. त्यात आणखी चार नियमांची भर घालण्यात आली. महाराष्ट्र शासनाने ते नियम मान्य करून मराठी प्रमाणभाषेचे लेखन या नियमांनुसार करावे आणि ते त्वरित अंमलात आणावेत, असा शासकीय आदेश काढला आहे. मराठी भाषेमध्ये त्या नियमांनुसार मानक भाषा मराठीचे लेखन केले जाते.[१२] औपचारिक लेखन करतांना मराठी प्रमाणभाषा वापरली जाते. औपचारिक व ग्रांथिक लेखनासाठी सर्वमान्य अशी प्रमाणभूत मराठी भाषा असणे आवश्यक असते. औपचारिक लेखन म्हणजे वैचारिक, वैज्ञानिक, शास्त्रीय लेखन, ललितेतर साहित्य, रस्त्यावरच्या सूचना फलक, वर्तमानपत्र बातम्या, संपादकीय, मासिकातील लेख, शासकीय पत्रव्यवहार इत्यादी लेखनात प्रमाणभाषेचाच वापर करणे आवश्यक आहे.[१३] याशिवाय व्याख्याने आणि परिसंवादांमध्ये प्रमाणभाषेचाच वापर केला गेला जातो. प्रमाण भाषा म्हणजे एकसारखी भाषा वापरल्याने भाषेला स्थिरता येते.

प्रमाणभाषा महत्त्व आणि उपयोग[संपादन]
एका प्रकारे लिहिलेल्या भाषेला संगणकीकृत शोध घेतांना प्रमाणभाषा वापरलेली असेल तर त्याचा उपयोग होतो आणि योग्य ते लेखन शोधयंत्रास सापडते. अन्यथा प्रत्येक वेळी निराळा शोध देत बसावे लागेल आणि इतके करूनही सर्व माहिती मिळाली असे म्हणता येणार नाही. तसेच नियम विषयक लेखन करतांना एकाच प्रकारच्या भाषेमध्ये करणे आवश्यक आहे. अन्यथा नियमाचा अर्थ लावणे अशक्य होईल. याच प्रमाणे वैद्यकीय क्षेत्रात कोणतेही निदान करणे अवघड होईल. कारण एकाच रोगासाठी वैद्य/डॉक्टर अनेक शब्द वापरू लागले तर रुग्णास नक्की काय होते आहे याचे निदान करून त्याची औषधे मिळवणे शक्य होणार नाही. यामुळे मानक भाषेचा वापर करणे अतिशय आवश्यक आहे. एकच भाषा वापरल्याने सामायिक मराठी संस्कृती स्थापित होते आणि आम्ही मराठी आहोत असे म्हणत येते. असा भाषेचा उपयोग चीनमध्ये झालेला दिसून येतो. चीन मध्ये अनेक बोली भाषा होत्या पण एकच प्रमाणित चीनी भाषा ही मानक भाषा म्हणून लागू केल्याने सर्व चीनी लोक एकमेकांशी जोडले गेले आहेत. तसेच इस्राएल देशा मध्ये हिब्रू भाषा संवर्धनात मानक भाषा वापरल्याने हिब्रू भाषा समर्थ झाली आणि आज एकेकाळी मृत झालेलेल्या भाषेत आज शास्त्रीय संशोधने प्रकाशित होत आहेत. याच प्रमाणे मराठी भाषेत लेखन करतांना अथवा संशोधन निबंध प्रकाशित करण्यासाठी व्याकरणाचे शासकीय नियम असलेली मराठी भाषा वापरणे आवश्यक आहे.

मराठी भाषा दिवस[संपादन]
मुख्य लेख: मराठी भाषा दिन
१ मे हा दिवस महाराष्ट्र दिन किंवा मराठी राजभाषा दिन म्हणून साजरा केला जातो. याखेरीज विष्णू वामन शिरवाडकर अर्थात कुसुमाग्रज यांचा जन्मदिवस २७ फेब्रुवारी हा मराठी भाषा गौरव दिन म्हणून साजरा केला जातो. महाराष्ट्राची मायबोली मराठी असल्याने महाराष्ट्र दिनानिमित्त 'मराठी राजभाषा दिन' अर्थात 'मराठी भाषा दिन' १ मे रोजी साजरा करण्याचा ऐतिहासिक निर्णय आधुनिक महाराष्ट्राचे शिल्पकार वसंतराव नाईक यांनी घेतला.  तत्कालिन मुख्यमंत्री वसंतराव नाईक यांच्या सरकारने 'मराठी राजभाषा अधिनियम 1964' सर्वप्रथम 11 जानेवारी 1965 रोजी प्रसिद्ध केला. या अधिनियमानुसार, महाराष्ट्राची अधिकृत राजभाषा ही मराठी असेल असे जाहीर  करण्यात आले. त्यानंतर 1966 पासून या निर्णयाची अंमलबजावणी सुरू झाली. मराठीला राजभाषेचा दर्जा देऊन जणू मराठीचे राज्यभिषेक करून आधुनिक महाराष्ट्राचे शिल्पकार वसंंतराव नाईक सरकारने मराठीचा ऐतिहासिक गौरव केला.

मराठी पुस्तके[संपादन]
'लीळाचरित्र' हा महान ग्रंथ म्हाइंभटांनी लिहून मराठी भाषेचा पाया रोवला. मराठी भाषेत आजवर विविध विषयांवर विस्तृत लेखन प्रकाशीत झाले असून , त्यातील कैक प्रकाशने जागतिक साहित्यात मानाचे स्थान मिळवू शकतील अशी आहेत. मराठीत दरवर्षी दोन हजार नवीन पुस्तके प्रकाशित होतात व सुमारे ५०० दिवाळी अंक प्रसिद्ध होतात. नामवंत खासगी प्रकाशन संस्था आणि शासकीय प्रकाशने यांची वार्षिक उलाढाल, तसेच पाठ्यपुस्तके धार्मिक, ललित आणि वैचारिक ग्रंथ यांची एकत्रित बाजारपेठ सुमारे २५० कोटी रुपयांपर्यंत आहे. शासकीय संस्था ’बालभारती’ दरवर्षी सुमारे ९ कोटी पुस्तके छापते. भारताच्या सर्वाधिक खपाच़े मासिक ’लोकराज्य’ हे[ संदर्भ हवा ], आणि देशातले सर्वाधिक खपाचे च़ौथ्या क्रमांकाच़े वर्तमानपत्र ’लोकमत’ हे आहे[ संदर्भ हवा ]. देशभरातील एकूण ग्रंथालयांतली २५ टक्के ग्रंथालये एकट्या महाराष्ट्रात आहेत[ संदर्भ हवा ].

शब्दार्थ कोशांव्यतिरिक्त मराठी भाषेत अर्वाचीन चरित्र कोश, प्राचीन चरित्र कोश (सिद्धेश्वरशास्त्री चित्राव), तत्त्वज्ञानकोश, तुलनात्मक भाषा विज्ञान (भोलानाथ तिवारी+उदय नारायण तिवारी+पांडुरंग दामोदर गुणे) वाङ्मयकोश, विश्वकोश, समाजविज्ञान कोश, सरिता कोश, संस्कृती कोश, स्थलकोश, ज्ञानकोश (श्रीधर व्यंकटेश केतकर), असे अनेक प्रकारचे कोश मराठीत आहेत. या बाबतीत मराठी भाषेचा जगात दुसरा क्रमांक लागतो[ संदर्भ हवा ].

पुरस्कार[संपादन]
विंदा करंदीकर, कुसुमाग्रज, वि.स. खांडेकर आणि भालचंद्र नेमाडे अशा चार मराठी साहित्यिकांना आजवर ज्ञानपीठ पुरस्कार मिळाले आहेत.
'मूर्तिदेवी पुरस्कार' शिवाजी सावंत यांना मृत्युंजय या कादंबरीसाठी मिळाला आहे.
महेश एलकुंचवार आणि विजय तेंडुलकर या लेखकांना 'सरस्वती सन्मान' मिळाले आहेत.
विंदा करंदीकर आणि नारायण सुर्वे यांना 'कालिदास सन्मान' मिळाले आहेत.
महाराष्ट्रातले दादासाहेब फाळके यांचा नावाने 'अखिल भारतीय कला सन्मान' दिला जातो.
भारतीय संगीत नाटक अकादमीचे पुरस्कार आजवर बालगंधर्वना मिळाले आहेत.
सर्वोत्तम चित्रपटाचे पहिले राष्ट्रपती सुवर्णकमळ आचार्य अत्रे यांच्या ''श्यामची आई'’ चित्रपटास मिळाले होते.
डॉ. बाबासाहेब आंबेडकर, धोंडो केशव कर्वे, पां.वा. काणे, भीमसेन जोशी, जे.आर.डी. टाटा, सचिन तेंडुलकर, विनोबा भावे आणि लता मंगेशकर हे आजवरचे भारतरत्‍न पुरस्कार मिळविणारे महाराष्ट्रीय.
भालचंद्र नेमाडे यांच्या हिंदू एक जगण्याची समृद्ध अडगळ या कादंबरीला ज्ञानपीठ पुरस्कार मिळाला आहे.
मराठी भाषेचा इतिहास[संपादन]
मुख्य पान: मराठी भाषेचा इतिहास
मराठी भाषेचा उदय प्राकृत भाषेच्या महाराष्ट्री या बोलीभाषेपासून झाला, असे बहुतांशी मानले जाते. नव्या संशोधनानुसार मराठी अन् प्राकृत ह्या एकच भाषा असल्याचे सप्रमाण सिद्ध केले आहे. सदर महाराष्ट्र शासनाच्या संशोधन अभिजात मराठी प्रतिवृत्ताने केले आहे. ज्ञात इतिहासावर पैठण (प्रतिष्ठान) येथील सातवाहन साम्राज्याने महाराष्ट्री भाषेचा प्रशासनात वापर सर्वप्रथम केला. देवगिरीच्या यादवांच्या काळात मराठी भाषा व संस्कृतीची भरभराट झाली. मराठी ही भाषा देवनागरी लिपी वापरून लिहिली जाते.

मराठीतील आज उपलब्ध असलेला पहिला ग्रंथ गाथा सप्तशती हा सुमारे २००० वर्षांपूर्वीचा आहे. मुकुंदराजांनी विवेकसिंधु या ग्रंथाद्वारे शंकराचार्यांच्या वेदांतावर निरूपणात्मक विवेचन केले आहे. शा.श. १११० सालच्या सुमारास लिहिला गेलेला मराठीतील हा आद्यग्रंथ त्यांनी बीड जिल्ह्यातील अंबेजोगाई या आपल्या जन्मगावी लिहिला. इ.स. १२७८ मध्ये म्हाइंभट यांनी लीळाचरित्र लिहिले. त्यानंतर इ.स. १२९० मध्ये ज्ञानेश्वरी या ग्रंथाची रचना ज्ञानेश्वरांनी केली. महानुभाव संप्रदायाने मराठी साहित्यात मौलिक भर घातली. संत एकनाथ यांनी या भाषेत भारुडे लिहिली आणि एकनाथी भागवत, भावार्थ रामायण [१४] आदि ग्रंथांची भर घातली.


इ.स.११३० मध्ये कोरलेला मराठी शिलालेख
छत्रपती शिवाजी महाराजांनी मराठी साम्राज्याची मुहूर्तमेढ रोवली. स्वराज्याची राजभाषा म्हणून मराठीची निवड केली. अमराठी शब्दांचा वापर टाळण्यासाठी शिवरायांनी मराठीचा १४०० शब्दांचा राजव्यवहारकोश तयार करून घेतला. आणि पेशव्यांनी या साम्राज्याचा विस्तार केला. तत्कालीन भारतावर (आताचा पाकिस्तान, इंडिया आणि बांग्लादेश) राज्य करतांना देखील मराठीचा अधिकृत भाषा म्हणून वापर होत असे. इ.स. १९४७ नंतर स्वतंत्र भारत/ इंडिया देशाने मराठीला अधिकृत भाषेचं पद दिलं. इ.स. १९६०[१५] मध्ये मराठी भाषिकांच्या एकसंध महाराष्ट्र राज्यास मान्यता मिळाली आणि मराठीस राजभाषेचा मुकुट प्राप्त झाला.

राजा केसिदेवरायच्या कारकिर्दीत कोरलेला अक्षी शिलालेख हा आजवर सापडलेला मराठी भाषेतील पुराणतम शिलालेख आहे [ संदर्भ हवा ]. अक्षी शिलालेखाच्या शोधापूर्वी कर्नाटकातील श्रवणबेळगोळ येथील गोमटेश्‍वराच्या उंच मूर्तीच्या पायाशी मराठीत कोरलेला लेख - "चामुण्डराजे करवियले" हा आद्य मराठी लेख समजला जात असे. अक्षी हे गाव महाराष्ट्रातील रायगड जिल्ह्यातील अलिबागपासून दक्षिण दिशेस ५ कि.मी. अंतरावर अलिबाग- मुरुड जंजिरा रस्त्यावर आहे. या शिलालेखाचा उल्लेख इ.स. १८८३च्या कुलाबा गॅझेटियरमध्ये आहे. त्या शिलालेखावरील वरील मजकूर खालीलप्रमाणे -

गी सुष संतु । स्वस्ति ओं । पसीमस-
मुद्रधीपती ।श्री कोंकणा चक्री-
वर्ती । स्री केसीदेवराय । महाप्रधा-
न भइर्जु सेणुई तसीमीनी काले
प्रव्रतमने । सकु संवतु : ९३४ प्रधा-
वी संवसरे: अधिकु दिवे सुक्रे बौ-
लु । भइर्जुवे तथा बोडणा तथा नौ
कुंवली अधोर्यु प्रधानु । महलषु-
मीची वआण । लुनया कचली ज


राजा केसिदेवरायाचा अक्षी शिलालेख इ.स. १०१२
हा लेख एका ओबडधोबड शिळेवर कोरला असून त्या शिळेचा माथ्यावर चंद्रसूर्य आणि मजकुराखाली गद्धेगाळ(?) व शेवटी पुन्हा चंद्रसूर्य असे कोरीवकामाचे स्वरूप आहे. लेख देवनागरी लिपीत असून भाषा संस्कृत व मराठी मिश्र आहे. इंग्रजी काल गणनेनुसार या लेखाची तारीख १६ मे सन १०१२ अशी आहे.

अर्थ : "जगी सुख नांदो. ओम पश्चिम समुद्राधीपती श्री कोकण चक्रीवर्ती श्री केसिदेवराय यांचा महाप्रधान भइर्जु सेणुई याने शक संवत ९३४ परिधावी संवत्सर अधिक मासात शुक्रवारी वद्यपक्षात देवीचा बोढणासाठी नऊ कुंवली धान्य दान केले." लुनया हे लेख कोरणाऱ्याचे नाव आहे.

कुडल संगम, ता. दक्षिण सोलापूर येथील मराठी शिलालेख - "वाछि तो विजेया होईवा ।।' कुडल शब्द कन्नड असून त्याचा अर्थ संगम आहे. भीमा व सीना या दोन नद्यांचा संगमावर वसलेल्या या गावात चालुक्‍यकालीन संगमेश्‍वर मंदिर आहे. त्याची स्थिती बऱ्यापैकी असून तेथील सभामंडपातील तुळईवर अडीच़ ओळींच़ा लेख कोरलेला आहे. त्याच़ा काही भाग संस्कृत काही भाग मराठी आहे. शेवटच़े वाक्‍य "वाछि तो विजेया होईवा ।।' असे मराठीत आहे. त्यात काळाच़ा स्पष्ट उल्लेख आहे. तेथे शके ९४० असे कोरले आहे. साधारणतः इ.स. १०१८ या काळात तो कोरला गेला असावा. श्रवणबेळगोळच्यानंतर दिवे आगार ताम्रपटाच़ा शोध लागला. त्याच़ा काळ शके ९८२(इ.स. १०६०) होता. त्यानंतर कुडलचा शिलालेखाच़ा शोध लागला.

मराठी भाषेत कालानुक्रमे झालेले बदल[संपादन]
मराठी भाषेचे वय हे साधारणपणे २५०० वर्ष मानले जाते. या काळात समाज जीवनातल्या बदलानुसार ही भाषा सतत बदलत राहिली. तरीही सर्वसाधारणपणे ठळक फरक खालील प्रमाणे करता येतात.

आद्यकाळ[संपादन]
हा काळ इ.स. १२०० पूर्व, म्हणजे लीळाचरित्र आणि ज्ञानेश्वरी या ग्रंथाचा लिखाणाचाही पूर्वीचा काल होय. काळातील मराठी शब्दांच़े तसेच़ काही वाक्यांच़े उल्लेख ताम्रपटात तसेच़ शिलालेखात आढळतात.


परळ, मुंबई येथे आढळलेला शिलालेख. हा इ.स ११०९ मध्ये कोरला गेला.
यादवकाळ[संपादन]
हा काळ इ.स. १२५० ते इ.स. १३५० असा आहे. देवगिरीचा यादवांचे महाराष्ट्रावर राज्य असल्याने मराठी भाषेला राजभाषेच़ा दर्जा होता. अनेक लेखक व कवी यांना राजाश्रय होता. याच काळात महानुभाव या पंथाची सुरुवात झाली. चक्रधर स्वामी, भावे व्यास, महिंद्र व्यास, नागदेव आणि महदंबा यांनीही मराठी वाङ्मयात महत्त्वाची भर घातली. वारकरी संप्रदायास सुरुवात झाली. महाराष्ट्राचा बहुतेक सर्व जातीत यामुळे संतांची परंपरा जन्मास आली व त्यांनी वेगवेगळ्या प्रकारे काव्यरचनेस सुरुवात केली. नामदेवशिंपी, गोरा कुंभार,नरहरी सोनार, सावता माळी, चोखा मेळा, बंका महार, सेना न्हावी, कान्होपात्रा यांनी भक्तिपर काव्यरचना केल्या व मराठी साहित्याचे दालन वैविध्यानी समृद्ध केले.

बहामनी आणि सल्तनत काळ[संपादन]
हा लेख बघा:मराठी भाषेत प्रक्षिप्त फारसी शब्द


मराठी लेखक व कवी संत सर्वज्ञ दासोपंत यांच़े सुमारे १६ व्या शतकातील लिहिलेले मराठी.
हा काल इ.स. १३५० ते इ.स. १६०० असा आहे. यादवांच़े स्वराज्य संपून मुसलमानी काळ सुरू झ़ाला. सल्तनत काळात मराठीचा वापर मोठ्या प्रमाणात होत असे. राज्यकर्ते मुस्लिम असले तरी स्थानिक सरंजामदार, जमीनदार,महसूल गोळा करणारे अधिकारी आणि बहुसंख्य लोकसंख्या हिंदू होती. प्रशासन आणि महसूल संकलन सुलभ करण्यासाठी, सुलतानांनी अधिकृत कागदपत्रांमध्ये मराठीच्या वापरास प्रोत्साहन दिले. तथापि, त्या काळातील मराठी भाषेत बरेच फारसी प्रचलित झाले. उदाहरणार्थ, दररोजच्या भाषणात वापरलेले शब्द जसे की बाग, कारखाना, शहर, बाजार, दुकान, हुशार, कागद,खुर्ची, जमिन,जाहिरात), हजार इत्यादी.[१६][१७][१८] अहमदनगर सल्तनत काळात मराठी ही प्रशासनाची भाषा बनली.[१९][20] विजापूरच्या आदिलशाहीनेही प्रशासन आणि रेकॉर्ड ठेवण्यासाठी मराठीचा वापर केला.[२०] अशा धकाधकीचा काळातही मराठी भाषेत साहित्याची भर पडली. नृसिंह सरस्वती, भानुदास, जनार्दन स्वामी, एकनाथ, दासोपंत, रंगनाथ, विष्णूदास नामा, चोंभा यांनीही मराठी वाङ्मयात भक्तिपर काव्याची भर घातली.

मराठा साम्राज्याचा काळ[संपादन]
हा काळ अंदाजे इ.स. १६५० ते इ.स. १८१८ असा आहे. या काळात मराठी स्वराज्याची स्थापना झ़ाल्याने मराठी भाषेवरील फारसी शब्दांच़े आक्रमण थंडावले. असे मानले ज़ाते की शिवाजी महाराजांनी रघुनाथ पंडित यांस राज्यव्यवहार कोश बनवतांना फारसी ऐवजी संस्कृत शब्द योजना करण्यास सांगितले. याच़ काळात मराठी भाषेला राजमान्यतेसोबत संत तुकाराम, समर्थ रामदास स्वामी यांचामुळे लोकमान्यताही मिळू लागली. मुक्तेश्वर, वामन पंडित यांनीही मराठी काव्य विकसित केले. या शिवाय शिवकल्याण, रमावल्लभदास, मोरया गोसावी, संत महिपती यांनी संत चरित्रे लिहुन संतविजय, भक्तिविजय आदि ग्रंथांद्वारे मराठी भाषेत मोलाची भर घातली.


रामदास स्वामी यांच़े इ.स १६०० शतकातले मराठी हस्ताक्षर.
याकाळात मोरोपंतांनी मराठी भाषेत ग्रंथरचना केलया. तसेच श्रीधर या कवीने आपले हरिविजय व पांडव ,प्रताप या काव्यांद्वारे खेड्यापाड्यात आपल्या मराठी कविता पोहोचवल्या. याच काळात शृंगार व वीर रसांना स्वतंत्र स्थान मिळाले. यासाठी लावणी व पोवाडा हे हे नवीन वाङ्मय प्रकार मराठीत निर्माण झ़ाले. याच़ काळात वाङ्मय हा रंजनाच़ा प्रकार आहे हे समाजाने मान्य करण्यास सुरुवात केली. याच़ काळात बखर लेखनाची सुरुवात झाली. निरंजन माधव, कृष्ण दयार्णव, रामजोशी, प्रभाकर, होनाजी बाळा, सगन भाऊ हे या काळातील महत्त्वाचे कवी आहेत.

इंग्रजी कालखंड[संपादन]
हा काळ इ.स. १८१८ ते आज़तागायत असा आहे. याकाळात गद्य लेखनाची सुरुवात झाली. कथा लेखनाची बीजे याच़ काळात रोवली गेली. नियतकालिके व गद्यसाहित्य छापण्याची सुरुवात होण्याच़ा हा काल होता. मराठी भाषेत अनेक नियतकालिके या काळात कथा छापू लागली.

छपाईची सुरुवात झ़ाल्यानंतर मराठी भाषेचा प्रसार उत्कर्ष वेगाने होत गेला. मराठी पंडित व मराठी भाषेचे अभ्यासक मेजर कॅंडी या आंग्ल अधिकाऱ्याने मराठी भाषेला विराम, अर्धविराम, प्रश्न आदी विरामचिन्हांनी बांधले. यामुळे मराठी लिखाण सुकर झाले. स्वातंत्र्यवीर सावरकरांनी 1926 पासून राबवली त्यातूनच अनेक मराठी शब्द निर्माण झाले आणि ते आज प्रचलित आहेत . ते वापरण्यात येऊ लागले

स्वातंत्र्योत्तर कालखंड[संपादन]
स्वातंत्र्यवीर सावरकरांनी भाषाशुद्धी चळवळ राबवली त्यातूनच महानगरपालिका क्रीडांगण सारखे महत्त्वाचे मराठी शब्द निर्माण झाले साठीच्या दशकाच्या उत्तरार्धात आणि सत्तरीच्या पूर्वार्धात महाराष्ट्रातील सांस्कृतिक-सामाजिक वातावरण बहरून आलेले होते. छबिलदास चळवळ जोमात होती. शेकडो उत्साही, नवर्जनशील तरुण आपापले मित्र घेऊन आणि खांद्याला झोळ्या अडकवून छबिलदासवर थडकत असत. ‘युक्रांद’च्या तालमीत तयार झालेले तरुण, दलित पॅंथर्सचा साहित्यप्रक्षोभ, नक्षलवादाने प्रेरित झालेले नव-कम्युनिस्ट असे एक वातावरण तर दुसऱ्या बाजूला ‘अ‍ॅकॅडेमिक’ साहित्याचा व समीक्षेचा सरोजिनी वैद्य, विजया राजाध्यक्ष आदींचा वाङ्मयीन दबदबा. ‘सत्यकथा’ नावाचे साहित्यिक केंद्र होते. श्री. पु. भागवत त्यात प्रभावशील होते. मध्यवर्गीयांना रिझविण्याची संपूर्ण जबाबदारी पु.ल. देशपांड्यांवर पडली. ‘सत्यकथा’ नावाच्या प्रस्थापिताला समांतर असा लघुनियतकालिकांचा प्रवाह आणि वाङ्मयक्षेत्रातील माहिती व गॉसिपचे व्यासपीठ (आणि चव्हाटा) ‘ललित’च्या उदयाने सुरू झाला.[२१]

‘घाशीराम कोतवाल’, ‘सखाराम बाईंडर’, ‘गिधाडे’ सत्तरीच्या पूर्वार्धातले. चिं. त्र्यं. खानोलकरांची ‘मिस्टरी’ आणि ‘कोकणी गूढ’ त्याचप्रमाणे दिलीप चित्रेंची, विलास सारंगांची बंडाळी याच काळातली. ‘नेमाडी’ पंथातील नवविद्वान आणि भाऊ पाध्येंची ‘वासुनाका’ हीसुद्धा साठीच्या दशकातलेच. ‘दलित पॅंथर्स’नी साठीच्या अखेरीस आणि सत्तरीच्या सुरुवातीस दिलेले आव्हान जितके उग्र तितकेच आश्वासकही होते.

‘माणूस साप्ताहिक’ आणि श्री.ग. माजगावकर यांनीही सर्व प्रस्थापितविरोधी प्रवृत्तींना (म्हणजे इंदिराविरोधी !) एकत्र आणायला सुरुवात केली होती. ग.वा. बेहेरेंचे ‘सोबत’ही त्याच काळात दणाणत होते. पु.ल. देशपांडे यांच्या अध्यक्षतेखाली भरलेले इचलकरंजीचे साहित्य संमेलन हा एक साहित्याचा महाआनंदोत्सव होता. असाच आणखी एक नवीन प्रवाह त्या परिस्थितीत येऊन थडकला- ‘स्त्री-मुक्ती’ चळवळीचा. छाया दातार, शारदा साठे, ज्योती म्हापसेकर अशा अनेकांनी सर्व वैचारिकतेला नवे परिणाम दिले होते. बाळ गांगल या वातावरणाशी निकट होते, त्यांनी प्रकाशात आणलेले कित्येक पुढे थेट प्रथितयश झाले वा विद्रोही- प्रथितयश झाले.
जळगाव जिल्हा, धुळे, नंदुरबार, नाशिक ते मध्य प्रदेशातील बऱ्हाणपूर, शहापूर, अंतुर्लीपर्यंतच्या विस्तृत भूप्रदेशात ही बोलीभाषा प्रचलित आहे. शब्दांमध्ये नाद आणि लय हे या बोलीचे वैशिष्ट्य आहे. भालचंद्र नेमाडे, ना. धों. महानोर, के. नारखेडे या लेखकांनी आपल्या साहित्यात बोलीच़ा वापर केला आहे.
तावडी - जामनेर, भुसावळ, जळगाव, बांदवर, रावेर, यावल तालुका या भागात तावडी बोली प्रचलित आहे. तावडी बोलीत मोठ्या प्रमाणात आहेत. 'क'च्या जागी 'ख'च़ा उच्चार केला ज़ातो. उदाहरणार्थ- डोखं (डोकं), मोखा (मोका). बहिणाबाई चौधरींच्या कवितांमधून तावडी बोलीच़ा आविष्कार दिसतो. पूर्वी या बोलीला अहिराणी समज़त असत परंतु नवीन विचारानुसार ही स्वतंत्र बोली मानली गेली.
देहवाली - भिल्ल समाजात ही बोली आढळते. गुजराती आणि हिंदी भाषांचा हिच्यावर मोठा प्रभाव आहे. बोलीची वाक्यरचनाही गुजरातीशी मिळतीजुळती आहे. महाराष्ट्रातील धुळे, नंदुरबार या भागात ही बोली वापरात आहे. या भाषेच़े खळवाड आणि मेवासी असे दोन पोटप्रकारही आहेत. देहवालीच्या मूळ स्वरात 'ळ', 'क्ष' आणि 'ज्ञ' ही व्यंजने नाहीत, तर 'छ', 'श' आणि 'ष' यांच्याऐवजी 'स' हे एकच व्यंजन वापरले जाते. या भाषेचे अभ्यासक चामुलाल राठवा यांनी देहवाली मौखिक साहित्य शब्दबद्ध केले आहे. विश्राम वळवी, देवेंद्र सावे, बळवंत वळवी, सोबजी गावीत यांनी या भाषेत लेखन केले आहे. भाषासाहित्य प्रकल्पाअंतर्गत अकादमीद्वारे हे प्रसिद्धही झाले आहेत.
कोकण
कोंकणी / चित्पावनी - कोकणी या नावाने ओळखल्या जाणाऱ्या अनेक बोली आहेत. अधिक माहितीसाठी कोकणी भाषा हा लेख पहा.
माणदेशी सांगली, सातारा, या जिल्ह्यांतील आटपाडी, माण या तालुक्यांत प्रामुख्याने तर सांगली जिल्ह्यातील जत, खानापूर, कवठेमहांकाळ या तालुक्यांच्या, सातारा जिल्ह्यातील खटाव या तालुक्याच्या, सोलापूर जिल्ह्यातील सांगोला, मंगळवेढा, माळशिरस या तालुक्यांच्या काही भागांत बोलली जाते.
मालवणी - दक्षिण रत्‍नागिरी आणि सिंधुदुर्ग जिल्ह्यात बोलली जाणारी ही बोली आहे. या बोलीस कुडाळी असेही म्हणतात. हेल काढून आलेले अनुनासिक उच्चार हे या बोलीचे वैशिष्ट्य आहे. दशावतार या नाट्याचे सादरीकरण या भाषेत केले जाते. मच्छिंद्र कांबळी यांच्या मालवणी नाटकांमुळे ही भाषा जास्त प्रसिद्धीस आली. मालवणी बोलीत अनेक वैशिष्ट्यपूर्ण शब्द आहेत. जसे की, झील (मुलगा), चेडू (मुलगी), घोव (नवरा).
कोळी - मुख्यतः महाराष्ट्रातील मुंबई, ठाणे, पालघर, रायगड, अलिबाग तसेच गुजरातमधील उमरगाव, दादरा नगर हवेली आणि गोव्यात त्याच़बरोबर संपूर्ण कोकणातील किनारपट्यांवर सर्रास कोळी भाषा बोलली ज़ाते. कोळी जातीतील अनेक उपजातींमध्ये थोड्याफार भाषेचे फरक पडतात ज़से, कोळी, मांगेली, वैती, आगरी इ..या भाषेत " ळ " उच्चार " ल " ने केला ज़ातो. फक्त ह्या कोळीतील " मांगेली " भाषेत "ळ"ची स्पष्ट सिद्ध होते. त्याचबरोबर ह्या भाषेत मराठी, गुजराती, हिंदी आणि फारशी भाषेच़े शब्द दडलेले आहेत. शब्दशः " त्याने जेवण केलं होतं " ( त्यान जेवण करीलता ), " तुम्हाला काहीतरी सांगायच़ं आहे " ( तुमाना कायतरी हांग्याय ).[ संदर्भ हवा ]
कर्नाटक सीमा
कोल्हापुरी - कोल्हापूर भागात बोलली ज़ाणारी ही बोली आहे. लय काढून बोलण्याची लकब या भागात आढळते. तसेच़ कोकणी भाषेच़ा प्रभाव यावर दिसतो. भाषेत रांगडेपणा व शिव्यांच़ा वापर आढळतो.
चंदगडी बोली - कर्नाटक-महाराष्ट्र सीमावर्ती प्रदेशातील अनेक गावांची ही भाषा आहे. कोल्हापूर जिल्ह्यातील चंदगड भागात ही भाषा प्रचलित आहे. या भूभागात दोन भिन्न भाषा-बोलींच़ा संपर्क, विविध राजकीय अंमल, मराठी, कन्नड आणि कोकणी भाषेचा प्रभावाखाली तयार झालेली ही एक बोली भाषा आहे. उच्चाराच़ा विशिष्ट हेल, सुरावट आणि निराळे व्याकरण हे या भाषेत दिसून येते. चंदगड तालुक्याच़ा पश्चिम भाग, दोडामार्ग-सावंतवाडी तालुक्याचा सीमेलगतची गावे, आजरा तालुक्याच्या दक्षिण भागातील गावे ती कोकणीच्या प्रभावाने तयार झ़ालेली बोली वापरतात. चंदगडच्या पूर्व भागात आणि बेळगाव परिसरातील गावांमध्ये कन्नड भाषेचा प्रभावाने तयार झ़ालेली बोली वापरात आहे. या मध्ये 'मिय्या जेवलो' (मी जेवले), 'मिय्या बाज़ारास गेल्लो'(मी बाज़ारात गेले) अशी शब्द रचना दिसते. तसेच 'कोठे'ऐवजी 'खट्टे' असा शब्द ऐकू येतो.
बेळगावी - बेळगाव या महाराष्ट्राचा सीमाभागातील ही बोलीभाषा ही कन्नड, चंदगडी, कोल्हापुरी, कोकणी अशा अनेक बोलींचा मिश्रणातून तयार झालेली आहे. या भाषेतील गोडव्याची ओळख पु.ल. देशपांडे यांचा रावसाहेब या कथेने करून दिली. त्याच बरोबर भीमराव गस्ती, नारायण अतिवाडकर या साहित्यिकांनीही या भाषेतून लेखन केले आहे. प्रकाश संत लिखित लंपन या व्यक्तीचित्रात या भाषेला विपूल वापर आढळतो. ज़से काय लंपूसाहेब, ओठ बाहेर काढून बसून सोडलात आज, सक्काळी सक्काळी.. एकदम मज्जा ऐद नोडरी ऽऽ अभ्यास इल्ला एन इल्ला... या भाषेत गा हा प्रत्यय लावला ज़ातो ज़से 'काय गा कव्वा येत्यास?' (काय, केव्हा येणार?)
मराठवाडा
मराठवाडी - मराठवाडा प्रदेशात ही ठसकेबाज मराठी भाषा वापरली ज़ाते. सहसा गावठी किंवा शिवराळपणा हे वैशिष्ट्य मराठवाड्यातल्या मराठीचे समज़ले ज़ाते. नांदेड जिल्ह्यात तेलंगणा राज्याला लागून असल्याने एक वेगळाच़ हेलका धरला ज़ातो. तर महाराष्ट्र - कर्नाटक सीमावर्ती भागातील उस्मानाबाद व लातूर जिल्ह्यात थोडी वेगळी भाषा बोलली ज़ाते. लातूरी भाषेत काही वेळा क्रियापदांवर कानडी भाषेच़ा परिणाम होतो, परंतु प्रभाव मात्र नाही. या भाषेत उर्दू शब्दही आढळतात. 'लाव', 'आव' या स्वरूपाच़े कारकवाचक प्रत्यय या बोलीच़े वेगळेपण दाखवतात. उदा. जेवलालाव, च़ाल्लाव, ठिवताव इत्यादी
विदर्भ
नागपुरी - पूर्व विदर्भातील नागपूर, वर्धा, चंद्रपूरचा काही भाग आणि गडचिरोलीचा काही भाग तसेच भंडारा (गोंदिया) या जिल्ह्यांत बोलली जाणारी नागपुरी ही काहीशी निराळी बोली आहे. तसेच मध्य प्रदेशातील शिवनी, छिंदवाडा, बालाघाट व रायपूर या भागातही ही बोली प्रचलित आहे. वऱ्हाडी आणि झाडीबोलीतील अनेक शब्द यात असले तरी ही बोली वेगळी आहे. नागपुरीला वऱ्हाडी भाषेचेच एक रूप मानल्याने नागपुरी बोलीचा स्वतंत्र भाषिक अभ्यास झाला नाही. परंतु नवीन विचारानुसार ही स्वतंत्र बोली मानली जाते. यावर हिंदी शब्दांचाही प्रभाव आढळतो.
वऱ्हाडी - बुलढाणा, वाशीम, अकोला, यवतमाळ, अमरावती आणि वर्धा या सहा जिल्ह्यांतून वऱ्हाडी बोलली जाते. मूळ मराठी अशी ही बोली कुठल्याही प्रकारचा हेल न काढता, अनुनासिक इ.चा अतिरेक न करता अत्यंत संथपणे बोलली जाते. प्रमाण मराठीतील काही शब्दात बदल होत असल्यामुळे ती थोडी अशुद्ध वाटते. म्हाइंभट यांच़ा 'लीळाचरित्र' हा मराठीतील पहिला गद्यग्रंथ वऱ्हाडी बोलीत लिहिला गेला. महानुभाव पंथातील अनेक रचना याच बोलीतून झ़ाल्या आहेत. प्रमाण मराठीतील 'ड'चा 'ळ', 'ळ'चा 'य' या बोलीत केला ज़ातो. ज़से, 'नदीचा गायात, गाय फसली' (नदीचा गाळात गाय फसली). तसेच जो हा प्रत्यय असलेली देईज़ो, येईज़ो, घेईज़ो अशी रूपे येतात. फारशी व हिंदीचा प्रभाव या बोलीवर आहे.
झाडीबोली - भंडारा, गोंदिया, चंद्रपूर आणि गडचिरोली हा चार जिल्ह्यांचा भूप्रदेश 'झाडीपट्टी' म्हणून ओळखला जातो. या भागातील बोलीभाषेला झाडीबोली असे म्हणतात. मराठीतील 'ण, छ, श, ष आणि ळ' ही पाच़ व्यंजने झाडीबोलीत वापरली जात नाहीत. मराठीतील मुकुंदराजकृत 'विवेकसिंधू'मधील अनेक अपरिचित शब्द आजही झाडीबोलीत प्रचारात आहेत.
इतर
डांगी
नारायणपेठी बोली - महाराष्ट्रातील स्वकुळ साळी समाजाची बोली. आंध्र प्रदेशातून येऊन देशभर विखुरलेले मराठी विणकर ही बोलीभाषा बोलतात.
तंजावर मराठी - ही मराठी भाषेचीच़ एक बोली असून ती भारताच्या तमिळनाडू ह्या राज्यात बोलली ज़ाते. ज़वळपास एक लाखाहून अधिक लोक ही भाषा रोजच्या व्यवहारात उपयोगात आणतात. तमिळनाडू राज्यातील तंजावर किंवा तंजावूर ह्या नगरातील ही एक बोलीभाषा आहे. छत्रपती शिवाजी महाराजांचे बंधू व्यंकोजी राजे ह्यांच्यासोबत दक्षिणेत स्वारीसाठी गेलेली जी मराठी माणसे तंजावरला पिढ्यानपिढ्या स्थायिक झाली, त्यांची ही मातृभाषा आहे. ही अतिशय वैशिष्ट्यपूर्ण भाषा असून त्यात आज़ही बरेचसे प्राचीन मराठी शब्द वापरात आहेत. तसेच काळाचा ओघात पडलेला स्थानिक तमिळ भाषेच़ा प्रभाव ह्या भाषेवर ज़ाणवतो.
नंदभाषा - व्यापार करताना इतरांना कळू नये म्हणून व्यापारी ’ही एक सांकेतिक भाषा इतिहासात वापरत होती. आज़ही काही ठिकाणी वापरात आहे. त्या भाषेमध्ये चलनाच्या उल्लेखांसाठी निराळे शब्द आहेत. उदाहरणार्थ भुरका - एक, आवरू - दोन, उधानू - तीन, पोकू - चार, मुळू - पाच, शेली - सहा वगैरे. विसोबा खेचर (नामदेवांचे गुरू) यांनी या नंदभाषेच़ा वापर करून शंकराची स्तुती करणाऱ्या काव्यरचनाही केल्या आहेत.
भटक्‍या विमुक्त - भटक्या विमुक्त जमातींच्या मराठी संलग्न बोली आहेत. यांना पारूशी असेही संबोधन आहे. यामध्ये गोंधळी, कुडमुडे जोशी, गोसावी, भराडी, गोपाळ, शिकलगार, वैदू, नंदीवाले, बेलदार, कोल्हाटी आदी भटक्‍या जमाती येतात. सदैव भ्रमणात राहिल्याने यांच्या बोलीमध्ये विविध शब्द आहेत. आपली कौशल्ये आपल्याच जमातीत रहावीत यासाठी या बोली भाषांचा उपयोग केला जातो. भाषेतील शब्द उदाहरण मावशी म्हणजे माची. शिवाजी विद्यापीठाचा मराठी अधिविभागातील डॉ. विश्‍वनाथ शिंदे यांनी या भाषांवर संशोधन केले आहे.
मराठा साम्राज्य इ.स. १६‌‌‌‌‌‌३० ते इ.स. १९४७ दरम्यान भारतातील एक साम्राज्य होते. याच्या परमोच्च बिंदूला या साम्राज्याने दक्षिण आशियाचा मोठा भूभाग व्यापला होता. हे साम्राज्य छत्रपती शिवाजी महाराजांनी इ.स. १६४५ मध्ये विजापूर राज्यातून पुण्याजवळील तोरणा किल्ला जिंकून स्थापन केले. या साम्राज्याची अधिकृत भाषा मराठी होती, तसेच याला हिंदवी स्वराज्य असेही म्हणतात. छत्रपती शिवाजी महाराजांचे वडील शहाजी राजे यांनी त्याआधी तंजावुर जिंकले होते, जे छत्रपती शिवाजी महाराजांचे सावत्र भाऊ, व्यंकोजी राव उर्फ ​​एकोजी 1 यांना मिळाले होते आणि ते राज्य, तंजावुरचे मराठा राज्य म्हणून ओळखले जात होते. बंगलोर (बॅंगलोर) विजयनगर साम्राज्य जे एक जहागिरदार, केम्पे गौड़ा 1 यांचेद्वारे 1537 मध्ये स्थापित केले गेले होते, त्यांनी विजयनगर साम्राज्यामधून स्वातंत्र्याची घोषणा केली होती, त्याला 1638 मध्ये त्यांच्या उपसेनापती, शाहजी भोसले यांच्यासोबत रानादुल्ला खान यांच्या नेतृत्वाखाली एक बड़ी आदिलशाही बीजापुर सेना द्वारे बेंगलोरवर कब्जा केला गेला होता, ज्यांनी केंम्पे गौड़ा 3 यांना पराजित केले होते आणि बेंगलोरचे शाहजी यांना जहागिर (संपत्ती) च्या स्वरूपात बहाल केली ‌गेली‌ होती. शिवाजी महाराजांनी त्यांच्या कालावधीत औरंगजेबाविरूद्ध गनिमी कावा वापरून केलेल्या लढायांमुळे साम्राज्याचा विस्तार वाढला. इ.स. १६८०मधील महाराजांच्या मृत्यूनंतर छत्रपती संभाजी महाराज गादीवर आले आणि आपल्या ८ वर्षाच्या कारकिर्दीत स्वराज्याच्या सीमा वाढवल्या, मात्र १६८९ मध्ये फितुरीने औरंगजेबाने त्यांची हत्त्या केली. स्वराज्यात काही काळ अस्थैर्य माजले, सरसेनापती संताजी घोरपडे आणि धनाजीराव जाधव सारख्या शूर सरदारांनी स्वराज्याचे अस्तित्त्व टिकवले. औरंगजेबाच्या मृत्यूनंतर शिवाजी महाराजांचे वंशज जरी राज्य करत असले तरी पंतप्रधान असलेल्या पेशव्यांनी हिंदवी स्वराज्याच्या सिमा वाढविल्या. पेशवे हे एक उत्कृष्ट सेनानी होते आणि त्यांच्या कारकिर्दीत मराठा साम्राज्य अधिक विस्तार पावले. ब्रिटिश ईस्ट इंडिया कंपनीने भारतीय उपखंडावर ताबा मिळवण्यापूर्वी बहुतेक भारतीय उपखंडातील मुघल राजवटीचा अंत करण्याचे श्रेय मराठ्यांना दिले जाते.[१][२][३][note १] शेवटी पानिपतच्या तिसऱ्या लढाईत अफगाण सैन्याकडून त्यांना पराभव पत्करावा लागला. अखेरचा पेशवा दुसरा बाजीराव इंग्रजांबरोबर, तिसऱ्या इंग्रज-मराठा लढाईत पराभूत झाला व इंग्रज त्यांना बिठूर येथे पेन्शन देऊन पाठवले (झाशीच्या राणीच्या काळात).

गनिमी कावा, डोंगरांतून अभेद्य किल्ले बांधणे व त्यायोगे आसपासच्या क्षेत्रावर वचक ठेवणे हा मराठा साम्राज्याचा सुरुवातीला पाया होता. या साम्राज्याला मोठी किनारपट्टी होती व सेनासरखेल कान्होजी आंग्रे व इतर दर्यासारंगांच्या मदतीने ही सीमा प्रभावीपणे सांभाळली. दक्षिण भारताच्या इतर राज्ये व मराठा साम्राज्यातील हा एक मोठा फरक होता. मराठा आरमाराने पोर्तुगीज व ब्रिटिश आरमारांना शह दिल्यामुळे त्यांचा उपयोग करून या परकीय सत्तांना किनाऱ्यांकडून शिरकाव करता आला नाही. सेनासरखेल कान्होजी आंग्रे यांनी भारताच्या पहिले मोठे आरमार उभे केले व त्यामुळे त्यांना भारतीय आरमाराचे जनक म्हणले जाते.[५]

शिवाजी महाराजांचा शासनकाल[संपादन]
महाराष्ट्रात पुण्याजवळ राहणाऱ्या मराठ्यांनी मुघलांना या भागापासून दूर ठेवण्यात यश मिळवले होते. त्यांनी शिवाजी महाराजांचा नेतृत्वाखाली स्वतःला विजापूरच्या मुस्लिम सुलतानांपासून स्वतंत्र करून घेतले. यानंतर ते अधिक आक्रमक झाले व उत्तरेमध्ये बऱ्याच चढाया करून त्यांनी राज्याचा विस्तार केला. इ.स. १६७४ मध्ये शिवाजी महाराज छत्रपती झाले. महाराजांच्या मृत्यूपर्यंत मराठ्यांनी संपूर्ण मध्य भारत काबीज केला होता.

शिवाजी महाराजांचे उत्तराधिकारी[संपादन]
१६८१ मध्ये महाराजांचे ज्येष्ठ पुत्र संभाजी राजे बनले आणि त्यांनी वडिलांची विस्तार करण्याची नीती चालू ठेवली. राजपूत-मराठा एकी होऊ नये आणि दख्खनातील सुलतानांशी संपर्क प्रस्थापित करण्यासाठी औरंगजेब आपल्या साऱ्या राजदरबाराला आणि ५,००,००० सैन्याला घेऊन दक्षिणेला आला. अपुरे सैन्य व फंदफितुरी असूनदेखील संभाजी महाराजांनी १६८१ ते १६८९ अशी यशस्वी झुंज दिली. या काळात संभाजी महारांजानी एकही किल्ला गमावला नाही की आरमारातले एकही मोठे जहाज मोगलांच्या हाती लागून दिले नाही. जंजिय्राचे सिद्दी, गोव्याचे पोर्तुगीज, मुंबईकर इंग्रज, मोगल या चारही आघाड्यांना हा राजा पुरून उरला वतनदारी मिळवण्यासाठी संभाजी महाराजांच्या काही स्वकीयांनी मोगलांशी हात मिळवणी केली, मोगलांना त्यांची माहिती दिली आणि १६८९ मध्ये छत्रपती संभाजी महाराज फितुरीमुळे पकडले गेले. त्यांचा प्रचंड शारीरिक छळ करण्यात आला. त्यातच त्यांचा मृत्यू झाला. संभाजी महाराजांच्या मृत्यूचा परिणाम औरंगजेबाच्या अपेक्षेच्या उलट झाला, मराठ्यांनी शरण न जाता त्यापासून स्फूर्ती घेतली व ते अधिक तीव्रतेने लढू लागले. संभाजी महाराजांचे बंधू राजाराम हे नंतर राजा बनले. १७०० मध्ये सातारला मुघलांचा वेढा पडला आणि मुघलांनी ते काबीज केले. याच काळात राजाराम राजेंचा सिंहगडावर मृत्यू झाला आणि त्यांची पत्नी ताराबाई यांनी त्यांचा मुलगा संभाजी दुसरा याच्या नावाने राज्यकारभार हातात घेतला. त्यांनी युद्धविरामाचा प्रस्ताव दिला पण बादशाह तयार झाला नाही. त्याच वर्षी मराठे नर्मदेच्या पार पोचले. माळव्याच्या मराठ्यांनी केलेला नवीन हल्ला आणि हैद्राबादमध्ये केलेली लूट यामुळे बादशाह वैतागला. दोन दशके चाललेले दक्षिणेचे युद्ध त्याच्या खजिन्यावर ताण देत होते. १७०५ मध्ये औरंगजेब आजारी पडला आणि दोन वर्षांनी मरण पावला. बादशहाच्या मृत्यूनंतर छत्रपती शाहू, जे छत्रपती संभाजी महाराजांचे पुत्र (म्हणजेच छत्रपती शिवाजी महाराजांचा नातू) होते त्यांना बहादुरशाहने सोडले. यानंतर थोडा काळ अराजकता माजली. शेवटी मराठा नौदल प्रमुख कान्होजी आंग्रे याची मदत घेऊन शाहूंनी निर्विवाद मराठा नेतृत्व मिळविले. बाळाजी आता पेशवा बनले. औरंगजेबाच्या मृत्यूनंतर मराठ्यांची मुघलांबरोबरची लढाई संपुष्टात आली. यानंतर मुघल साम्राज्य हळुहळू खिळखिळे होत गेले आणि मराठा साम्राज्य भारताच्या सर्वांत शक्तिशाली राज्य बनले. १७१३ मध्ये फारूख्सियार मुघल बादशाह बनला. त्याची सत्ता दोन भावांच्या सामर्थ्यावर टिकून होती जे [[सय्यद बंधू] म्हणून ओळखले जात होते. ते अलाहाबाद आणि पाटणा येथील राज्यपाल होते. पण बादशहाबरोबर यांचे पटले नाही. सय्यद बंधू आणि पेशवे बाळाजी विश्वनाथ यांच्यातील वाटाघाटीनुसार मराठे बादशाहविरुद्धच्या लढाईत सामील झाले. या वाटाघाटीनुसार मराठ्यांना दक्षिणेत मुघल सत्ता मान्य करावी लागली शिवाय सैन्य व आर्थिक मदतही करावी लागली. याबदल्यात त्यांना एक फर्मान मिळाले ज्यानुसार त्यांना मराठी मातीवर स्वातंत्र्य आणि गुजरात, माळवा इत्यादी सहा वतनांवरील महसुलाचे हक्क मिळाले.


थोरले बाजीराव पेशवे
ते १७३५ मध्ये राजस्थानात, १७३७ मध्ये दिल्ली आणि १७४० मध्ये बंगालपर्यंत पोहचले. पण मराठी राज्य फारच सैल पद्धतीने बांधले होते. दख्खनमध्ये जमा झालेल्या महसुलाचे विभाजन मराठा सरदारांच्यात केल्याने एकी निर्माण झाली. मराठा राज्य आता 'confederacy' बनले. मराठ्यांच्या अधिपत्याखालील भागांची विभागणी ग्वाल्हेरचे शिंदे, बडोद्याचे गायकवाड, माळव्याचे होळकर यांच्यात करण्यात आली. आणि ते मराठी साम्राज्याचे आधारस्तंभ बनले. ताराबाईंना बेरारचे महसुल हक्क देण्यात आले आणि नागपूर ही त्यांची राजधानी बनली. बाजीराव १७४० मध्ये वारले. छत्रपती शाहू महाराजांनी त्याचा मुलगा नानासाहेबला पेशवा केले. याच वेळी त्याचा भाऊ रघुनाथराव राज्य विस्तार करत पंजाबपर्यंत पोचला. १७६० मध्ये निजामाच्या पराभवानंतर मराठी साम्राज्य कळसाला जाऊन पोहचले.

साम्राज्याची घसरण[संपादन]
मुघल सत्ता ढासळत असताना इ.स. १७५६-इ.स. १७५७ मध्ये अफगाणिस्तानच्या अहमदशाह अब्दाली याने दिल्ली ताब्यात घेतली. पेशव्यांनी आपले सैन्य अफगाणांचा सामना करण्यासाठी पाठवले. यात जानेवारी १३, इ.स. १७६१ या दिवशी मराठ्यांचा निर्णायक पराभव झाला. हे पानिपतचे तिसरे युद्ध म्हणून ओळखले जाते. यानंतर मराठा साम्राज्याचा विस्तार थांबून विभाजन होण्यास सुरुवात झाली.

१७६१ नंतर पाच मराठा राज्ये स्वायत्त झाली. इ.स. १७७५ मध्ये ब्रिटिश ईस्ट इंडिया कंपनीबरोबर पहिले युद्ध लढण्यात आले. यात मराठा सरदारांनी एकजूट होउन इंग्रजांचा सामना केला परिणामी अनेक ठिकाणी इंग्रजांचा पराभव झाला इ.स. १८०२ मध्ये इंग्रजांनी बडोद्याच्या वारसदाराला अंतर्गत वादात मदत केली. बडोद्याला वेगळे राज्य म्हणून मान्यता देऊन त्याबदल्यात त्यांनी इंग्रजांच्या प्रभुत्वाची पावती मिळवली. दुसऱ्या इंग्रज-मराठा युद्धात (इ.स. १८०३-इ.स. १८०५) मराठ्यांनी स्वातंत्र्य तर वाचवले पण ओडिसा, गुजरात इत्यादी भाग गमवावे लागले. तिसऱ्या इंग्रज-मराठा युद्धात (इ.स. १८१८) मराठ्यांना पराभव पत्करावा लागला आणि जवळजवळ संपूर्ण भारतावर इंग्रजांची सत्ता आली. यात पुणे आणि देशावरील इतर भाग कोल्हापूर आणि सातारा यांचा अपवाद वगळता इंग्रजांच्या हातात गेले. ग्वाल्हेर, इंदूर आणि नागपूरही इंग्रजांच्या राज्यात 'स्वतंत्र संस्थाने' म्हणून सामील झाले.
महादजी विसाजी देशमुख हे बाळाजींचे पणजोबा व भट घराण्याचे ज्ञात पुरुष. भट घराण्याकडे दंडाराजपुरी आणि श्रीवर्धन या परगण्यांची देशमुखी वंशपरंपरेने चालत आली होती. ही देशमुखी शके १४००पासून शके १६०० पर्यंत अव्याहत चालू होती असे इतिहासाचार्य राजवाडे म्हणतात, तर रियासतकार ही देशमुखी १४७८ च्या सुमारास मिळाली असावी असे मानतात. तसेच बाळाजी विश्वनाथांचे वडील व आजोबा छत्रपती शिवाजी महाराजांच्या सेवेत असावेत असेही रियासतकार म्हणतात. १५७५ च्या सुमारास महादजींकडे ही परंपरागत देशमुखी होती. महादजींस, नारो महादेव व परशुराम उर्फ शिवाजी अशी २ मुले. शिवाजींस ३ पुत्र कृष्णाजी, अंताजी व विश्वनाथ उर्फ विसाजी. विश्वनाथ हे बाळाजीचे पिता. बाळाजींना ४ भाऊ होते. कृष्णाजी, जानोजी, विठ्ठल व रुद्राजी.

देशमुखीचे घराणे असल्याने बाळाजींस मोडी वाचन, हिशेब, संध्या-रुद्रादी कर्मे यांचे शिक्षण मिळाले. वयाच्या १०-१२व्या वर्षी बर्वे घराण्यातील ’राधाबाई’ ह्यांच्याशी बाळाजींचा विवाह झाला. इ.स. १६८९ च्या सुमारास धर्मवीर छत्रपती संभाजी महाराजांच्या हत्येनंतर सिद्दीने उचल खाल्ली, त्यामुळे बाळाजींला श्रीवर्धन सोडावे लागले. त्यातच भट घराणे आंग्‍ऱ्यांना सामील आहे या संशयाने सिद्दने भट घराण्याचा छळ चालू केला. त्यांच्या "जानोजी" नावाच्या भावास सिद्दीने पोत्यात घालून समुद्रात बुडवल्याची कथा आहे. त्याच किंवा तशाच कारणास्तव पिढीजात देशमुखी सोडून "बाळाजी भट" हे "भानु" कुटुंबाबरोबर साताऱ्यास आले. सिद्दीच्या हशमांनी पाठलाग सुरू केल्यावर मुरूड येथील "वैशंपायन" कुटुंबाकडे त्यांनी काही आठवडे आश्रय घेतला. पुढे याची आठवण ठेवून एका "वैशंपायन" गुरुजींना त्यांनी आपले कुलोपाध्याय केले. शिवाय एक वैशंपायन १२०० स्वारांचे सरदार होऊन मध्यप्रदेशात ’सागर’ प्रांतात गेले असा उल्लेख मिळतो.

बाळाजींबरोबर असलेल्या "भानु" कुटुंबात ३ भाऊ होते. "हरी महादेव, बाळाजी महादेव आणि रामजी महादेव." त्या पैकी "बाळाजी महादेव" हे "नाना फडनीस" यांचे आजोबा. (भट) देशमुख -फडनीस-वैशंपायनांचे संबध हे ३ पिढ्या जुने होते. पुढे १७१९ मध्ये दिल्लीस गेलेल्या सैनिकांची मोगलांशी लढाई झाली त्यात "बाळाजी महादेव भानु" कामी आले. म्हणजे पेशव्यांच्या हत्येच्या प्रयत्न होणार हे कळल्यावर बाळाजी विश्वनाथांचा जीव वाचवायला बाळाजी महादेव त्यांचा पालखीत बसले आणि कटवाल्यांकडून मारले गेले. स्वामिनिष्ठेची ही पराकाष्ठाच होती.

बाळाजी विश्वनाथाची सुरुवातीच्या काळातील उमेदवारी[संपादन]
बाळाजी विश्वनाथ याने रामचंद्रपंत अमात्य यांच्याकडे कोठीवर कारकून म्हणून काम केले. त्यांची हुशारी धनाजी जाधव यांच्या नजरेस आली. धनाजीरावांनी आपले दिवाण म्हणून आपल्या सेवेस घेतले. याचवेळी ते त्या भागाचे महसूल अधिकारी झाले. दिल्लीचा पातशहा "अबु मुझफ़्फ़र मुहिउद्दीन मुहम्मद औरंगजेब आलमगीर गाझी" स्वतः अवघ्या सामर्थ्यासह महाराष्ट्रावर कोसळला होता. धर्मवीर छत्रपती संभाजी महाराज यांना त्याने हाल-हाल करून मारले. अशाच अस्मामी-सुलतानी संकटाला स्वराज्य पडेल ती किंमत देऊन तोंड देत होते. संताजी-धनाजी, नेमाजी-खंडेराव हे गनिमी काव्याचे डाव टाकत मोठ्या मजला मारीत होते. बाळाजी विश्वनाथ फार जवळून सगळे अनुभवत होते. १७०५ च्या दरम्यान त्यानी देखील आपली समशेर गाजवली.ती बहुतेक जास्तच परजली असावी, कारण १६९९-१७०२ मध्ये बाळाजीला पुण्याची सुभेदारी मिळाली. आता त्याच बाळाजीला १७०५ च्या गुजरात स्वारीच्या दरम्यान दौलताबाद येथील सुभेदारी देखील मिळाली. या सुभेदारीच्या काळातील बाळाजीची एक मुद्रा उपलब्ध आहे - "श्री उमाकान्त पदाभोजा भजनाप्रमुन्नते: बाळाजी विश्वनाथस्य मुद्रा विजयहेतराम।"

छत्रपती राजारामांच्या अकाली निधनानंतर ’खेळणा’ उर्फ ’विशाळगडावर’ त्यांच्या ’शिवाजी’ या पुत्रास बसवले गेले. ४ वर्षांचा मुलगा मराठ्यांचा छत्रपती झाला. पुढे ५-६ वर्षे मराठी सत्ता औरंगजेबाशी झुंजत होती. सातारा, परळी(सज्जनगड), सिंहगड(कोंडाणा), पन्हाळगड, विशाळगड असे किल्ले फितुरीने औरंगजेबाकडे आले. विशाळगडासाठी तर त्याने त्या काळी २ लाख रुपये मोजल्याचा पुरावा आहे. तर पन्हाळ्यासाठी त्याने ५० हजार रु. मोजले. १७०४ मध्ये त्याने राजगड व तोरणा घेतला. १७०२ मध्ये सिंहगडाच्या लढ्याच्यावेळी केवळ सामर्थ्य तोकडे पडले म्हणून प्रदीर्घ लढ्यानंतर तडजोडीची बोलणी करायला मोगलांच्या छावणीत "बाळू पंडित" म्हणजेच बाळाजी गेला होता. मात्र तत्पूर्वी किल्ला लढवत असताना "दारुगोळा कमी भासतोय, तरी त्वरा करा!" असे दारुगोळा पाठविण्यासंबधीचे पत्र त्याने "अंबाजीपंत पुरंदरे" यांना लिहिलेले आढळते.

१७०७ आणि नंतर[संपादन]
२० फेब्रुवारी १७०७ रोजी अहमदनगर येथे औरंगजेबाचा मृत्यू झाला. ही बातमी मिळताच माळव्याच्या सुभेदारीवर असलेल्या त्याचा मुलगा - आज्जमशहा त्वरेने अहमदनगरला आला. ईदच्या मुहूर्तावर १४ मार्च १७०७ रोजी त्याने स्वतःला बादशहा म्हणून जाहीर केले. व आपला भाऊ शहा आलमचा काटा काढायला तो उत्तरेत निघाला. याच वेळी झुल्फिकारखान व इतरांच्या सल्ल्याने त्याने ८ मे १७०७ रोजी शाहूंची सुटका केली. मात्र येसूबाईंना त्याने कैदेतच ठेवले. ऑगस्ट १७०७ मध्ये शाहू महाराष्ट्रात आले. ताराराणींनी सात वर्षे औरंगजेबाशी लढा देऊन आपले कर्तृत्त्व सिद्ध केले होते, शाहूने गादीवर आपला हक्क सांगताच संघर्ष होणार हे अटळ झाले. शाहूने सुरुवातीला समजूतदारपणे घेतले मात्र ताराराणींनी लढाईची तयारी करताच शाहूंचा नाइलाज झाला. धनाजी जाधव व परशुराम त्रिंबक सैन्य घेऊन निघाले. शाहूंनी धनाजीस बोलणी करावयास बोलावून घेतले. धनाजी जाधवांच्या पदरी असलेल्या खंडो बल्लाळ, बाळाजी विश्वनाथ आणि नारो राम यांनी शाहूंचा पक्ष बरोबर असून त्यांचा पक्ष घेण्याची गळ धनाजीरावांना घातली. धनाजी ससैन्य शाहूंच्या बाजूने गेले. परशुराम त्रिंबकाने याला विरोध केला मात्र अखेर खेड येथील लढाईत शाहूंनी आपले वर्चस्व सिद्ध केले. शाहूंनी धनाजीरावांना सेनापतीपद, नारो शंकरांना सचिवपद व बाळाजी विश्वनाथास मुतालिक म्हणून नेमले आणि सेनाकर्ते असा किताबही दिला.

अर्थातच स्वराज्याच्या २ गाद्या तयार झाल्या. ताराराणींच्या पक्षातले अनेक जण बाळाजीने केवळ स्वतःच्या शब्दावर शाहू महाराजांच्या पक्षात आणले. राज्यकारभार चालवताना तुटलेली माणसे त्यांनी परत जोडली. जर शाहूंचा पाठिंबा लाभला तर आंग्रे सिद्दीशी सहज झुंजू शकतील हे आंग्‍ऱ्यांना बाळाजीनेच पटवून त्यांना शाहूंच्या पक्षात आणले. त्यांनी सय्यदबंधूंबरोबर तह घडवून आणला, मग त्यांच्याच साहाय्याने दिल्लीच्या फर्रुखसियर बादशहाला पदच्युत करून रफिउद्दौरजात याला गादीवर बसवले. याच तहानुसार बाळाजींनी शाहूच्या पत्नींची सुटका करवून घेतली. मात्र त्यावेळी २ गाद्यांमध्ये जीवघेणा संघर्ष उडू नये म्हणून बाळाजीने केलेली राजकारणे भल्याभल्यांची मती गुंग करणारी आहेत. आणि हे केवळ त्याने शब्दसामर्थ्यावर घडवून आणले होते हे महत्त्वाचे. १७०७पासून पुढे १७२० पर्यंत म्हणजे मृत्यूपर्यंत बाळाजीने छत्रपती शाहू महाराजांची एकनिष्ठपणे सेवा केली. छत्रपती शाहू महाराजांनीच बाळाजीला "पेशवेपद" दिले. अर्थात तो त्या योग्यतेचा होताच, आणि ते पद त्याने सहजगत्या पेलले.

बाळाजी विश्वनाथांच्या मृत्यूनंतर पेशवेपद त्यांचे पुत्र बाजीरावाकडे आले.


"""
length=len(marathi_text)
print(length)
