odia_text="""
ଜ୍ଞାନକୋଷ ଯାହା ଏକ ଅଣଲାଭକାରୀ ସଙ୍ଘ ଉଇକିମିଡ଼ିଆ ଫାଉଣ୍ଡେସନ ଦେଇ ଚଳାଯାଇଥାଏ । ଏଥିରେ ୫.୪ କୋଟି ପ୍ରସଙ୍ଗ (ଯେଉଁଥିରୁ କେବଳ ୬୧ ଲକ୍ଷ ପ୍ରସଙ୍ଗ ଇଂରାଜୀ ଉଇକିପିଡ଼ିଆରେ ଅଛି) ମିଳିତ ଭାବରେ ବିଶ୍ୱର ଉଇକିଆଳିମାନଙ୍କ ଦେଇ ଲେଖାଯାଇଛି ।।[୩] ଉଇକିପିଡ଼ିଆ ୧୫ ଜାନୁଆରୀ ୨୦୦୧ରେ ଜିମି ୱେଲ୍ସ ଓ ଲାରି ସାଙ୍ଗରଙ୍କଦ୍ୱାରା ଆରମ୍ଭ କରାଯାଇଥିଲା [୪] ଓ ଇଣ୍ଟରନେଟରେ ସବୁଠୁ ବେଶୀ ଆଧାର ଦେବାରେ ବ୍ୟବହାର କରାଯାଇଥାଏ ।,[୫][୬][୭][୮] ଅଲେକ୍ସା ଇଣ୍ଟରନେଟ କ୍ରମ ଅନୁସାରେ ଏହା ବିଶ୍ୱର ୧୫ଟି ଲୋକପ୍ରିୟ ୱେବସାଇଟ ମଧ୍ୟରେ ସ୍ଥାନପାଇଛି ।[୫][୯] ଇଣ୍ଟରନେଟ ସହାୟତାରେ ବିଶ୍ୱର ବିଭିନ୍ନ ସ୍ଥାନରୁ ସ୍ୱେଚ୍ଛାସେବୀମାନଙ୍କ ଅବଦାନଦ୍ୱାରା ଏହି ପ୍ରକଳ୍ପ କାର୍ଯ୍ୟକାରୀ ହେଉଛି ।
"ଉଇକି" (Wiki-ଏହା ବିଭିନ୍ନ ସହଯୋଗୀ ୱେବସାଇଟ ଗୁଡ଼ିକର ନିର୍ମାଣ କରିବାର ଏକ ଶୈଳୀ,ହାୱାଇ ଭାଷାରେ "ଉଇକି"ର ଅର୍ଥ "ଶୀଘ୍ର"କୁ ବୁଝାଇଥାଏ) ଏବଂ "ଏନସାଇକ୍ଳୋପିଡ଼ିଆ" , ଦୁଇଟି ଶବ୍ଦକୂ ନେଇ ଏହାର ନାମକରଣ କରାଯାଇଥିଲା, ଯେହେତୁ ଶୀଘ୍ର ଓ ସହଜରେ ସମସ୍ତଙ୍କ ପାଖରେ ଆବଶ୍ୟକୀୟ ତଥ୍ୟ ପହଞ୍ଚାଇବା ଏହି ପ୍ରକଳ୍ପର ମୁଖ୍ୟ ଉଦ୍ଦେଶ୍ୟ ଥିଲା । ଏହି ୱେବସାଇଟକୁ ବ୍ୟବହାର କରୁଥିବା ଯେକୌଣସି ବ୍ୟକ୍ତି ଏଥିରେ ଥିବା ପ୍ରସଙ୍ଗ ଗୁଡ଼ିକର ତଥ୍ୟ ଗୁଡ଼ିକୁ ବ୍ୟବହାର ତଥା ସମ୍ପାଦନା କରିପାରିବେ । ଏକଦା ଟାଇମ୍ସ ପତ୍ରିକାରେ ପ୍ରକାଶିତ ଏକ ସ୍ତମ୍ଭଲେଖରେ, ଉଇକିପିଡ଼ିଆର ଏଭଳି ମୁକ୍ତ ଭାବରେ ସମ୍ପାଦନା କରିବା ଶୈଳୀ (Open-Door policy)କୁ ପ୍ରଶଂସା କରାଯାଇଥିଲା ଓ ଜିମି ୱେଲ୍ସଙ୍କର ଏହି ଦୂରଦର୍ଶିତା ପାଇଁ "ଉଇକିପିଡ଼ିଆ" ବିଶ୍ୱର ଅନ୍ୟ ଏନସାଇକ୍ଳୋପିଡ଼ିଆମାନଙ୍କଠାରୁ ଉନ୍ନତ ଓ ବୃହତ ହୋଇପାରିଛି ବୋଲି ଦର୍ଶା ଯାଇଥିଲା ।
[୧୦] ପ୍ରଥମେ ଏହା କେବଳ ଇଂରାଜୀ ଭାଷାରେ ଆରମ୍ଭ କରାଯାଇଥିଲା । କିନ୍ତୁ ପରେ ଏହାକୁ ବିଭିନ୍ନ ଦେଶରେ ୨୯୦ରୁ ଅଧିକ ଭାଷାରେ ତିଆରି କରଯାଇଛି । ବିଭିନ୍ନ ଭାଷାର ଉଇକିପିଡ଼ିଆରେ ରଖାଯାଇଥିବା ପ୍ରସଙ୍ଗ ଗୁଡ଼ିକର ତଥ୍ୟ ଓ ସାମ୍ପାଦନା ଶୈଳୀ କିଛି କ୍ଷେତ୍ରରେ ଅଲଗା ଅଲଗା ହୋଇଥିବା ଦେଖିବାକୁ ମିଳେ । ବର୍ତ୍ତମାନ ପୁରା ବିଶ୍ୱରେ ୩୦୦ରୁ ଅଧିକ ଭାଷାରେ ଉଇକିପିଡ଼ିଆ ପ୍ରକଳ୍ପ କାର୍ଯ୍ୟକାରୀ ହେଉଛି ଏବଂ ଭିନ୍ନ ଭିନ୍ନ ଭାଷାରେ ପାଖାପାଖି ୫୦ ମିଲିୟନରୁ ଅଧିକ ପ୍ରସଙ୍ଗ ଉଇକିଆଳି ମାନଙ୍କଦ୍ୱାରା ଗଢାସରିଲାଣି । ଏବେ ଏହା ଇଣ୍ଟରନେଟରେ ସବୁଠାରୁ ଲୋକପ୍ରିୟ ୱେବସାଇଟ ମାନଙ୍କ ମଧ୍ୟରୁ ଏକ ଭାବରେ ପରିଗଣିତ ହେଉଛି । ଏଥିରେ ରହିଥିବା ପ୍ରସଙ୍ଗ ତଥା ତଥ୍ୟ ଗୁଡ଼ିକର ସତ୍ୟତା ଓ ବିଶ୍ୱାସନୀୟତା ପାଇଁ ଏହା ଲୋକପ୍ରିୟ ।[୧୧][୧୨] ଅନ୍ୟ କିଛି ଆଲୋଚନାରୁ ଜଣାଯାଏ ଯେ ଉଇକି ପ୍ରସଙ୍ଗ ଗୁଡ଼ିକରେ ନକଲି ତଥା ଅସତ୍ୟ ସୂଚନା ଗୁଡ଼ିକୁ ଲେଖିବା (vandalism) ଏକ ପ୍ରକାର ଦୋଷ [୧୩] ଏବଂ ଏହାକୁ ନିୟନ୍ତ୍ରଣ କରିବା ପାଇଁ ବିଭିନ୍ନ ଉଇକି ପ୍ରକଳ୍ପରେ ପରିଚାଳକମାନଙ୍କୁ ରଖାଯାଇଥାଏ । ପ୍ରସଙ୍ଗ ଗୁଡ଼ିକର ମାନ ସୁଧାରିବା, ସେଗୁଡ଼ିକର ସତ୍ୟତା ପରଖିବା ଇତ୍ୟାଦି କାର୍ଯ୍ୟ ଏହି ପରିଚାଳକ ମାନଙ୍କ ଉପରେ ନ୍ୟସ୍ତ ଥାଏ ।[୧୪][୧୫] ୨୦୧୭ ମସିହାରେ, ବିଶ୍ୱର ପ୍ରମୁଖ ସୋସିଆଲ-ମିଡ଼ିଆ ଫେସବୁକ, ନିଜର ବ୍ୟବହାରକାରୀ ମାନଙ୍କୁ ମିଥ୍ୟା ଖବର ଗୁଡ଼ିକ ବିଷୟରେ ଅବଗତ କରାଇବା ପାଇଁ ସେଥି ସମ୍ପର୍କିତ ଉଇକିପିଡ଼ିଆ ପ୍ରସଙ୍ଗ ଗୁଡ଼ିକୁ ଲିଙ୍କ କରିବା ପାଇଁ ଘୋଷଣା କରିଥିଲା ଏବଂ ଏହାକୁ କାର୍ଯ୍ୟକାରୀ ମଧ୍ୟ କରିଥିଲା । ୨୦୧୮ ମସିହାରେ ୟୁ ଟ୍ୟୁବ ମଧ୍ୟ ସମାନ ପ୍ରକାର ଘୋଷଣା କରିଥିଲା । ଏହା ପରେ ଉଇକିପିଡ଼ିଆକୁ ୱାସିଙ୍ଗଟନ ପୋଷ୍ଟ ଇଣ୍ଟରନେଟର "ନୂତନ ରକ୍ଷୀ" (The good cop of the internet) ଭାବରେ ସର୍ବସାଧାରଣଙ୍କ ପାଖରେ ପହଞ୍ଚାଇଛି ।[୧୬]

ଇତିହାସ[ସମ୍ପାଦନା]


ଜିମି ୱେଲ୍ସ ଏବଂ ଲାରି ସାଙ୍ଗର
ଉଇକିପିଡ଼ିଆକୁ ମୂଳତଃ ଇଂରାଜୀ ଭାଷାର ଅନ୍ୟ ଏକ ଜ୍ଞାନକୋଷ ନ୍ୟୁପେଡ଼ିଆରୁ ବିକଶିତ କରାଯାଇଥିଲା
ଉଇକିପିଡ଼ିଆକୁ,ପ୍ରଥମେ ନ୍ୟୁପେଡ଼ିଆ (Nupedia) ନାମକ ଇଂରାଜୀ ଭାଷାର ଏକ ଜ୍ଞାନକୋଷ/ବିଶ୍ୱକେଷର ଏକ ପରିପୂରକ ଯୋଜନା ରୂପେ ସେହି ଇଂରାଜୀ ଭାଷାରେ ଆରମ୍ଭ କରାଯାଇଥିଲା ।[୧୭] ଏହାକୁ ଅନଲାଇନରେ ଇଣ୍ଟର୍ନେଟ ସହାୟତାରେ ଏକ ମୁକ୍ତ ଜ୍ଞାନକୋଷ ଭାବରେ, ସମସ୍ତଙ୍କଦ୍ୱାରା ବ୍ୟବହାର କରାଯିବା ଉଦ୍ଦେଶ୍ୟରେ ଆରମ୍ଭ କରାଯାଇଥିଲା । ଏଥିରେ ଥିବା ପ୍ରସଙ୍ଗ ଗୁଡ଼ିକୁ ବିଭିନ୍ନ କ୍ଷେତ୍ରର ବିଶେଷଜ୍ଞ ମାନଙ୍କଦ୍ୱାରା ଲେଖା ଯାଇଥିଲା ତଥା ଏକ ସାଧାରଣ ପ୍ରଣାଳୀରେ ସମୀକ୍ଷା ମଧ୍ୟ କରଯାଉଥିଲା ।[୧୮] ନ୍ୟୁପେଡ଼ିଆକୁ ୯ ମାର୍ଚ୍ଚ ୨୦୦୦ରେ ବୋମିସ ନାମକ ଏକ ୱେବ ପୋର୍ଟାଲ କମ୍ପାନୀଦ୍ୱାରା ଆରମ୍ଭ କରାଯାଇଥିଲା ।
ବୋମିସର ସି.ଇ.ଓ. ଜିମି ୱେଲ୍ସ ଏବଂ ଲାରି ସାଙ୍ଗର ନ୍ୟୁପେଡ଼ିଆର ପ୍ରମୁଖ ସଦସ୍ୟ ତଥା ମୁଖ୍ୟ ସମ୍ପାଦକ ଭାବରେ କାର୍ଯ୍ୟ ତୁଲାଇଥିଲେ । ସେମାନେ ପରେ ଏକାଠି ମିଶି ଉଇକିପିଡ଼ିଆ ପାଇଁ ମଧ୍ୟ କାମ କରିଥିଲେ ।[୧୯][୨୦] ପ୍ରଥମେ ନ୍ୟୁପେଡ଼ିଆର ତଥ୍ୟ ଗୁଡ଼ିକୁ ଏହାର ନିଜସ୍ୱ "ଓପନ କଣ୍ଟେଣ୍ଟ ଲାଇସେନ୍ସ"ଦ୍ୱାରା ଲାଇସେନ୍ସ କରାଯାଇଥିଲା । ପରେ ରିଚାର୍ଡ ଷ୍ଟଲମ୍ୟାନଙ୍କ ପ୍ରସ୍ତାବ ଅନୁସାରେ ଉଇକିପିଡ଼ିଆ ଆରମ୍ଭ ହେବା ଆଗରୁ ଏହି ସବୁ ଗୁଡ଼ିକୁ "ଜି.ଏନ.ୟୁ. ଫ୍ରି ଡକ୍ୟୁମେଣ୍ଟେସନ ଲାଇସେନ୍ସ"ର ଅନ୍ତର୍ଭୁକ୍ତ କରିଦିଆଯାଇଥିଲା ।[୨୧] ଉଇକିପିଡ଼ିଆର ମୁକ୍ତ ଭାବରେ ସମ୍ପାଦନା କରିବା ଶୈଳୀ (Open-Door policy)ର ଶ୍ରେୟ ଜିମି ୱେଲ୍ସଙ୍କୁ ଦିଆଯାଉଥିବା ବେଳେ[୨୨][୨୩] ଏହାକୁ ସମସ୍ତଙ୍କ ପାଖରେ ସହଜରେ ପହଞ୍ଚାଇବାର ଶ୍ରେୟ ଏହାର ଅନ୍ଯତମ ପ୍ରତିଷ୍ଠାତା ଲାରି ସାଙ୍ଗରଙ୍କୁ ଦିଆଯାଇଥାଏ ।
[୨୪] ୧୦ ଜାନୁଆରୀ ୨୦୦୧ରେ ଲାରି ସାଙ୍ଗର, ନ୍ୟୁପେଡ଼ିଆ ପାଇଁ ଏକ "ଫିଡର" ପ୍ରକଳ୍ପ ଭାବରେ ଉଇକିର ନିର୍ମାଣ ପାଇଁ ନ୍ୟୁପେଡ଼ିଆ ମେଲିଂ ଲିଷ୍ଟରେ ପ୍ରସ୍ତାବ ଦେଇଥିଲେ ।[୨୫] ୧୫ ଜାନୁଆରୀ ୨୦୦୧ରେ ପ୍ରଥମ ଥର ପାଇଁ ଉଇକିପିଡ଼ିଆକୁ ଔପଚାରିକ ଭାବରେ www.wikipedia.comରେ ଏକମାତ୍ର ଇଂରାଜୀ ସଂସ୍କରଣ ସହିତ ଆରମ୍ଭ କରାଯାଇଥିଲା ।[୨୬] ଏବଂ ସାଙ୍ଗର ଏ ବିଷୟରେ ନ୍ୟୁପେଡ଼ିଆ ମେଲିଂ ଲିଷ୍ଟରେ ସୂଚନା ଦେଇଥିଲେ ।[୨୨] ଉଇକିପିଡ଼ିଆ ଆରମ୍ଭ ହେବାର ପ୍ରଥମ ମାସରେ ଏହାର "ନ୍ୟୁଟ୍ରାଲ ପଏଣ୍ଟ ଅଫ ଭିୟୁ" (Neutral point-of-view) ଯୋଜନାକୁ କାର୍ଯ୍ୟକାରୀ କରାଯାଇଥିଲା ।
[୨୭] ସେତେବେଳେ ଏହି ନିୟମକୁ ଛାଡ଼ି ଅନ୍ୟ ବିଶେଷ କିଛି ନିୟମ କାନୁନ ଉଇକିପିଡ଼ିଆପାଇଁ କରାଯାଇ ନଥିଲା ଏବଂ ଏହା ନ୍ୟୁପେଡ଼ିଆ ଉପରେ ନିର୍ଭରଶୀଳ ନଥିଲା ।[୨୨] ପ୍ରଥମେ ଉଇକିପିଡ଼ିଆ, ନ୍ୟୁପେଡ଼ିଆର କିଛି ଯୋଗଦାନକାରୀଙ୍କ ଅବଦାନ ପାଇଥିଲା । ୨୦୦୧ ମସିହାର ଶେଷ ବେଳକୁ ପ୍ରାୟ ୧୮ଟି ଭାଷାରେ ଉଇକିପିଡ଼ିଆ ଆରମ୍ଭ ହୋଇସାରିଥିଲା । ଠିକ ସେହିପରି ୨୦୦୨ ଶେଷ ସୁଦ୍ଧା ଉଇକିପିଡ଼ିଆର ୨୬ଟି ଭାଷାରେ ସଂସ୍କରଣ , ୨୦୦୩ ଶେଷ ସୁଦ୍ଧା ୪୬ଟି ଭାଷା ସଂସ୍କରଣ ଏବଂ ୨୦୦୪ ଶେଷ ସୁଦ୍ଧା ୧୬୧ଟି ଭାଷା ସଂସ୍କରଣ ବାହାରି ସାରିଥିଲା । ଉଇକିପିଡ଼ିଆର ବଢୁଥିବା ଲୋକପ୍ରିୟତାକୁ ଦେଖି ୨୦୦୩-୨୦୦୪ରେ ନ୍ୟୁପେଡ଼ିଆର ସର୍ଭରକୁ ଧୀରେ ଧୀରେ ବନ୍ଦ କରିଦିଆଯାଇଥିଲା ଓ ସେଥିରେ ଥିବା ସମସ୍ତ ତଥ୍ୟ ଗୁଡ଼ିକୁ ଉଇକିପିଡ଼ିଆରେ ସ୍ଥାନିତ କରାଯାଇଥିଲା ।
[୨୮][୨୯] ୯ ଡିସେମ୍ବର ୨୦୦୭ରେ ଇଂରାଜୀ ଉଇକିପିଡ଼ିଆରେ ପ୍ରସଙ୍ଗ ସଂଖ୍ୟା ୨ ମିଲିୟନ ପାର କରିସାରିଥିଲା ଓ ବିଶ୍ୱର ସର୍ବବୃହତ ଜ୍ଞାନକୋଷ ହେବାର ମାନ୍ୟତା ଲାଭ କରିସାରିଥିଲା । ଏହା ୧୪୦୮ ୟୋଙ୍ଗଲ ଏନସାଇକ୍ଳୋପିଡ଼ିଆର ପ୍ରସଙ୍ଗ ସଂଖ୍ୟାକୁ ମଧ୍ୟ ଟପିସାରିଥିଲା, ଯାହା ଦୀର୍ଘ ୬୦୦ ବର୍ଷ ଧରି ସର୍ବାଧିକ ପ୍ରସଙ୍ଗ ସହିତ ସର୍ବବୃହତ ଜ୍ଞାନକୋଷ ଭାବରେ ରେକର୍ଡ ବଜାୟ ରଖିଥିଲା ।[୩୦]
ଏକ ଇଂରାଜୀ କଥିତ ତଥା ଇଂରାଜୀ ଭାଷା କେନ୍ଦ୍ରୀୟ ଉଇକିପିଡ଼ିଆ ଭାବରେ ଇଂରାଜୀ ଉଇକିପିଡ଼ିଆରେ ତଥ୍ୟ ଗୁଡ଼ିକର ସମୀକ୍ଷା ତଥା ନିୟନ୍ତ୍ରଣର ଅଭାବ ଓ ବିଭିନ୍ନ ପ୍ରକାର ବ୍ଯବସାୟିକ ବିଜ୍ଞାପନ ଗୁଡ଼ିକର ବ୍ୟବହାର ଆଶଙ୍କାରେ,୨୦୦୨ ମଶିହାରେ ସ୍ପାନିସ ଉଇକିପିଡ଼ିଆର ଉପଯୋଗକର୍ତ୍ତାମାନେ ଏନସାଇକ୍ଳୋପିଡ଼ିଆ ଲାଇବ୍ରେରୀ ( Enciclopedia Libre-Spanish) ପ୍ରତିଷ୍ଠା କରିବା ପାଇଁ ଇଂରାଜୀ ଉଇକିପିଡ଼ିଆଠାରୁ ଅଲଗା ହୋଇଯାଇଥିଲେ ।[୩୧] ଏହି ଘଟଣା ପରେ ୨୦୦୨ ମସିହାରେ ଜିମି ୱେଲ୍ସ ଘୋଷଣା କରିଥିଲେ ଯେ, ଉଇକିପିଡ଼ିଆ କିମ୍ବା ଏହାର କୌଣସି ସହଯୋଗୀ ପ୍ରକଳ୍ପ କୌଣସି ପ୍ରକାରର ବ୍ଯବସାୟିକ ବିଜ୍ଞାପନ ଗୁଡ଼ିକର ବ୍ୟବହାର କରିବ ନାହିଁ । 
ପରେ ଏହାକୁ wikipedia.comରୁ wikipedia.orgକୁ ବଦଳାଇ ଦିଆଯାଇଥିଲା ।[୩୨] ତା ପରଠାରୁ କେବେ କୌଣସି ପ୍ରକାରର ସମ୍ପାଦକୀୟ କାରଣରୁ ଉଇକିପିଡ଼ିଆର କୌଣସି ସହଯୋଗୀ ପ୍ରକଳ୍ପକୁ ଏହାଠାରୁ ଅଲଗା କରାଯାଇନାହିଁ । ୨୦୦୭ ମସିହା ହେବା ବେଳକୁ ଇଂରାଜୀ ଉଇକିପିଡ଼ିଆରେ ପ୍ରସଙ୍ଗ ଗୁଡ଼ିକର ସଂଖ୍ୟା କ୍ରମାଗତ ବଢିବାରେ ଲାଗିଥିଲା ଓ ୨୦୦୯ ମସିହା ବେଳକୁ ଏହା ୩ ମିଲିୟନ ଟପିସାରିଥିଲା ।[୩୩] ସେତେବେଳେ ଦିନକୁ ପ୍ରାୟ ୧୮୦୦ଟି ପ୍ରସଙ୍ଗ ଇଂରାଜୀ ଉଇକିପିଡ଼ିଆରେ ଲେଖାଯାଉଥିବାର ନଜିର ରହିଛି ।[୩୪]

ଉଇକିପିଡ଼ିଆଠାରୁ ପ୍ରେରିତ ହୋଇ ପରେ ସାଇଟିଜେଣ୍ଡ଼ିୟମ , ସ୍କଲାରପିଡ଼ିଆ , କନଜର୍ଭପିଡ଼ିଆ ଏବଂ ଗୁଗୁଲ ନୋଲ  ଆଦି ପ୍ରକଳ୍ପ ଗୁଡ଼ିକର ପରିଯୋଜନା କରାଯାଇଥିଲା ।.[୩୫] ଉଇକିପିଡ଼ିଆର କଥା କଥିତ ସୀମା ଗୁଡ଼ିକୁ ସମ୍ବୋଧିତ କରିବା ପାଇଁ ଏସବୁ ଗୁଡ଼ିକ ବ୍ୟବହାର କାରାଯାଉଥିଲା । ୨୦ ଜୁନ ୨୦୦୩ ମସିହାରେ ଉଇକିପିଡ଼ିଆ ଓ ନ୍ୟୁପେଡ଼ିଆର ମିଳିତ ସହଯୋଗରେ ଉଇକିମିଡ଼ିଆ ଫାଉଣ୍ଡେସନ ପ୍ରତିଷ୍ଠା କରାଯାଇଥିଲା ।[୩୬]ଏହା ଅନେକ ସ୍ୱେଚ୍ଛାସେବୀଙ୍କ ମିଳିତ ଚେଷ୍ଟାରେ ପରିଚାଳିତ ଅନଲାଇନ ଉଇକି ପ୍ରକଳ୍ପ ଯଥା; ଉଇକିପିଡ଼ିଆ, ଉଇକିଅଭିଧାନ, ଉଇକିକଥା , ଉଇକିପୋଥି , ଉଇକିଉତ୍ସ, ଉଇକିମିଡ଼ିଆ କମନ୍ସ, ଉଇକିସ୍ପିସିସ, ଉଇକିଖବର, ଉଇକିମହାବିହାର, ଉଇକିମିଡ଼ିଆ ଇନକୁବେଟର, ମେଟା ଉଇକି ଓ ଏହାର ଅଚଳ ପ୍ରକଳ୍ପ, ନୁପେଡ଼ିଆ ଆଦିକୁ ପରିଚାଳନ କରିଥାଏ ।


ଉଇକିପିଡ଼ିଆର ନିୟମ[ସମ୍ପାଦନା]



ଜନ ସିଜେନଥେଲର ଉଇକିପିଡ଼ିଆ ବିଷୟରେ ଆଲୋଚନା କରିବା ସମୟର ଏକ ଚିତ୍ର ।
ଉଇକିପିଡ଼ିଆରେ ଥିବା ପ୍ରସଙ୍ଗ ଗୁଡ଼ିକର ଲେଖା ଗୁଡ଼ିକ କୌଣସି ପ୍ରାକାରର ଔପଚାରିକ ସହକର୍ମୀ ସମୀକ୍ଷା ପାଇଁ ରହି ନଥାନ୍ତି ଏବଂ ଏଗୁଡ଼ିକ ଯେକୌଣସି ମୁହୂର୍ତ୍ତରେ ବଦଳ କରାଯାଇପାରିବ । ତଥାପି ଏହା କଛି ନିର୍ଦ୍ଧାରିତ ନିୟମ କାନୁନ ସହାୟତାରେ ସୁରୁଖୁରୁରେ ପରିଚାଳିତ ହୋଇଥାଏ । କିଛି ପ୍ରମୁଖ ନିୟମ ଗୁଡ଼ିକ ହେଲା:-

କୌଣସି ପ୍ରସଙ୍ଗ ଉପରେ ଏହାର ମୂଳ ଲେଖକ କିମ୍ବା ଅନ୍ୟ କୌଣସି ସମ୍ପାଦକଙ୍କର ଅଧିକାର ନଥାଏ କିମ୍ବା କୌଣସି ନିର୍ଦ୍ଧିଷ୍ଟ ମାନ୍ୟତା ପ୍ରାପ୍ତ ବ୍ୟକ୍ତି/ ଅନୁଷ୍ଠାନ ଏହାକୁ ନିୟନ୍ତ୍ରଣ କରେନାହିଁ ।
କିଛି କିଛି ଏପରି ପୃଷ୍ଠା, ଯେଉଁଥିରେ କି ଅସତ୍ୟ ସୂଚନା କିମ୍ବା ଜାଣିଶୁଣି କେହି ଭୁଲ ତଥ୍ୟ ଦେଇଥାଏ, ଅଥବା ଅଦରକାରୀ ଲେଖା ଥାଏ, ସେଗୁଡ଼ିକୁ ପରିଚାଳକ(ଆଡମିନ) ମାନଙ୍କଦ୍ୱାରା ସୁଧାର ପାଇଁ ରଖାଯାଏ କିମ୍ବା ଲିଭାଇ ଦିଆଯାଏ । ଉଇକି ବାଟବରଣକୁ ନିର୍ମଳ ରଖିବା ପାଇଁ ଏପରି କରାଯାଇଥାଏ ।
ଯେକୌଣସି ପ୍ରସଙ୍ଗକୁ ସମ୍ପାଦନା କରିବା ପାଇଁ ଜଣେ ଏକ ଅଜଣା ନାମରେ ଆକାଉଣ୍ଟ ଖୋଲି ବ୍ୟବହାର କରିପାରିବ କିମ୍ବା ନିଜସ୍ୱ ନାମରେ ମଧ୍ୟ ସମ୍ପାଦନା ପାଇଁ ଆକାଉଣ୍ଟ ଖୋଲିପାରିବ । କେବଳ ସଠିକ ପଞ୍ଜୀକୃତ ହୋଇଥିବା ଅବଦନକାରୀମାନେ ଇଂରାଜୀ ଉଇକିପିଡ଼ିଆରେ ନୂଆ ପ୍ରସଙ୍ଗ ଗଢିପାରିବେ ।
ଉଇକିପିଡ଼ିଆରେ ସମ୍ପାଦନାକାରୀ ମାନଙ୍କ ପରିଚୟ ଓ ନିଜସ୍ୱ ତଥ୍ୟ/ସମ୍ପାଦିତ ତଥ୍ୟ ଗୁଡ଼ିକର କେବଳ ସଦୁପଯୋଗ ହିଁ ହେବ ବୋଲି କିଛି ନିଶ୍ଚିତତା ନଥାଏ ।[୩୭] ଯଦିଓ ଏଥିରେ ସଭିଙ୍ଗ ଉଦ୍ଦେଶ୍ୟ ମହତ ରହିଥାଏ, ତଥାପି କିଛି ପ୍ରସଙ୍ଗ/ସୂଚନା ଏମିତି ବି ଉଇକିରେ ରହିଛି ଯାହାକୁ ଅନ୍ୟ ମାନଙ୍କଦ୍ୱାରା ସମାଲୋଚନା କରାଯାଇଥାଏ, ଆପତ୍ତିଜନକ ତଥା ଅଶ୍ଳୀଳ ଭାବରେ ବିଚାର କରାଯାଇଥାଏ ।[୩୮][୩୯]
କୌଣସି ସମ୍ବେଦନଶୀଳ ଘଟଣା, ରାଜନୈତିକ ମତାମତ କିମ୍ବା ବ୍ୟକ୍ତିଗତ ମତ, କୌଣସି ଆକ୍ରମଣାତ୍ମକ ପ୍ରବୃତ୍ତିର ତଥ୍ୟ ଉଇକିପିଡ଼ିଆ ପ୍ରକଳ୍ପ ଅନ୍ତର୍ଭୁକ୍ତ କରିବାକୁ ପ୍ରଶ୍ରୟ ଦିଆଯାଏନାହିଁ । ବେଳେବେଳେ ଏହି କାରଣ ପାଇଁ କେତେକ ସ୍ଥାନରେ ଉଇକିପିଡ଼ିଆର କିଛି ଭାଗକୁ ପ୍ରାବନ୍ଧିତ(Ban) ମଧ୍ୟ କରିଦିଆଯାଏ ।[୪୦]
ଯେହେତୁ ଉଇକିପିଡ଼ିଆକୁ ଏକ ମୁକ୍ତ ଜ୍ଞାନକୋଷ ଭାବରେ ବିବେଚନା କରାଯାଏ, ତେଣୁକରି ଏଥିରେ କେବଳ ସେହିପରି ପ୍ରସଙ୍ଗ ଗୁଡ଼ିକୁ ରଖାଯାଏ ଯେଉଁଗୁଡ଼ିକ ଜ୍ଞାନକୋଷରେ ରହିବା ଯୋଗ୍ୟ କିମ୍ବା ଏହା ସମ୍ପର୍କିତ ହୋଇଥିବ ଅଥବା ଏହାର ଅବଦାନ ଜ୍ଞାନ ବିତରଣ ପାଇଁ ଉଲ୍ଲେଖନୀୟ ହୋଇଥିବ।[୪୧]
ଉଇକିପିଡ଼ିଆରେ କେବଳ ସେହି ତଥ୍ୟ ଗୁଡ଼ିକୁ ପ୍ରଦର୍ଶିତ କରିପାରିବ ଯେଉଁଗୁଡ଼ିକ ବିଷୟରେ ଆଗରୁ ବିଶ୍ୱସନୀୟ ସୂତ୍ରରୁ ସୂଚନା ପ୍ରଦାନ କରାଯାଇଛି ଏବଂ ଏହାକୁ ଆଧାର ଭାବରେ ପ୍ରସଙ୍ଗ ସହିତ ଯୋଡ଼ା ଯାଇଥାଏ ।[୪୨]
ଯଦି ଏହାରି କିଛି ପୃଷ୍ଠା ଉଇକିପିଡ଼ିଆରେ ଅଛି ଯାହା ଉପରେ ଭବିଷ୍ୟତରେ ତର୍କ ବା ଅନୁସନ୍ଧାନ କରାଯାଇପାରେ, ତେବେ ଏଥିରେ ବିଶ୍ୱସନୀୟ ସୂତ୍ରରୁ ଆଧାର ଯୋଡ଼ିବା ନିହାତି ଜରୁରୀ ।[୪୩]
ଉଇକିପିଡ଼ିଆରେ କିଛି ନୂଆ ପୃଷ୍ଠା ତିଆରି କରିବା ଆଗରୁ କିମ୍ବା ନୂଆ ତଥ୍ୟ ଯୋଡ଼ିବା ଆଗରୁ ଉଇକିଆଳି ମାନଙ୍କୁ ସେହି ବିଷୟରେ ନିଜେ ଭଲ ଭାବରେ ଅନୁସନ୍ଧାନ କରି ସୂଚନା ଯୋଗାଡ କରି ନିଜ ଭାଷାରେ ବ୍ୟକ୍ତ କରିବାକୁ ପରାମର୍ଶ ଦିଆଯାଇଥାଏ । ଫଳରେ ଏହା ସମସ୍ତଙ୍କ ବୁଝିବା ପାଇଁ ସହଜ ହୋଇଥାଏ ।
ଉଇକିପିଡ଼ିଆରେ ଥିବା ତଥ୍ୟ ଗୁଡ଼ିକୁ ସର୍ବଦା ନିରପେକ୍ଷ ରଖିବାକୁ ପ୍ରାଧାନ୍ଯ ଦିଆଯାଇଥାଏ ।[୪୪][୪୫]
ଭିନ୍ନ ଭିନ୍ନ ଭାଷାର ଉଇକିଆଳି,ସମ୍ପାଦନକାରୀ ତଥା ପରିଚାଳକମାନେ ସମସ୍ତେ ମିଳି ମିଶି ଏକ ସଂପ୍ରଦାୟ ଭାବରେ କାମ କରନ୍ତି ଓ ସମୟେ ସମୟେ ନିଜ ଉଇକିପିଡ଼ିଆ ପାଇଁ ନୀତି/ ନିର୍ଦ୍ଦେଶନାମା ଗୁଡ଼ିକୁ ଲେଖନ୍ତି ବା ବଦଳ/ସଂଶୋଧିତ କରନ୍ତି ।[୪୬]
ବିଭିନ୍ନ ଉଇକିପିଡ଼ିଆର ଆବଶ୍ୟକତା ଅନୁସାରେ ସେଥିରେ ନାନା ପ୍ରକାରର ଶ୍ରେଣୀ,ଛାଞ୍ଚ ତଥା ବିଭାଗ ଗୁଡ଼ିକୁ ବ୍ୟବହାର କରାଯାଇଥାଏ । ପ୍ରତ୍ଯେକ ଛାଞ୍ଚ ଓ ଶ୍ରେଣୀ ଗୁଡ଼ିକୁ ସମସ୍ତଙ୍କ ଅବଗତି ପାଇଁ ଭଲ ଭାବରେ ବ୍ୟାଖ୍ୟା ମଧ୍ୟ କାରାଯାଇଥାଏ । )[୪୭][୪୮]
ଅନ୍ଯାନ୍ଯ ପୁରୁଣା କୌଣସି ଏନସାଇକ୍ଳୋପିଡ଼ିଆ ମାନଙ୍କଠାରୁ ଅଲଗା ଭାବରେ ଉଇକିପିଡ଼ିଆ ନିଜର ତଥ୍ୟ ଗୁଡ଼ିକର ସୁରକ୍ଷା ପାଇଁ "ପ୍ରୋକ୍ରାଷ୍ଟିନେସନ ଶୈଳୀ" (The procrastination principle) ଆପଣାଇଥାଏ ।[notes ୧][୪୯][୪୯]
ଉଇକିପିଡ଼ିଆର ବଢୁଥିବା ଲୋକପ୍ରିୟତାକୁ ଦେଖି ଏହାର କେତେକ ଲୋକପ୍ରିୟ ସଂସ୍କରଣରେ ତଥ୍ୟ ଯୋଡିବା ଲାଗି କିଛି ପ୍ରକ୍ରିୟା ରଖାଯାଇଛି । ଯେପରିକି ଇଂରାଜୀ ଉଇକିପିଡ଼ିଆରେ କେବଳ ସଠିକ ଭାବରେ ପଞ୍ଜୀକୃତ ହୋଇଥିବା ଉଇକିଆଳିମାନେ ହିଁ ନୂଆ ପ୍ରସଙ୍ଗ ଗଢିପାରିବେ ।[୫୦] ଏହା ଛଡା କିଛି ଗୁଡ଼ିଏ ପ୍ରସଙ୍ଗର ସମ୍ବେଦନଶୀଳତା ଓ ଗୁରୁତ୍ୱକୁ ନେଇ ସେଗୁଡ଼ିକ ପୂର୍ଣ୍ଣ ନିରାପଦ ଭାବରେ ରଖାଯାଇଥାଏ ।[୫୧][୫୨]
୨୦୦୨ ପରଠାରୁ କିଛି କ୍ଷେତ୍ରରେ "ପେଣ୍ଡିଙ୍ଗ ଚେଞ୍ଜେସ" (Pending changes-ନୂଆ ଉଇକିଆଳିଙ୍କଦ୍ୱାରା କରାଯାଇଥିବା ବଦଳ ଗୁଟିକ ଆଉ ଥରେ ମାଇନା କରିବା) ପ୍ରଣାଳୀ ମଧ୍ୟ ବ୍ୟବହାର ହେବାର ଦେଖିବାକୁ ମିଳିଥାଏ ।[୫୩][୫୪]
ଯଦିଓ ଉଇକିପିଡ଼ିଆରେ କରାଯାଉଥିବା ସମସ୍ତ ବଦଳ ଗୁଡ଼ିକର ପୁନଃ ନିରୀକ୍ଷଣ ପାଇଁ କୌଣସି ପ୍ରକାରର ନିର୍ଦ୍ଧିଷ୍ଟ ପ୍ରଣାଳୀ ନାହିଁ, ତଥାପି ଉଇକିପିଡ଼ିଆରେ ବ୍ୟବହୃତ ଅନେକ ଗୁଡ଼ିଏ ସଫ୍ଟୱେର ଟୁଲଦ୍ୱାରା ସବୁ ବଦଳ ଗୁଡ଼ିକୁ ଦେଖାଯାଇପାରେ ଓ ବଦଳା ଯାଇପାରେ । ଉଇକିପିଡ଼ିଆର ସମସ୍ତ ଭାଗ ସହିତ ଜଡ଼ିତ ଇତିହାସ (History label)ଲେଖା ଏଥିରେ ମୁଖ୍ୟ ଭୂମିକା ନିଭାଇ ଥାଏ ।[notes ୨][୫୫]
ଉଇକି ପ୍ରସଙ୍ଗରେ କୌଣସି ପ୍ରକାର ବଦଳ, ଯାହାକି ଏହାର ତଥ୍ୟକୁ ନଷ୍ଟ କରେ ଅଥବା ବିପଥଗାମୀ କରିଥାଏ ବା ଉଇକିପିଡ଼ିଆର ନିୟମକୁ ଉଲ୍ଲଂଘନ କରିଥାଏ, ସେଗୁଡ଼ିକୁ ଉଇକିପିଡ଼ିଆ ନିୟମରେ "ଭାଣ୍ଡାଲିଜିମ" (Vandalism) କୁହାଯାଇଥାଏ । ଯେକୌଣସି ପ୍ରକାର ଅଦରକାରୀ ତଥା ବିଜ୍ଞାପନ ଭିତ୍ତିକ ତଥ୍ୟ ରଖିବାକୁ, କିମ୍ବା କୌଣସି ପ୍ରସଙ୍ଗରୁ ସମସ୍ତ ଲେଖା ଗୁଡ଼ିକୁ ଲିଭାଇ ଦେବାକୁ ମଧ୍ୟ ଭାଣ୍ଡାଲିଜିମ କୁହାଯାଏ ।[୫୬][୫୭]
ସାଧାରଣତଃ ଏହି ଭାଣ୍ଡାଲିଜିମ ଗୁଡ଼ିକୁ ଖୋଜି ସଜାଡିବାକୁ କିଛି ମିନିଟ ସମୟ ଲାଗିଥାଏ । କିନ୍ତୁ ବେଳେବେଳେ ଏହା ଅପେକ୍ଷାକୃତ ଭାବରେ ଅଧିକ ସମୟ ମଧ୍ୟ ନେଇଥାଏ ।[୧୪][୧୫]

ଉଇକିପିଡ଼ିଆରେ ପ୍ରସଙ୍ଗ ଗୁଡ଼ିକୁ ସମ୍ପାଦନା କରିବା ପାଇଁ ସମ୍ପାଦନର ପାଞ୍ଚଟି ସ୍ତମ୍ଭ ଓ ଏହା ସହିତ ସମ୍ପର୍କିତ ଅନେକ ନୀତିଗୁଡ଼ିକ ବିଷୟରେ ଜାଣିବାକୁ ପଡିଥାଏ । ଏହି ପଲିସି ଗୁଡ଼ିକୁ ସମୟେ ସମୟେ ପରିବର୍ତ୍ତନ ମଧ୍ୟ କରାଯାଇଥାଏ ।[୫୮]
ଉଇକିପିଡ଼ିଆ କେବଳ ସଠିକ ଭାବରେ ପ୍ରମାଣିତ ଓ ପ୍ରକାଶିତ ହୋଇଥିବା ତଥ୍ୟ ଗୁଡ଼ିକୁ ବ୍ୟବହାର କରିବାର ଅନୁମତି ଦିଏ ।[୪୨]
ଉଇକିପିଡ଼ିଆ ସର୍ବଦା ନିରପେକ୍ଷ ରହିଥାଏ ।[୪୪]
ଯେ କୌଣସି ବ୍ୟକ୍ତିଗତ ମନ୍ତବ୍ୟ ଯାହା ଏକ ପ୍ରସଙ୍ଗ ବାହାର ଉତ୍ସରୁ ଅଣାଯାଇଥାଏ, ତାକୁ ନିରପେକ୍ଷ ଭାବରେ ସଠିକ ଆଧାର ସହିତ ପ୍ରସଙ୍ଗରେ ବ୍ୟବହାର କରାଯାଇପାରେ । ଏହାକୁ "ନ୍ୟୁଟ୍ରାଲ ପଏଣ୍ଟ ଅଫ ଭିୟୁ" (Neutral point of view-NPOV) କୁହାଯାଇଥାଏ ।[୫୯]
ଉଇକି ସମ୍ପ୍ରଦାୟ[ସମ୍ପାଦନା]

ଉଇକିମାନିଆ

ଉଇକିମାନିଆ ୨୦୧୬
ଉଇକିପିଡ଼ିଆରେ ଥିବା ପ୍ରତ୍ଯେକ ପ୍ରସଙ୍ଗ/ପୃଷ୍ଠା ଓ ପ୍ରତ୍ଯେକ ଉଇକିଆଳିମାନଙ୍କର ଏକ ଆଲୋଚନା ପୃଷ୍ଠା ରହିଥାଏ । ଏହା ଉଇକିଆଳି ମାନଙ୍କ ମଧ୍ୟରେ ବିଭିନ୍ନ ପ୍ରକାର ଆଲୋଚନା ଓ ମତ ଆଦାନ-ପ୍ରଦାନ ପାଇଁ ବ୍ଯବହାର ହୋଇଥାଏ ।
[୬୦] ଉଇକିଆଳିମାନେ ବେଳେବେଳେ ପରସ୍ପରକୁ ଧନ୍ୟବାଦ ଜ୍ଞାପନ କରିବା ପାଇଁ ଅଥବା ସେମାନଙ୍କ କାମର ପ୍ରଶଂସା କରି ସେମାନଙ୍କୁ ଏହି ଆଲୋଚନା ପୃଷ୍ଠାରେ ଆଦର ସନ୍ଦେଶ ବା ବାର୍ଣ୍ଣଷ୍ଟାର ପ୍ରଦାନ କରିଥାନ୍ତି । ଏହା କେବଳ ସେମାନଙ୍କର ଉଇକିରେ ଲେଖା ବା ଅବଦାନ ପାଇଁ ନୁହେଁ ବରଂ କିଛି ନୂଆ ଜିନିଷ ଶିଖିବାରେ ସାହାଜ୍ଯ କରିବା, କୌଣସି କର୍ମଶାଳା ବା ଅନ୍ୟ କୌଣସି ଉଲ୍ଲେଖନୀୟ ଅବଦାନ ପାଇଁ ଦିଆଯାଇଥାଏ ।
[୬୧] ଉଇକିପିଡ଼ିଆରେ କୌଣସି ସମ୍ପାଦକ କିମ୍ବା ଅବଦନକାରୀ ମାନଙ୍କୁ ସେମାନଙ୍କ ପ୍ରକୃତ ପରିଚୟ ଦେବାକୁ ବାଧ୍ୟ କରାଯାଏନି । ଏହା ସେମାନଙ୍କର ସଂପୂର୍ଣ୍ଣ ବ୍ୟକ୍ତିଗତ ଇଚ୍ଛା ଯେ ସେମନେ ନିଜର ପରିଚୟ ପ୍ରକାଶ କରିବେ କି ନାହିଁ ।[୬୨]ସେଥିପାଇଁ ବେଳେବେଳେ "କେଉଁମାନେ ଉଇକିପିଡ଼ିଆରେ ସମ୍ପାଦନା କରିପାରିବେ ?" ବୋଲି ଏକ ପ୍ରମୁଖ ପ୍ରଶ୍ନ ସାମନାକୁ ଆସିଥାଏ ।[୬୩] ଉଇକିପିଡ଼ିଆରେ ଓ ଏହାର ସହ ପ୍ରକଳ୍ପ ଗୁଡ଼ିକରେ କିଛି ଅବଦାନକାରୀଙ୍କର ଗୋଟିଏ ଗୋଟିଏ ଦଳ ବିଶାଳ ପରିମାଣରେ ତଥ୍ୟ ଯୋଡି ଏହାକୁ ଅନ୍ୟ ପୁରୁଣା ଅନୁଷ୍ଠାନ ମାନଙ୍କ ସହିତ ସମକକ୍ଷ କରିପାରିଛନ୍ତି ବୋଲି ଏକଦା ଜିମି ୱେଲ୍ସ ମନ୍ତବ୍ୟ ଦେଇଥିଲେ ।
[୬୪] ୨୦୦୮ ମସିହାରେ "ସ୍ଳେଟ"(Slate) ନାମକ ପତ୍ରିକା
ଉଇକିମିଡ଼ିଆ ଫାଉଣ୍ଡେସନ, Inc. ଏକ ଆମେରିକୀୟ ଅଣଲାଭକାରି ଦାତବ୍ୟ ସଙ୍ଗଠନ ଯାହା ଯୁକ୍ତରାଷ୍ଟ୍ର ଆମେରିକାର ସାନଫ୍ରାନସିସ୍କୋ, କାଲିଫର୍ଣ୍ଣିଆଠାରେ ଅବସ୍ଥିତ ଓ ଆଗରୁ ଏହା ଅବସ୍ଥିତ ଥିବା ଫ୍ଲୋରିଡ଼ା ରାଜ୍ୟର ଅନୁଶାସନ ଦେଇ ପରିଚାଳିତ । ଏହା ଅନେକଗୁଡ଼ିଏ ମିଳିତ ଚେଷ୍ଟାରେ ପରିଚାଳିତ ଅନଲାଇନ ଉଇକି ପ୍ରକଳ୍ପ ଯଥା; ଉଇକିପିଡ଼ିଆ, ଉଇକିଅଭିଧାନ, ଉଇକିକଥା, ଉଇକିପୋଥି, ଉଇକିଉତ୍ସ, ଉଇକିମିଡ଼ିଆ କମନ୍ସ, ଉଇକିସ୍ପିସିସ, ଉଇକିଖବର, ଉଇକିମହାବିହାର, ଉଇକିମିଡ଼ିଆ ଇନକୁବେଟର, ମେଟା-ଉଇକି ଓ ଏହାର ଅଚଳ ପ୍ରକଳ୍ପ, ନୁପିଡ଼ିଆ ଆଦିକୁ ପରିଚାଳନ କରିଥାଏ । ଏହାର ମୁଖ୍ୟ ପ୍ରକଳ୍ପ ଉଇକିପିଡ଼ିଆ ଜଗତର ସବୁଠାରୁ ଅଧିକ ପଢ଼ାଯାଉଥିବା ୧୦ଟି ସାଇଟ ଭିତରୁ ଗୋଟିଏ ।[୫] ଏହି ସଙ୍ଗଠନର ଆରମ୍ଭ ବିଦ୍ଧିବଦ୍ଧ ଭାବରେ ଜୁନ ୨୦, ୨୦୦୩ରେ ଉଇକିପିଡ଼ିଆର ସହ-ପ୍ରତିଷ୍ଠାତା ଜିମି ଉଏଲସ,[୬]ଙ୍କ ଦେଇ ହୋଇଥିଲା ଯେ ଉଇକିପିଡ଼ିଆକୁ ନିଜ କମ୍ପାନୀ ବୋମିସ ସହ ପରିଚାଳନା କରୁଛନ୍ତି ।[
    ଓଡ଼ିଆ (ଇଂରାଜୀ ଭାଷାରେ Odia /əˈdiːə/ or Oriya /ɒˈriːə/,) ଇଣ୍ଡୋ-ଇଉରୋପୀୟ ଭାଷାଗୋଷ୍ଠୀ ଅନ୍ତର୍ଗତ ଏକ ଇଣ୍ଡୋ-ଆର୍ଯ୍ୟ ଭାରତୀୟ ଭାଷା । ଏହା ଭାରତର ଓଡ଼ିଶାରେ ସର୍ବାଧିକ ବ୍ୟବହୃତ ଓ ମୁଖ୍ୟ ସ୍ଥାନୀୟ ଭାଷା ଏବଂ ୯୧.୮୫% ଲୋକଙ୍କ ଦ୍ୱାରା କଥିତ ।[୧][୨] ଓଡ଼ିଶା ସମେତ ଏହା ପଶ୍ଚିମ ବଙ୍ଗ, ଛତିଶଗଡ଼, ଝାଡ଼ଖଣ୍ଡ, ଆନ୍ଧ୍ର ପ୍ରଦେଶ ଓ ଗୁଜରାଟ (ମୂଳତଃ ସୁରଟ[୩])ରେ କୁହାଯାଇଥାଏ । ଏହା ଓଡ଼ିଶାର ସରକାରୀ ଭାଷା । ଏହା ଭାରତର ସମ୍ବିଧାନ ସ୍ୱିକୃତୀପ୍ରାପ୍ତ ୨୨ଟି ଭାଷା ମଧ୍ୟରୁ ଗୋଟିଏ ଓ ଝାଡ଼ଖଣ୍ଡର ୨ୟ ପ୍ରଶାସନିକ ଭାଷା ।[୪][୫][୬] [୭][୮][୯] ଓଡ଼ିଆ ଷଷ୍ଠ ଭାରତୀୟ ଭାଷା ଭାବରେ ଏକ ସ୍ୱତନ୍ତ୍ର ଓ ଅନ୍ୟ ଭାଷାଦ୍ୱାରା ପ୍ରଭାବିତ ହୋଇ ନ‌ ଥିବା ଭାଷା ଭାବରେ ଶାସ୍ତ୍ରୀୟ ଭାଷାର ମାନ୍ୟତା ପାଇଛି । [୧୦] [୧୧] [୧୨] [୧୩] [୧୪] [୧୫]

ଓଡ଼ିଆ କଥିତ ଅଞ୍ଚଳ
ଓଡ଼ିଆ ଭାଷା ଓଡ଼ିଶାର ପାଖାପାଖି ଅନେକ ରାଜ୍ୟରେ କୁହାଯାଏ । ପଶ୍ଚିମବଙ୍ଗର ମେଦିନୀପୁର ସମେତ ଆହୁରି ଅନେକ ଅଞ୍ଚଳ, ଝାଡ଼ଖଣ୍ଡର ସିଂହଭୂମି ଜିଲ୍ଲା, ଆନ୍ଧ୍ର ପ୍ରଦେଶର ଶ୍ରୀକାକୁଲମ, ବିଜୟନଗର ଓ ବିଶାଖାପଟନମ ଜିଲ୍ଲା, ଛତିଶଗଡ଼ର ପୂର୍ବ ଜିଲ୍ଲା ଓ ନାଗପୁର ଅଞ୍ଚଳରେ ବହୁଳ ଭାବରେ କୁହାଯାଏ । ଗୁଜରାଟର ସୁରଟ ଭାରତର ଦ୍ୱିତୀୟ ଓଡ଼ିଆ ଭାଷା ବହୁଳ ଅଞ୍ଚଳ । ଏହାଛଡା ବେଙ୍ଗାଳୁରୁ, ହାଇଦ୍ରାବାଦ, ପଣ୍ଡିଚେରୀ, ଚେନ୍ନାଇ, ଗୋଆ, ମୁମ୍ବାଇ, ଜାମସେଦପୁର, ବରୋଦା, ରାୟପୁର, ଅହମଦାବାଦ, ଦିଲ୍ଲୀ, କଲିକତା, ଖଡ଼ଗପୁର, ଗୁଆହାଟୀ, ପୁନେ ଓ ସିଲଭାସା ଆଦି ସହରରେ ଓଡ଼ିଆ ଭାଷାଭାଷୀ ଲୋକ ଦେଖାଯାନ୍ତି ।

ଉତ୍ସ
ଓଡ଼ିଆଭାଷାର ମୂଳ ଉତ୍ସ ହେଉଛି ଗୁମ୍ଫାଲେଖ। ୨୦ହଜାର ବର୍ଷ ତଳେ କଳାହାଣ୍ଡିର ଗୁଡହାଣ୍ଡିରୁ ମିଳିଥିବା ଚିତ୍ର[୧୬], ନୂଆପଡାର ଯୋଗୀମଠରୁ ୧୦ହଜାର ବର୍ଷ ତଳର ମିଳିଥିବା ଚିତ୍ରଲିପି[୧୭] ଓ ଝାରୁସୁଗୁଡାର ବିକ୍ରମଖୋଲରୁ ମିଳିଥିବା ୩୫୦୦ବର୍ଷ ତଳ ଗୁମ୍ଫାଲିପି[୧୮] ହେଉଛି ଓଡ଼ିଆଭାଷାର ମୂଳ ଆଧାର। ଯୋଗୀମଠର ଚିତ୍ରଲିପିରେ ନାଲଙ୍ଗୀ ରଙ୍ଗରେ ଲିଖିତ “ଠ” ଲିପି ଆଜି ପର୍ଯ୍ୟନ୍ତ ଓଡ଼ିଆ ସମେତ ସମସ୍ତ ଭାରତୀୟ ଲିପିମାଳାରେ ଅବିକଳ ଭାବରେ ବ୍ୟବହୃତ।[୧୯][୨୦]

ଇତିହାସ
ଓଡ଼ିଆ ଏକ ଭାରତୀୟ ଭାଷା । ମୂଳ ଓଡ଼ିଆ ଭାଷା ପାଲି ଓ ଔଡ୍ରୀ ପ୍ରାକୃତରୁ ସିଧା ସୃଷ୍ଟି ହୋଇଥିବା ଭାଷା ବିଜ୍ଞାନୀମାନେ ପ୍ରମାଣ ଦିଅନ୍ତି, ଏହି ଭାଷା ଭାରତରରେ ୨,୫୦୦ ବର୍ଷରୁ ଅଧିକ ବର୍ଷ ଆଗରୁ କୁହାଯାଉଥିଲା[୨୧][୨୨] ଓ ବୌଦ୍ଧ ଧର୍ମର ତିପିଟକ ଓ ଜୈନ ଧର୍ମଗ୍ରନ୍ଥର ମୂଳ ଭାଷା ଥିଲା । [୨୩] । ଓଡ଼ିଆ ବାକି ଭାରତୀୟ ଭାଷାମାନଙ୍କ ତୁଳନାରେ ଖୁବ କମ ପାରସୀ ଓ ଆରବୀ ଭାଷାଦ୍ୱାରା ପ୍ରାଭାବିତ ।

ଇଂଲଣ୍ଡର କୁଇନଟେସେନସିଆଲଙ୍କ ଭାଷା ବିଭାଗର ମତରେ[୨୪] ଧଉଳିଠାରୁ ମିଳିଥିବା ଅଶୋକଙ୍କ ସମୟର ଶିଳାଲେଖ, ଜଉଗଡ଼ର ଶିଳାଲେଖ ଆଉ ଖାରବେଳଙ୍କ ବେଳରେ ତିଆରି ଖଣ୍ଡଗିରି ଓ ହାତୀଗୁମ୍ଫାର ଶିଳାଲେଖ ଓଡ଼ିଆ ଭାଷାର ମୂଳ ଇତିହାସ ଉପରେ ସୂଚନା ଦିଏ। ହାତିଗୁମ୍ଫାର ଶିଳାଲେଖରୁ ଜଣା ଯାଏ ଯେ ଆଧୁନିକ ଓଡ଼ିଆ ଭାଷାର ମୂଳ ପାଳି ଭାଷାରୁ । ହାତିଗୁମ୍ଫାର ଶିଳାଲେଖରେ ଲେଖା ଭାଷା ହେଉଛି ପାଳି ଆଉ ଲିପି ହେଉଛି ବ୍ରାହ୍ମୀ, ତେବେ ଏହି ଶିଳାଲେଖ ହିଁ ପ୍ରମାଣ କରିଦିଏ ଯେ ଓଡ଼ିଆ ଭାଷା ଅନ୍ୟ ଭାଷାଠାରୁ ପୁରାତନ। ସଂସ୍କୃତ ଭାଷାର ପ୍ରଭାବରେ ପୁରୁଣା ପାଳି ଭାଷାରେ ଅନେକ ଜାଗାରେ ଶବ୍ଦ ସବୁ ବଦଳି ଯାଇଛି । ତେବେ ଓଡ଼ିଆରେ ବିଦେଶୀ ଭାଷାର ପ୍ରଭାବ ଖୁବ କମ ଦେଖାଯାଏ ଯାହାକି ଅନ୍ୟ ଭାରତୀୟ ଭାଷାଠାରୁ ଖୁବ ଗୌଣ । ପ୍ରଫେସର ଓଲଡେନବର୍ଗଙ୍କ ମତରେ ପାଳି ଭାଷା ହିଁ ଓଡ଼ିଆ ଭାଷାର ମୂଳ ।

ଓଡ଼ିଆ ଶବ୍ଦର ବ୍ୟବହାର ୭ମ ଶତାବ୍ଦୀର ତାଳପତ୍ରରେ ଦେଖିବାକୁ ମିଳେ। ବିଶେଷକରି ନେପାଳ ରାଜଦରବାରରୁ ସଂଗୃହୀତ ବୌଦ୍ଧ ଆଚାର୍ଯ୍ୟଙ୍କଦ୍ୱାରା ରଚିତ ଚର୍ଯ୍ୟାସାହିତ୍ୟ ହେଉଛି ପ୍ରାଚୀନ ଓଡ଼ିଆ ଶବ୍ଦାବଳୀର ଗନ୍ତାଘର। ସେହିପରି ଭଦ୍ରକରୁ ପ୍ରାପ୍ତ ମହାରାଜ ଗଣଙ୍କ ୯ମ ଶତାବ୍ଦୀରେ ଲିଖିତ ଶିଳାଲେଖରେ 'ଦେବ କହି ଭକତି କରୁଣ ବୋଲନ୍ତି ଭୋ କୁମାର ଶେଣ' ହେଉଛି ଓଡ଼ିଆ ଭାଷାରେ ରଚିତ ସ୍ୱୟଂସଂପୂର୍ଣ୍ଣ ଓଡ଼ିଆ ଶବ୍ଦ। ଓଡ଼ିଆ ଶବ୍ଦ କୁମ୍ଭାର /kumbha:rɔ/ର ବ୍ୟବହାର ତମ୍ବାପଟାରେ ଲେଖାଥିବାର ଦେଖିବାକୁ ମିଳେ । ସେମିତି ୯୯୧ ସନର ଲେଖ ଓ ୭୧୫ ସନର ଲେଖରେ ଓଡ଼ିଆ ଶବ୍ଦ ଭିତୁରୁ /bhituru/ ଆଉ ପନ୍ଦର /pɔndɔrɔ/ ପ୍ରଭୃତିର ବ୍ୟବହାର ଦେଖିବାକୁ ମିଳେ।


ଅତୀତର କଳିଙ୍ଗ ଭୁଇଁ
ଶାସ୍ତ୍ରୀୟ ମାନ୍ୟତା
୨୦ ଫେବୃଆରୀ ୨୦୧୪ ତାରିଖ ଦିନ କେନ୍ଦ୍ର ସରକାର ଓଡ଼ିଆ ଭାଷାକୁ ଶାସ୍ତ୍ରୀୟତାର ମାନ୍ୟତା ଦେଇଥିଲେ ଓ ମାର୍ଚ୍ଚ ୧୧ତାରିଖ ଦିନ, ଏ ନେଇ ଗାଜେଟ ନୋଟିଫିକେସନ ଜାରି କରାଯାଇଥିଲା । [୨୫] ଏହି ମାନ୍ୟତା ପାଇବାରେ ଓଡ଼ିଆ ହେଲା ଷଷ୍ଠ ଭାଷା । ଏହା ପୂର୍ବରୁ ତାମିଲ, ସଂସ୍କୃତ, ତେଲୁଗୁ, କନ୍ନଡ ଓ ମାଲାୟାଲମକୁ ଶାସ୍ତ୍ରୀୟ ଭାଷା ମାନ୍ୟତା ମିଳିସାରିଛି। କେନ୍ଦ୍ର କ୍ୟାବିନେଟ୍ ଫେବୃଆରୀ ୨୦ ତାରିଖରେ ଓଡ଼ିଆ ଭାଷାକୁ ଶାସ୍ତ୍ରୀୟ ମାନ୍ୟତା ପ୍ରଦାନପାଇଁ ଚୂଡ଼ାନ୍ତ ନିଷ୍ପତ୍ତି ନେଲେ । ୨୦୧୩ ମସିହା ଜୁଲାଇ ୨୩ ତାରିଖରେ ଭାଷାବିଶେଷଜ୍ଞ କମିଟି ଓଡ଼ିଆକୁ ଶାସ୍ତ୍ରୀୟ ମାନ୍ୟତା ପ୍ରଦାନପାଇଁ କେନ୍ଦ୍ର ସରକାରଙ୍କୁ ସୁପାରିଶ କରିଥିଲେ। ଶାସ୍ତ୍ରୀୟ ଭାଷା ହେବା ଫଳରେ ଓଡ଼ିଆ ଭାଷାରେ ଉଲ୍ଲେଖନୀୟ ଅବଦାନ ସକାଶେ ପ୍ରତିବର୍ଷ ଆଠଟି ଅନ୍ତର୍ଜାତୀୟ ପୁରସ୍କାର ପ୍ରଦାନ କରାଯିବ। ଏହାଛଡା ଓଡ଼ିଆ ଭାଷା ପାଇଁ ଏକ ସେଣ୍ଟର ଅଫ୍ ଏକ୍ସଲେନ୍ସ ସ୍ଥାପନ କରିବାକୁ ସୁଯୋଗ ମିଳିବ। କେନ୍ଦ୍ରୀୟ ବିଶ୍ୱବିଦ୍ୟାଳୟଗୁଡ଼ିକରେ ଓଡ଼ିଆ ଶିକ୍ଷାବିତମାନେ ନିଯୁକ୍ତିର ସୁଯୋଗ ପାଇପାରିବେ।[୨୬][୨୭] ୨୦୧୪ ମସିହା ମାର୍ଚ୍ଚ ୧୧ତାରିଖ ଦିନ ଓଡ଼ିଆ ଭାଷାକୁ ଶାସ୍ତ୍ରୀୟତାର ମାନ୍ୟତାପାଇଁ ରାଜପତ୍ର ବିଜ୍ଞପ୍ତି ଜାରି କରାଯାଇଥିବାରୁ, ୨୦୧୫ ମସିହାରୁ ଏହି ଦିନଟିକୁ ଶାସ୍ତ୍ରୀୟ ଓଡ଼ିଆ ଭାଷା ଦିବସ ରୂପେ ପାଳନ କରିବାପାଇଁ ଓଡ଼ିଶା ସରକାର ନିଷ୍ପତି ନେଇଛନ୍ତି ।
କମ୍ପ୍ୟୁଟରରେ ଓଡ଼ିଆ
ବର୍ତ୍ତମାନ କମ୍ପ୍ୟୁଟର ଯୋଗେ ଓଡ଼ିଆ ଟାଇପ କରିବା ସହଜ ହୋଇଯାଇଛି । କମ୍ପ୍ୟୁଟରରେ ଓଡ଼ିଆ ଭାଷା ଟାଇପ କରିବାପାଇଁ ଯଥେଷ୍ଟ ସଂଖ୍ୟାରେ ବିଭିନ୍ନ ଆପ୍ଲିକେସନ ଉପଲବ୍ଧ । ସେଥିମଧ୍ୟରୁ ଲିପି, ଆକୃତି ଆଦି ପୂର୍ବରୁ ଥିବା ବେଳେ ମାଇକ୍ରୋସଫ୍ଟଦ୍ୱାରା ଇଣ୍ଡିକ ଇନ୍ପୁଟ ଭାରତୀୟ ଭାଷାରେ ଉପଲବ୍ଧ, ଯାହାଦ୍ୱାରା ଓଡ଼ିଆ ଲିପିରେ ସହଜରେ ଯେ କୌଣଶି ଆପ୍ଲିକେସନରେ ଓଡ଼ିଆରେ ଟାଇପ କରାଯାଇ ପାରୁଛି। ଏହା ଭିନ୍ନ ୱେବରେ ଅନେକ ପରିମାଣରେ ଓଡ଼ିଆ ଅଭିଧାନ, ଇଂରେଜୀରୁ ଓଡ଼ିଆକୁ ଅନୁବାଦ କରିବା ପାଇଁ ବହୁତ ସୁବିଧା ପ୍ରଦାନ କରୁଛି .[୩୨]।

ଓଡ଼ିଆ ଭାଷାର ସରକାରୀକରଣ
ଓଡ଼ିଶା ବିଧାନ ସଭାରେ 1954 ମସିହା ଓଡ଼ିଆ ଭାଷାର ସରକାରୀ ସ୍ତରରେ ବ୍ୟବହାର ପାଇଁ ଆଇନ ହେଇଥିଲା । [୩୩]। ଏହା ଅନୁସାରେ ସରକାରୀ ସ୍ତରରେ ସମସ୍ତ କାର୍ଯ୍ୟ ଓଡ଼ିଆରେ ହେବାପାଇଁ ସ୍ଥିରୀକୃତ ହୋଇଥିଲା । ମାତ୍ର ଉଦ୍ୟମର ଅଭାବ ଓ ଓଡ଼ିଆ ଟାଇପ ରାଇଟରରେ ଓଡ଼ିଆ ଟାଇପ କରିବାର ଅସୁବିଧାଗତ କାରଣରୁ ଏହା ବାସ୍ତବିକ କ୍ଷେତ୍ରରେ କାର୍ଯ୍ୟକାରୀ ହୋଇ ପାରିନଥିଲା । ତେବେ ବର୍ତ୍ତମାନ ସରକାରଙ୍କଦ୍ୱାରା ପୁନର୍ବାର ତାକୁ କାର୍ଯ୍ୟକାରୀ କରିବାକୁ ଦୃଢ଼ ନିଷ୍ପତ୍ତି ନିଆଯାଇ ତାହାକୁ ଲାଗୁ କରାଯାଇଛି । [୩୪]। ଏଥିପାଇଁ ରାଜ୍ୟର ଭାଷା ସଚେତନ ନାଗରିକମାନେ ମଧ୍ୟ ବହୁ ବାର ଦାବି କରିଆସିଛନ୍ତି ।
ରାକ୍ଷସ ତାଡ଼କାସୁରର ଅତ୍ୟାଚାର ବଢ଼ି ବଢ଼ି ଚାଲିଥିଲା । କେବଳ ଶିବଙ୍କ ପୁତ୍ର ହାତରେ ମୃତ୍ୟୁବରଣ କରିବ ବୋଲି ତାଡ଼କାସୁର ବରପ୍ରାପ୍ତ ହୋଇଥିଲା । ଅନ୍ୟପକ୍ଷରେ ଦେବୀ ସତୀ ଭସ୍ମ ହୋଇଯିବା ପରେ ଭଗବାନ ଶିବ ସମାଧିରେ ଲୀନ ହୋଇଯାଇଥିଲେ । ତାଙ୍କୁ ସମାଧିରୁ ଉଠାଇବା ଏବଂ ମାତା ପାର୍ବତୀଙ୍କ ସହ ତାଙ୍କ ବିବାହ କରାଇବା ନିମନ୍ତେ ଦେବତାମାନେ ପ୍ରୟାସ ଜାରି ରଖିଥିଲେ । ମାତ୍ର ଶିବଙ୍କୁ ସମାଧିରୁ ଉଠାଇବା ସହଜ ନଥିଲା । ଦେବତାମାନେ କାମଦେବଙ୍କ ସହାୟତା ନେଲେ । କାମଦେବ ନିଜ କାମବାଣ ପ୍ରୟୋଗ କରି ମହାଦେବଙ୍କ ତପସ୍ୟା ଭାଙ୍ଗିଦେଲେ, ହେଲେ ଏହାର ଫଳ ତାଙ୍କୁ ଭୋଗିବାକୁ ପଡ଼ିଲା । ଶିବଙ୍କ କ୍ରୋଧାଗ୍ନିରେ ଜଳି କାମଦେବ ଭସ୍ମ ହୋଇଗଲେ । କାମଦେବଙ୍କ ପତ୍ନୀ ରତିଦେବୀ ମହାଦେବଙ୍କ ଶରଣାପନ୍ନ ହୋଇ ପତିଙ୍କ ଉଦ୍ଧାର କରିବାକୁ ବର ମାଗିଲେ । ରତିଙ୍କୁ ଶିବ କହିଲେ, କାମଦେବ ବର୍ତ୍ତମାନ ଉପସ୍ଥିତ ରହିଛନ୍ତି, କେବଳ ସେ ଅଙ୍ଗହୀନ(ଅନଙ୍ଗ) ହୋଇଯାଇଛନ୍ତି । ଦ୍ୱାପର ଯୁଗରେ ଭଗବାନ୍‌ ବିଷ୍ଣୁ, ଶ୍ରୀକୃଷ୍ଣଙ୍କ ରୂପରେ ଅବତାର ନେବେ । ସେତେବେଳେ କାମଦେବ ତାଙ୍କ ପୁତ୍ର ପ୍ରଦ୍ୟୁମ୍ନ ରୂପରେ ଜନ୍ମନେବେ । ରତିଙ୍କୁ କାମଦେବଙ୍କ ସହ ପୁନଃମିଳନର ମାର୍ଗଦର୍ଶନ କରାଇବା ପରେ ମହାଦେବ ତାଙ୍କୁ ଅନଙ୍ଗ ତ୍ରୟୋଦଶୀ ବ୍ରତ କରିବାକୁ କହିଥିଲେ । ଶ୍ରଦ୍ଧା, ଭକ୍ତି ଓ ପ୍ରେମଭାବ ସହ ଅନଙ୍ଗ ତ୍ରୟୋଦଶୀ ବ୍ରତ ରଖିବା ସହ ମହାଦେବ, ମାତା ପାର୍ବତୀ ଓ ରତି ତଥା କାମଦେବଙ୍କୁ ପୂଜା କରିବାଦ୍ୱାରା ଭକ୍ତର ଦାମ୍ପତ୍ୟ ଜୀବନ ସୁଖମୟ, ସମୃଦ୍ଧ ଏବଂ ଶାନ୍ତିପୂର୍ଣ୍ଣ ହେବ ବୋଲି ମହାଦେବ କହିଥିଲେ ୤ କାମଦେବଙ୍କ ଅନ୍ୟନାମ ହେଉଛି କନ୍ଦର୍ପ ।
ଉଜ୍ଜୟିନୀରେ ଥିବା କନ୍ଦର୍ପେଶ୍ୱର ମହାଦେବଙ୍କ ମନ୍ଦିରରେ କନ୍ଦର୍ପ ତ୍ରୟୋଦଶୀରେ ବହୁସଂଖ୍ୟକ ଭକ୍ତଙ୍କ ସମାଗମ ହୋଇଥାଏ ୤ ଆମଦେଶର ଗୁଜରାଟ ଓ ମହାରାଷ୍ଟ୍ରରେ ବହୁଳଭାବେ ଅନଙ୍ଗ ତ୍ରୟୋଦଶୀ ବ୍ରତ ପାଳନ କରାଯାଇଥାଏ ।
ବିଶେଷଜ୍ଞମାନେ କହିଛନ୍ତି ଯେ ଅମୃତଭଣ୍ଡା ବାର ମାସ ପାଇଁ ଉପଲବ୍ଧ ଏବଂ ଏହା ଶରୀରକୁ ବିଷାକ୍ତ ପଦାର୍ଥରୁ ମୁକ୍ତ ରଖିବାରେ ମଧ୍ୟ ସାହାଯ୍ୟ କରିଥାଏ। ଏଭଳି ପରିସ୍ଥିତିରେ, ଜଳଖିଆ ପାଇଁ ଯାହା ହେଉନା କାହିଁକି, ଅନେକ ଲୋକ ଏହା ସହିତ ପାଚିଲା ଅମୃତଭଣ୍ଡା ଖାଇବାକୁ ପସନ୍ଦ କରନ୍ତି। କଞ୍ଚା ଅମୃତଭଣ୍ଡା ଖାଇବାକୁ ଡାକ୍ତରମାନେ ମଧ୍ୟ ପରାମର୍ଶ ଦିଅନ୍ତି।
ଏହି ପୁଷ୍ଟିକର ଖଣିର ଲୋକପ୍ରିୟତା ସତ୍ତ୍ବେ ଅନେକ ଲୋକ ଜାଣିନାହାଁନ୍ତି ଅମୃତଭଣ୍ଡା କେଉଁ ଦେଶର ଜାତୀୟ ଫଳ? ଆପଣ ମଧ୍ୟ ପ୍ରଶ୍ନ ଶୁଣିବା ପରେ ଚିନ୍ତା କରିଥିବେ ନିଶ୍ଚୟ। ଅମୃତଭଣ୍ଡା ବିଷୟରେ ଆମର ହଜାର ହଜାର ସୂଚନା ଥିଲେ ମଧ୍ୟ ଆମ ମଧ୍ୟରୁ କେହି ଜାଣନ୍ତି ନାହିଁ ଯେ ଅମୃତଭଣ୍ଡା ଜାତୀୟ ଫଳ କେଉଁ ଦେଶ? ସେହି ଦେଶର ନାମ କଣ?
ଆମ୍ବେଦକରଙ୍କ ଉପରେ ଅମିତ ଶାହଙ୍କ ମନ୍ତବ୍ୟକୁ ନେଇ ଥମିବା ନାଁ ଧରୁନି ରାଜନୀତି । ଲଗାତାର ଦ୍ବିତୀୟ ଦିନରେ ଜୋରଦାର ବିକ୍ଷୋଭ କଲେ କଂଗ୍ରେସ ଓ ତମାମ ବିରୋଧୀ । ଅନୁରୂପ ଶୈଳୀରେ ଆମ୍ବେଦକରଙ୍କୁ ମୁଦ୍ଦା କରି କଂଗ୍ରେସକୁ ବିଜେପିର କାଉଣ୍ଟର ।

ମଙ୍ଗଳବାର ସମ୍ବିଧାନ ଉପରେ ୯୦ ମିନିଟ୍ ଭାଷଣ ଦେଇଥିଲେ କେନ୍ଦ୍ର ଗୃହମନ୍ତ୍ରୀ ଅମିତ ଶାହ । ମୂଳରୁ ଶେଷ ଯାଏ, କଂଗ୍ରେସକୁ କରି ଚାଲିଥିଲେ ଟାର୍ଗେଟ । ହେଲେ ଟ୍ରାକ୍ ବାହାରକୁ ଚାଲିଗଲା ଧାଡ଼ିଏ । ଆଉ ତା ପରେ ପରିସ୍ଥିତି ହୋଇୟାଇଛି ଅସମ୍ଭାଳ । ବୁଧବାର ପରେ ଗୁରୁବାର ମଧ୍ୟ କଂଗ୍ରେସ ଓ ତମାମ ବିରୋଧୀ କରିଛନ୍ତି ଜୋରଦାର ବିକ୍ଷୋଭ ପ୍ରଦର୍ଶନ ।
ଶାହଙ୍କ ଭାଷଣକୁ ନେଇ ତମାମ ବିରୋଧୀ ଏକାଠି ହେବା ପରେ ବୁଧବାର ସଂସଦୀୟ ବ୍ୟାପାର ମନ୍ତ୍ରୀ କିରରିଜିଜୁ ସାମ୍ବାଦିକ ସମ୍ମିଳନୀ କରିଥିଲେ । ପୁଣି ପରେ ସନ୍ଧ୍ୟାରେ ନିଜେ ଅମିତ ଶାହଙ୍କୁ ପ୍ରେସମିଟ୍ କରିବାକୁ ପଡ଼ିଥିଲା । ହେଲେ ବିରୋଧୀଙ୍କୁ ତାହା ସନ୍ତୁଷ୍ଟ କରିପାରିନି । …ବୁଧବାର ସାମ୍ବାଦିକ ସମ୍ମିଳନୀ କରି ଅମିତ ଶାହ କହିଥିଲେ ଯେ, ପାର୍ଲାମେଣ୍ଟରେ ସେ ଦେଇଥିବା ଭାଷଣକୁ ବୁଲାଇ ବଙ୍କାଇ ପୁଣି ଏଡିଟିଂ କରି କଂଗ୍ରେସ ସୋସିଆଲ୍ ସାଇଟରେ ଛାଡ଼ିଛି । ବିଜେପି ଓ ତାର ସହଯୋଗୀ ଏହି ପଏଣ୍ଟକୁ ଧରି କଂଗ୍ରେସକୁ କାଉଣ୍ଟର ଆଟାକ୍ କରୁଥିବା ବେଳେ କଂଗ୍ରେସ ନେତାଏ ଦେଇଛନ୍ତି ମୁହଁତୋଡ଼ ଜବାବ । ଆମ୍ବେଦକରଙ୍କ ଉପରେ ଅମିତ ଶାହଙ୍କ ମନ୍ତବ୍ୟକୁ ନେଇ କଂଗ୍ରେସ ବିକ୍ଷୋଭ ଚଳାଇଥିବା ବେଳେ ବିଜେପି ମଧ୍ୟ ସେହି ଆମ୍ବେଦକରଙ୍କୁ ନେଇ କଂଗ୍ରେସକୁ କରିଛି ଟାର୍ଗେଟ ।
ଅମିତ ଶାହଙ୍କ ସମର୍ଥନରେ ସୋସିଆଲ୍ ସାଇଟରେ ମନ୍ତବ୍ୟ ଦେଇଥିଲେ ପ୍ରଧାନମନ୍ତ୍ରୀ ନରେନ୍ଦ୍ର ମୋଦି । ସଂସଦୀୟ ବ୍ୟାପାର ମନ୍ତ୍ରୀଙ୍କ ପରେ ନିଜେ ଅମିତ ଶାହ କଲେ ପ୍ରେସମିଟ୍ । ହେଲେ ପ୍ରସଙ୍ଗ ପ୍ରଶମିତ ହେବା ବଦଳରେ ଅଧିକ ଜଟିଳ ହେବାରେ ଲାଗିଛି । ଆଉ ଉଭୟ ଶାସକ ଓ ବିରୋଧୀଙ୍କ ହାତରେ ଦେଖିବାକୁ ମିଳିଛି ବାବା ସାହେବ ଆମ୍ବେଦକରଙ୍କ ଫଟୋ । ସ୍ବର୍ଗବାସୀ ନେହରୁଙ୍କ ପରେ ଭାରତୀୟ ରାଜନୀତିକୁ ସରଗରମ କରିଛନ୍ତି ଅନ୍ୟତମ ସ୍ବର୍ଗବାସୀ ବାବା ସାହେବ ଆମ୍ବେଦକର । ବ୍ୟୁରୋ ରିପୋର୍ଟ, ନ୍ୟୁଜ୍ 18 ଓଡ଼ିଆ ।
ନ୍ୟୁଜ୍ ୧୮ ଓଡ଼ିଆରେ ବ୍ରେକିଙ୍ଗ୍ ନ୍ୟୁଜ୍ ପଢ଼ିବାରେ ପ୍ରଥମ ହୁଅନ୍ତୁ| ଆଜିର ସର୍ବଶେଷ ଖବର, ଲାଇଭ୍ ନ୍ୟୁଜ୍ ଅପଡେଟ୍, ନ୍ୟୁଜ୍ ୧୮ ଓଡ଼ିଆ ୱେବସାଇଟରେ ସବୁଠାରୁ ନିର୍ଭରଯୋଗ୍ୟ ଓଡ଼ିଆ ଖବର ପଢ଼ନ୍ତୁ । କମ୍ପାନୀ କହିଛି ଯେ ଯଦିଓ ଏହି ସମୟରେ 5G ବଜାରକୁ ଆସିଛି, ଆମେ କୌଣସି ପ୍ରକାରେ ଆମର ଯୋଜନାକୁ ମହଙ୍ଗା କରିବୁ ନାହିଁ । ଆମ ପାଇଁ ଆମ ଗ୍ରାହକଙ୍କଠାରୁ କେହି ବଡ଼ ନୁହଁନ୍ତି । ସେମାନଙ୍କ ଅଭିଜ୍ଞତାକୁ ଉନ୍ନତ କରିବା ପାଇଁ ଆମେ ଆମର ସେବାକୁ ଉନ୍ନତ କରିବା ଜାରି ରଖିବୁ
ମଧୁମେହକୁ ସଠିକ୍ ଭାବରେ ନିୟନ୍ତ୍ରଣ କରାଯିବା ଆବଶ୍ୟକ ରହିଛି। ବର୍ତ୍ତମାନ, ଯଦି ଏହି ରୋଗ ନିୟନ୍ତ୍ରିତ ନହୁଏ, ତେବେ ଶରୀରରେ ଅନେକ ସମସ୍ୟା ଦେଖାଯିବା ସ୍ୱାଭାବିକ। ଏହି କ୍ଷେତ୍ରରେ, ଏହି ରୋଗ କିଡନୀ, ଆଖି, ସ୍ନାୟୁ, ହୃଦଘାତର କାରଣ ହୋଇପାରେ। ତେଣୁ ପ୍ରତ୍ୟେକ ବ୍ୟକ୍ତି ଏହି ବିଷୟରେ ଯତ୍ନବାନ ହେବା ଜରୁରୀ।
କେନ୍ଦ୍ର ବେସାମରିକ ବିମାନ ଚଳାଚଳ ମନ୍ତ୍ରୀଙ୍କୁ ଓଡ଼ିଶାର ସାଂସଦମାନଙ୍କ ଉପସ୍ଥିତିରେ ଭେଟି ରାଜ୍ୟରେ ନୂତନ ବିମାନବନ୍ଦର ନିର୍ମାଣ, ନୂତନ ଟର୍ମିନାଲ ନିର୍ମାଣ, ବିମାନବନ୍ଦର ସମ୍ପ୍ରସାରଣ ଓ ସଂଯୋଗୀକରଣ, ଯାତ୍ରୀ ସୁବିଧା ଏବଂ ଯୋଗାଯୋଗ ଭିତ୍ତିଭୂମିକୁ ସୁଦୃଢ କରିବା ପାଇଁ ଅନୁରୋଧ କରିଛନ୍ତି । ଧର୍ମେନ୍ଦ୍ର ପ୍ରଧାନ ଏକ୍ସରେ ଲେଖିଛନ୍ତି ଯେ, ଭୁବନେଶ୍ୱର ବିଜୁ ପଟ୍ଟନାୟକ ଅନ୍ତର୍ଜାତୀୟ ବିମାନବନ୍ଦରର ନୂତନ ଟର୍ମିନାଲ ଭବନ, ଝାରସୁଗୁଡ଼ା ବୀର ସୁରେନ୍ଦ୍ର ସାଏ ବିମାନବନ୍ଦରର ଦ୍ୱିତୀୟ ପର୍ଯ୍ୟାୟ ନବୀକରଣ, ପୁରୀରେ ନୂଆ ବିମାନବନ୍ଦର ପ୍ରତିଷ୍ଠା ସହ କଟକ ଚାରବାଟିଆକୁ ପୂର୍ଣ୍ଣାଙ୍ଗ ବେସାମରିକ ବିମାନବନ୍ଦରରେ ପରିଣତ କରିବା ପାଇଁ ଆଲୋଚନା ହେଲା ।
ଶ୍ରୀ ପ୍ରଧାନ ଆହୁରି ଲେଖିଛନ୍ତି; ରାଉରକେଲା ଓ ଜୟପୁର ଏୟାରଷ୍ଟ୍ରିପର ସମ୍ପ୍ରସାରଣ ଏବଂ ବଲାଙ୍ଗୀର ତୁଷୁରା ଏୟାରଷ୍ଟ୍ରିପର ନବୀକରଣ କରିବା ପାଇଁ ମନ୍ତ୍ରୀଙ୍କ ହସ୍ତକ୍ଷେପ ଲୋଡିଲୁ । ମାନନୀୟ ପ୍ରଧାନମନ୍ତ୍ରୀଙ୍କ ଦୂରଦୃଷ୍ଟି ସମ୍ପନ୍ନ 'ଉଡାନ ଯୋଜନା'ରେ ଢେଙ୍କାନାଳର ବିରାସାଲ, ସମ୍ବଲପୁରର ହୀରାକୁଦ, ଗଞ୍ଜାମର ରଙ୍ଗେଇଲୁଣ୍ଡା, ଜଗତସିଂହପୁରର ପାରାଦୀପ, କଳାହାଣ୍ଡିର ଉତକେଲା, ଯାଜପୁରର କଳିଙ୍ଗନଗର, କେନ୍ଦୁଝରର ରାଇସୁଆଁ, ବରଗଡ଼ ଜିଲ୍ଲାର ପଦମପୁର ଓ ମୟୂରଭଞ୍ଜ ଜିଲ୍ଲାର ରାସଗୋବିନ୍ଦପୁର ଏବଂ ରାଇରୁଙ୍ଗପୁର ଏୟାରପୋର୍ଟ ସାମିଲ କରିବା ପାଇଁ ଅନୁରୋଧ କଲୁ ।
ଏହି ପ୍ରସ୍ତାବିତ ପଦକ୍ଷେପଗୁଡିକ ମାନନୀୟ ପ୍ରଧାନମନ୍ତ୍ରୀଙ୍କ "ପୂର୍ବୋଦୟ" ମିଶନରେ ବିକଶିତ ଓଡ଼ିଶା ଏବଂ ବିକଶିତ ଭାରତ ଗଠନରେ ବିମାନ ଯୋଗାଯୋଗ କ୍ଷେତ୍ରରେ ଏକ ବଡ ବୈପ୍ଲବିକ ପରିବର୍ତ୍ତନ ଆଣିପାରିବ । ଏହି ପଦକ୍ଷେପ ଦ୍ୱାରା ରାଜ୍ୟର ଅର୍ଥନୀତି ଆହୁରି ମଜଭୂତ୍ ହେବା ସହ ରୋଜଗାର ସୁଯୋଗ, ପର୍ଯ୍ୟଟନ ଏବଂ ବାଣିଜ୍ୟ ବ୍ୟବସାୟରେ ଓଡ଼ିଶା ଜାତୀୟ ଓ ଅନ୍ତର୍ଜାତୀୟ ସ୍ତରରେ ନୂଆ ପରିଚୟ ତିଆରି କରିପାରିବ ।
ଆସନ୍ତା ବର୍ଷ ଫେବ୍ରୁଆରି ଓ ମାର୍ଚ୍ଚରେ ପାକିସ୍ତାନରେ ଖେଳାଯିବାକୁ ଥିବା ଚାମ୍ପିୟନ୍ସ ଟ୍ରଫିର ଭବିଷ୍ୟତକୁ ନେଇ ଦେଖାଦେଇଥିବା ଅନିଶ୍ଚିତତାର ଅନ୍ତ ଘଟିଛି। ଏହି ନିଷ୍ପତ୍ତି ଭାରତ ଦ୍ୱାରା ଆୟୋଜିତ ଆଇସିସି ମହିଳା କ୍ରିକେଟ ବିଶ୍ୱକପ୍ ୨୦୨୫ ଏବଂ ଭାରତ ଓ ଶ୍ରୀଲଙ୍କା ଦ୍ୱାରା ଆୟୋଜିତ ଆଇସିସି ପୁରୁଷ ଟି-୨୦ ବିଶ୍ୱକପ୍ ୨୦୨୬ ଉପରେ ମଧ୍ୟ ଲାଗୁ ହେବ।
ନୂଆଦିଲ୍ଲୀ: ଅନ୍ତର୍ଜାତୀୟ କ୍ରିକେଟରୁ ଅବସର ନେବା ପରେ ରବିଚନ୍ଦ୍ରନ ଅଶ୍ୱିନ ଏବେ ନିଜ ଦେଶକୁ ଫେରିଛନ୍ତି। ସେ ଫେରିବା ବେଳେ ଚେନ୍ନାଇରେ ତାଙ୍କ ବାସଭବନ ସମ୍ମୁଖରେ ତାଙ୍କୁ ଭବ୍ୟ ସ୍ବାଗତ କରାଯାଇଛି। ପୂର୍ବତନ ଭାରତୀୟ ସ୍ପିନରଙ୍କୁ ସ୍ବାଗତ କରିବାକୁ ପ୍ରଶଂସକ, ପରିବାର ଏବଂ ଶୁଭେଚ୍ଛୁମାନେ ଏକତ୍ରିତ ହୋଇଥିଲେ। ଏହାରି ମଧ୍ୟରେ ଅଶ୍ବିନଙ୍କ ପିତା ତାଙ୍କୁ ଉଷ୍ମ ଆଲିଙ୍ଗନ ଏବଂ ଚୁମ୍ବନ ଦେଇ ଅଭିବାଦନ ଜଣାଇଥିଲେ। ସେହି ସମୟର ଭିଡିଓ ଏବେ ଖୁବ୍ ଜୋର୍‌ରେ ସୋସିଆଲ୍‌ ମିଡିଆରେ ଭାଇରାଲ୍‌ ହୋଇଛି। ପ୍ରଶଂସକମାନଙ୍କ ଡ୍ରମ୍‌ ବାଦ୍ୟ ଓ ଫୁଲ ବର୍ଷଣ ମଧ୍ୟରେ ଅଶ୍ବିନଙ୍କ ବାପାଙ୍କ ସୁନ୍ଦର ଅଭିବାଦନ ପ୍ରଶଂସକଙ୍କୁ ବେଶ୍‌ ପସନ୍ଦ ଆସିଛି।
ଉଇକିପିଡ଼ିଆ‌ରୁ
ଇଂରାଜୀ ଲିଙ୍କ Help[ଦେଖାଇବେ]
ଫେସବୁକ ଆନ୍ତର୍ଜାତୀୟ କମ୍ପାନୀ

Type	ବେସରକାରୀ
ତିଆରି କରାଯାଇଥିଲା	କ୍ୟାମ୍ବ୍ରିଜ (Cambridge),
ମସାଚ୍ୟୁସେଟ (Massachusetts)(2004)
ପ୍ରତିଷ୍ଠାତା	
ମାର୍କ ଜୁକରବର୍ଗ
ଏଡୁଆର୍ଡୋ ସବେରିନ
ଦୁଷ୍ଟିନ Moskovitz
ଚୃସ ହୁଘେସ
ମୂଖ୍ୟସ୍ଥାନ	ପାଲୋ ଅଲଟୋ, କାଲିଫର୍ଣ୍ଣିଆ
ସେବା ପରିସର	ଦେଶ ସାରା
ମୁଖ୍ୟ ଲୋକ	
ମାର୍କ ଜୁକରବର୍ଗ (ସି.ଇ.ଓ)
କ୍ରିସ କକ୍ସ (ସାନ-ପ୍ରେସିଡେଣ୍ଟ)
ସିରିଲ ସାନବର୍ଗ (ସି.ଓ.ଓ)
ଡୋନାଲ୍ଡ ଇ. ଗ୍ରାହାମ (ଚେଆରମାନ)
ଲାଭ	Increase ଆମେରିକା $୨ ବିଲିୟନ (୨୦୧୦)
କର୍ମଚାରୀ	୨୦୦୦+(୨୦୧୧)[୧]
ବେବସାଇଟ	facebook.com
ଆଇପି୪ଭି ସାହାଯ୍ୟ	www.v6.facebook.com
ଆଲେକ୍ସା ସ୍ଥାନ	Steady ୨ (ମାର୍ଚ ୨୦୧୧[୨])
ସାଇଟର ପ୍ରକାର	ସାମାଜିକ ଯୋଗାଯୋଗ ସାଇଟ
ଅନଲାଇନ ପ୍ରଚାର	ବ୍ୟାନର ଆଡ, ଗେମ
ଖାତାଖୋଲା	ନିହାତି ଦରକାରୀ
ବ୍ୟବହାରକାରୀ	୬୦୦ ମିଲିୟନ[୩][୪] (ଜାନୁଆରୀ ୨୦୧୧ରେ ସଚଳ)
ମିଳୁଥିବା ସଂସ୍କରଣ	ବହୁଭାଷୀ
ପ୍ରଥମେ ଆସିଥିଲା	ଫେବ୍ରୁୟାରୀ ୪, ୨୦୦୪
ଏବେକାର ସ୍ଥିତି	ସଚଳ

ମାର୍କ ଜୁକରବର୍ଗ ନିଜର ପଢ଼ା-ବସା-ଘରେ ଫେସବୁକ ତିଅରି କରିଥିଲେ ବାକି ସାଙ୍ଗମାନଙ୍କ ସହ
ଏହା ଏକ ଅନଲାଇନ ସାମାଜିକ ଯୋଗାଯୋଗ ସାଇଟ । ଏଠାରେ ସାଙ୍ଗମାନଙ୍କ ସହ କଥାବାର୍ତ୍ତା (ଚାଟ), ଭାବର ଆଦାନ ପ୍ରଦାନ, ନୂଆ ଫଟୋଚିତ୍ର ଓ ଭିଡ଼ିଓ ବଣ୍ଟନ ଓ ନାନା ଆପ୍ଲିକେସନ ସଫ୍ଟବେର ବ୍ୟବହାର କରି ଇଣ୍ଟରନେଟରେ ନିଜର ସାମାଜିକ ସମ୍ପର୍କ ବଢ଼ାଯାଇପାରେ ।

ଏବେ ଯାଏଁ ଫେସବୁକର ବ୍ୟବହାରକାରୀମାନଙ୍କ ସଂଖ୍ୟା ୫୦ କୋଟିରୁ ଅଧିକ ।

ହାରଭାର୍ଡ଼ ବିଶ୍ୱବିଦ୍ୟାଳୟରେ ତଳ-ସ୍ନାତକ ଶ୍ରେଣୀର ଦ୍ୱିତୀୟ ବର୍ଷର ଛାତ୍ର ମାର୍କ ଜୁକରବର୍ଗ ଅକଟୋବର ୨୮, ୨୦୦୩ରେ ଫେସମାସ(ଫେସବୁକର ପୂର୍ବାବସ୍ଥା)ର କୋଡ଼ ଲେଖିଥିଲେ । ସେଥିରେ ଗୋଟିଏ ଫରଦରେ ଦୁଇଜଣ ଅଲଗା ଅଲଗା ଶ୍ରେଣୀର ଛାତ୍ରୀଙ୍କ ଫଟୋ ରଖି କିଏ ବେସି ସୁନ୍ଦର ବାଛିବାକୁ ବ୍ୟବହାରକରୀମାନଙ୍କୁ କୁହାଯାଉଥିଲା । [୫][୬]

ଇତିହାସ[ଉତ୍ସ ସମ୍ପାଦନା]
ଫିଲିପ୍ସ ଏକ୍ସଟର ଏକାଡେମୀରୁ ମାର୍କ ଜୁକରବର୍ଗ ଗ୍ରାଜୁଏଟ ଡିଗ୍ରୀ ହାସଲ କରିଥିଲେ ।ଏକାଡେମୀ ପକ୍ଷରୁ ଛାତ୍ରଛାତ୍ରୀଙ୍କ ପାଇଁ "ଦି ଫୋଟ ଆଡ୍ରେସ ବୁକ" ପ୍ରସ୍ତୁତ କରାଯାଇଥିଲା,ଯାହାକୁ ସେମାନେ ଦ ଫେସବୁକ ଭାବେ ଅଭିହିତ କରୁଥିଲେ ।ଏଥିରୁ ଛାତ୍ରଛାତ୍ରୀମାନେ ସେମାନଙ୍କ ପାଠପଢ଼ା ସମ୍ବନ୍ଧୀୟ ତଥ୍ୟ ହାସଲ କରୁଥିଲେ ।ଏଭଳି ଫେସବୁକଦ୍ୱାରା ଅନୁପ୍ରାଣୀତ ହୋଇ ମାର୍କ ଜୁକରବର୍ଗ ହାର୍ଭାର୍ଡସ୍ଥିତ ନିଜ ଶୟନ କକ୍ଷରୁ ଫେସବୁକ ସାଇଟ ପରିଚାଳନା କରିଥିଲେ ।ସେ ପ୍ରାରମ୍ଭିକ ସମୟରେ କେବଳ ହାର୍ଭାର୍ଡ ବିଷୟ ଉଲ୍ଲେଖ କରୁଥିଲେ ।କିନ୍ତୁ ପରେ ରୁମମେଟ ହଷ୍ଟିନ ମୋସ୍କୋଭିଜଙ୍କ ସହିତ ମିଶି ଫେସବୁକକୁ ସେ ଅନ୍ୟ ସ୍କୁଲକୁ ମଧ୍ୟ ସମ୍ପ୍ରସାରଣ କରିଥିଲେ ।ପରେ ଜୁକରବର୍ଗ ଏବଂ ମୋସ୍କୋଭିଜ ସେମାନଙ୍କର ଅନ୍ୟ କେତେ ବନ୍ଧୁଙ୍କୁ ନେଇ କାଲିଫର୍ଣ୍ଣିଆର ପାଲୋ ଅଲ୍ଟୋ ଚାଲିଆସିଥିଲେ ।ଏକ ଘର ଭଡାରେ ନେଇ ସେଠାରେ ଫେସବୁକର କାର୍ଯ୍ୟାଳୟ ଖୋଲିଥିଲେ ।ଜୁକରବର୍ଗଙ୍କ ଉଦ୍ୟମ କ୍ରମେ ପିଟର ଥିଏଲ ଫେସବୁକରେ ପୁଞ୍ଜି ନିବେଶ କରିଥିଲେ ।୨୦୦୪ର ମଧ୍ୟ ଭାଗରେ ଫେସବୁକର ପ୍ରଥମ କାର୍ଯ୍ୟାଳୟ ଉଦଘାଟନ ହେଇଥିଲା ।[୭]

୨୦୧୯ ମାସିହା ଫେବ୍ରୁଆରୀ ମାସ ୭ ତାରିଖାରେ ଫେସବୁକ, ଭାରାତ ବର୍ଷର ଅଦିବାସୀ ଝିଅ ମାନାଙ୍କୁ ଡିଜିଟାଲ ଜ୍ଞାନ କୌଶଳ ସିଖାଇବା କଥା ଘୋଷଣା କାରିଥିଲା । ଏହି କାର୍ଯ୍ୟକ୍ରମଟିକୁ ଗୋଇଙ୍ଗ ଅନଲାଇନ ଅଜ ଲିଡର୍ସ ନାମରେ ଫେସବୁକ ନାମିତ କରିଥିଲା । [୮]

କମ୍ପାନୀ[ଉତ୍ସ ସମ୍ପାଦନା]

ପାଲୋ ଅଲଟୋ, କାଲିଫର୍ଣିଆର ଫୋର୍ଡ ପାର୍କରେ ଥିବା ଫେସବୁକର ମୁଖ୍ୟ କମ୍ପାନୀକୁ ରାସ୍ତା
ବ୍ୟବହାର[ଉତ୍ସ ସମ୍ପାଦନା]
ଫେସବୁକ ବ୍ୟବହାର କରିବା ପାଇଁ ସେହି ୱେବସାଇଟରେ ଆମକୁ ପ୍ରଥମେ ଆମକୁ ନାମ ଲେଖାଇବାକୁ ପଡେ । ନାମ ଲେଖାଇବା ପାଇଁ ଇମେଲ ଠିକଣା ଦରକାର ହେଇଥାଏ । ମୋବାଇଲ ବ୍ୟବହାରକାରୀମାନେ ନିଜ ମୋବାଇଲ ନମ୍ବରଦ୍ୱାରା ମଧ୍ୟ ନାମ ଲେଖାଇ ପାରିବେ । ନାମ ଲେଖିଲ ପରେ ସେଠି କିଛି ଫଟୋ ବିଡିଓ ଦେଇ ପାରିବେ ଏବଂ ଚିହ୍ନା ଏବଂ ଅଚିହ୍ନା ଲୋକମାନଙ୍କ ସହ ବନ୍ଧୁତା କରି କଥା ଏବଂ ଚାଟ କରି ପାରିବେ ।

ଅପବ୍ୟବହାର[ଉତ୍ସ ସମ୍ପାଦନା]
ବର୍ତ୍ତମାନ ଫେସବୁକର ବ୍ୟାପକ ଅପବ୍ୟବହାର କରାଯାଉଛି । ବ୍ୟବହାରକାରୀମାନେ ନିଜ ବିଷୟରେ ମିଥ୍ୟା ତଥ୍ୟ ଦେଉଛନ୍ତି । ଏବଂ ଅଜିକାଲି ଦେଖା ଯାଉଛି ଯେ, ବାହୁତ ଜଣ ଏହି ଫେସବୁକର ଅପବ୍ୟବହାର କରି ଅନ୍ୟମାନଙ୍କୁ ଡରାଇବା ଏବଂ ଧମକେଇବା ଭଳି କାମଗୁଡ଼ିକ କରୁଛନ୍ତି ।

ବିବାଦ[ଉତ୍ସ ସମ୍ପାଦନା]
୨୦୧୮ ମସିହା ମାର୍ଚ୍ଚ ମାସରେ ଫେସବୁକ ଏକ ବଡ଼ ଧରଣର ବିବାଦର ଶିକାର ହୋଇଥିଲା । ଏହି ବିବାଦ ଅନୁସାରେ ଆମେରିକାର ରାଷ୍ଟ୍ରପତି ଡୋନାଲ୍ଡ ଟ୍ରମ୍ପଙ୍କ ନିର୍ବାଚନ ସମୟରେ ଏକ ରାଜନୈତିକ ସଂସ୍ଥାଦ୍ୱାରା ବିଜ୍ଞାପନ ଦେବା ପାଇଁ ୮୭ ନିୟୁତ ବ୍ୟବହରକରିଙ୍କ ନିଜସ୍ୱ ତଥ୍ୟର ଅପବ୍ୟବହାର କରାଯାଇଥିଲା । ଏହି ଅପବ୍ୟବହାର ପରେ ଫେସବୁକରେ ଥିବା ବହୁତ ଗୁଡିଏ ତ୍ରୁଟି ସାମ୍ନାକୁ ଆସିଥିଲା । ଏବଂ ଏହାପରେ ବହୁତ ବିଶିଷ୍ଟ ବ୍ୟକ୍ତି ନିଜ ନିଜ ଫେସବୁକ ଏବଂ ଇଂଷ୍ଟାଗ୍ରାମକୁ ବନ୍ଦ କରାଇ ଦେଇଥିଲେ ।

ଶୈଳୀ ଓ ବଦଳ[ଉତ୍ସ ସମ୍ପାଦନା]
ଫେସବୁକ ୱେବସାଇଟରେ ଖାଲି ନୀଳ ଏବଂ ଧଳା ରଙ୍ଗର ବ୍ୟବହାର କରାଯାଏ । ଏବେ ଏଥିରେ ଟାଇମଲାଇନ ନାମକ ଏକ ଡିଜାଇନ ଅଣାଯାଇଛି । ଏହା ସହିତ ଏବେ ଏଥିରେ ଭିଡିଓ ଚାଲିବାର ବ୍ୟବସ୍ଥା ମଧ୍ୟ ହୋଇଛି ।
ଉଇକିପିଡ଼ିଆ‌ରୁ
ଇଂରାଜୀ ଲିଙ୍କ Help[ଦେଖାଇବେ]
ଇଣ୍ଟରନେଟ‎

ଇଣ୍ଟରନେଟ‎
ଇଣ୍ଟରନେଟ (Internet) ହେଉଛି ଏକ ଆନ୍ତର୍ଜାତିକ ମେଳଣ ଯେଉଁଠି ନିଜନିଜ ଭିତରେ ଅନେକ କମ୍ପ୍ୟୁଟର ଯୋଡି ହୋଇ ରହିଥାନ୍ତି, ଯାହାକି କମ୍ପ୍ୟୁଟର ବ୍ୟବହାର କରୁଥିବା ଓ ଅଲଗା ଅଲଗା ଜାଗାରେ ଥିବା ଲୋକମାନଙ୍କୁ ଜ୍ଞାନ, ଭାବ ଆଦିର ଦେବା ନେବା କରିବାରେ ସାହାଯ୍ୟ କରେ ।

ପ୍ରଥମେ ଇଣ୍ଟରନେଟର ବ୍ୟବହାର ଏକ ବୈଜ୍ଞାନିକ କର୍ମଶାଳାରେ ପରସ୍ପର ସହ ସଂପର୍କ ରଖିବା ପାଇଁ କରାଯାଇଥିଲା । ହେଲେ ପରେ ପରେ ଏହାକୁ ବିଶ୍ୱବ୍ୟାପୀ ଇଣ୍ଟରନେଟରେ ପରିଣତ କରି ଦିଆଗଲା ।[୧]

ବର୍ତ୍ତମାନ ଇଣ୍ଟରନେଟ ମାଧ୍ୟମରେ ଇମେଲ ପାଇବା/ପଠାଇବା, ଚାଟିଙ୍ଗ କରିବା, ଆଦି କାମ ସହଜରେ ହୋଇ ପାରୁଥିବା ବେଳେ ସୂଚନା ଆଦାନ ପ୍ରଦାନ ମଧ୍ୟ ହୋଇ ପାରୁଛି । ଇଣ୍ଟରନେଟ ପରିବର୍ତ୍ତନଶୀଳ, ତେଣୁ ଦିନକୁ ଦିନ ଏଥିରେ ନୂଆ ନୁଆ ଜ୍ଞାନ କୌଶଳର ବ୍ୟବହାର ହେଉଛି । ଏବେ ଆମେ ନିଜ ଘରେ ବସି ଇଣ୍ଟରନେଟ ମାଧ୍ୟମରେ ବିଶ୍ୱରେ ଘଟୁଥିବା ଅଗଣିତ ଘଟଣା ବିଷୟରେ ଜାଣିପାରୁଛେ ଏବଂ ଦେଖିପାରୁଛେ ।

ଜ୍ଞାନକୌଶଳ[ଉତ୍ସ ସମ୍ପାଦନା]
ଇଣ୍ଟରନେଟରେ କିଛି ମୁଖ୍ୟ କମ୍ପ୍ୟୁଟର ରହିଥାଏ, ଯାହାକୁ ସର୍ଭର କୁହାଯାଏ । ସର୍ଭରଗୁଡ଼ିକ ପରସ୍ପର ମଧ୍ୟରେ ସଂଯୁକ୍ତ ହୋଇଥାନ୍ତି । ସର୍ଭର ବା ମୁଖ୍ୟ କମ୍ପ୍ୟୁଟରରେ ଡାଟା ସବୁ ସାଇତି ରଖା ଯାଇଥାଏ । ପ୍ରତ୍ୟେକ ସର୍ଭରର ସ୍ୱତନ୍ତ୍ର ନାମ ଏବଂ ଆଡ୍ରେସ ରହିଥାଏ । ଆମେ ଯେତେବେଳେ ଆମ କମ୍ପ୍ୟୁଟରରେ ୱେବସାଇଟ ଖୋଳୁଛୁ, ସେ ପ୍ରଥମେ ନିଜର ସର୍ଭର ସହିତ ସମ୍ପର୍କ କରେ ଏବଂ ସର୍ଭରରୁ ସମ୍ପୃକ୍ତ ପ୍ରୁଷ୍ଠାକୁ ଆମ କମ୍ପ୍ୟୁଟରରେ ଦେଖେଇ ଥାଏ ଏବଂ ଆମେ ଆମ କାମ କରିଥାଉ ।

ଶିଷ୍ଟ୍ୟଗୁଡିକ:[ଉତ୍ସ ସମ୍ପାଦନା]
ସୂଚନା ପ୍ରଦାନ କରେ: ଇଣ୍ଟରନେଟ ହେଉଛି ସୂଚନାର ସବୁଠାରୁ ବଡ଼ ଏନସାଇକ୍ଲୋପିଡିଆ। ଏଠାରେ ୱେବସାଇଟ, ଡିଜିଟାଲ ଲାଇବ୍ରେରୀ, ବୈଜ୍ଞାନିକ ଗବେଷଣା ପତ୍ର ଏବଂ ପ୍ରବନ୍ଧ ମାଧ୍ୟମରେ ଏକ ବିଶାଳ ସୂଚନା ସମୃଦ୍ଧି ରହେ।

ସୂଚନା ବିନିମୟ: ଏହା ଏକ ମଞ୍ଚ ଭାବେ କାମ କରେ ଯେଉଁଠାରେ ଜଗତର ଯେକୌଣସି ସ୍ଥାନର ଲୋକମାନେ ସୂଚନା ବିନିମୟ କରିପାରନ୍ତି।

ନେଟୱାର୍କିଂରେ ସାହାଯ୍ୟ କରେ: ଇଣ୍ଟରନେଟ ଏମିତିକି ଏକ ପ୍ଲାଟଫର୍ମ ଦିଏ ଯେଉଁଠାରେ ଲୋକମାନେ ଅନ୍ୟ ଲୋକଙ୍କ ସହିତ ଯୋଗାଯୋଗ ଏବଂ ନେଟୱାର୍କିଂ କରିପାରନ୍ତି। ଏହା ଫଳରେ ନେଟୱାର୍କ ତିଆରି ହେବ ଏବଂ ସାମାଜିକ ଭାବେ ମିଶିପାରିବାରେ ସାହାଯ୍ୟ ମିଳେ।

ଶିକ୍ଷା ଏବଂ ଶିକ୍ଷାର ସୁବିଧା: ଇଣ୍ଟରନେଟ ଜଗତର ଭିନ୍ନ ଭିନ୍ନ ଶିକ୍ଷା ସମ୍ପଦ ଏବଂ ଅନଲାଇନ୍ କୋର୍ସ ପ୍ରଦାନ କରେ। ଏଥିପାଇଁ ଏହା ଅନଲାଇନ୍ କ୍ଲାସ, ଇ-ଲେର୍ନିଂ ପ୍ଲାଟଫର୍ମ ମାଧ୍ୟମରେ ଶିକ୍ଷାକୁ ଉପଲବ୍ଧ କରେ।

ବ୍ୟବସାୟ ଏବଂ ବ୍ୟବସାୟ ଉନ୍ନତି: ଇଣ୍ଟରନେଟ ବ୍ୟବସାୟକୁ ଗୋଲକିୟ ବଜାର ସହିତ ପ୍ରତିସ୍ପର୍ଦ୍ଧା କରିବାକୁ ସାହାଯ୍ୟ କରେ। ଇ-କମର୍ସ ୱେବସାଇଟ, ଡିଜିଟାଲ ମାର୍କେଟିଂ, ଏବଂ ଅନଲାଇନ୍ ବିଜ୍ଞାପନ ମାଧ୍ୟମରେ ବ୍ୟବସାୟ ଅଧିକ ଗ୍ରାହକଙ୍କୁ ପହଞ୍ଚିପାରେ।

ମନୋରଞ୍ଜନ ଏବଂ ସୃଜନଶୀଳତା: ଇଣ୍ଟରନେଟ ଏକ ବଡ଼ ମାଧ୍ୟମ ମନୋରଞ୍ଜନ ଏବଂ ସୃଜନଶୀଳତା ପାଇଁ। ଲୋକମାନେ ଅନଲାଇନ୍ ଗେମିଂ, ଷ୍ଟ୍ରିମିଂ ସେବାଗୁଡ଼ିକ, ଏବଂ ସୋସିଆଲ ମିଡିଆ ପ୍ଲାଟଫର୍ମ ମାଧ୍ୟମରେ ନିଜର ସୃଜନଶୀଳତା ପ୍ରକାଶ କରିପାରନ୍ତି।

ସମାଚାର ଏବଂ ଯୋଗାଯୋଗ: ଇଣ୍ଟରନେଟ ଲୋକମାନେ ସମାଚାର ସହିତ ଅପଡେଟ୍ ରହିବାକୁ ଏବଂ ଅନ୍ୟମାନଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରିବାକୁ ସାହାଯ୍ୟ କରେ। ବ୍ଲଗ, ସମାଚାର ୱେବସାଇଟ, ଏବଂ ସୋସିଆଲ ମିଡିଆ ଭିନ୍ନ ଖବର ଏବଂ ମତାମତ ପ୍ରଦାନ କରେ।

ଆଧାର[ଉତ୍ସ ସମ୍ପାଦନା
ଉଇକିପିଡ଼ିଆ‌ରୁ
କମ୍ପ୍ୟୁଟର
  
କମ୍ପ୍ୟୁଟର ଏମିତି ଏକ ବୈଦ୍ୟୁତିକ ଯନ୍ତ୍ର ଯାହାକି ମଣିଷଠାରୁ ତଥ୍ୟ (Data) ନିଏ, ସେସବୁକୁ ସାଇତି ରଖେ ଏବଂ ପୂର୍ବରୁ ସଂରକ୍ଷିତ ଆଦେଶ ମୁତାବକ ଆପେ ସେ ସବୁ ତଥ୍ୟକୁ ପ୍ରକ୍ରିୟାକରଣ କରି ଉତ୍ତର ଦିଏ ।ସଂରକ୍ଷିତ ଉତ୍ତର କମ୍ପ୍ୟୁଟର ( RAM memory)ରେ ରହିଥାଏ। ଏକ ସମୟରେ ଗାଣିତିକ ଏବଂ ତର୍କ ଯୁକ୍ତ କାର୍ଯ୍ୟ କରିପାରେ । ଏକାଧିକ କାମ କରିପାରୁଥିବାରୁ କମ୍ପ୍ୟୁଟରକୁ ଏକ ମଲଟିଟାସ୍କିଂ ଯନ୍ତ୍ର ବୋଲି କୁହାଯାଏ ।

କେତେଗୁଡିଏ ବିଶେଷ ଅଂଶକୁ ନେଇ କମ୍ପ୍ୟୁଟର ତିଆରି ହୋଇଥାଏ । ସେଥିମଧ୍ୟରୁ CPU (Central Processing Unit) ଅନ୍ୟତମ । ଏହା ସହିତ କମ୍ପ୍ୟୁଟରରେ ମେମୋରୀ ୟୁନିଟ୍, ALU (Arithmetic and Logic Unit), କଣ୍ଟ୍ରୋଲ୍ ୟୁନିଟ୍ ଇତ୍ୟାଦି ମଧ୍ୟ ରହିଥାଏ । କମ୍ପ୍ୟୁଟର ପ୍ରଥମେ ଇନପୁଟ୍ ଗ୍ରହଣ କରେ, ଏହାକୁ ଦିଆଯାଇଥିବା ସୂଚନା ଅନୁସାରେ କାର୍ଯ୍ୟ ସମ୍ପାଦନ କରେ, ଏହା ପରେ ଉତ୍ତରଟିକୁ ଅଉଟ୍‌ପୁଟ୍ ହିସାବରେ ବ୍ୟବହାରକାରୀକୁ ପ୍ରଦାନ କରିଥାଏ ।

ପ୍ରଥମ ଶତାବ୍ଦୀରୁ ହିଁ କମ୍ପ୍ୟୁଟରର ବ୍ୟବହାର ହୋଇ ଆସୁଛି । କିନ୍ତୁ ସେତେବେଳର କମ୍ପ୍ୟୁଟର ଏବଂ ଆଜିର କମ୍ପ୍ୟୁଟର ମଧ୍ୟରେ ଆକାଶ ପାତାଳ ତପାଥ ରହିଛି । ସେତେବେଳେ କମ୍ପ୍ୟୁଟର କେବଳ ଗଣନା ପାଇଁ ବ୍ୟବହାର ହେଉଥିଲା । ଆଜି କମ୍ପ୍ୟୁଟର ଏକ ଶହରୁ ଅଧିକ ଭିନ୍ନ ଭିନ୍ନ କାମ ପାଇଁ ବ୍ୟବହାର ହେଉଅଛି ।[୧]

ଆଧୁନିକ କମ୍ପ୍ୟୁଟର ସବୁ ଖୁବ କମ ଜାଗାରେ ରହି ପାରେ, ଅଳ୍ପ ସମୟରେ ଖୁବ ଅଧିକ ତଥ୍ୟ ଖୋଜିପାରେ ଆଉ କଠିନ ଗଣିତସବୁ ସହଜରେ ସମାଧାନ କରିପାରେ । ଆଜିକାଲି ମୋବାଇଲଠାରୁ ଆରମ୍ଭ କରି ବହୁତ ବଡ଼ ଧରଣର କମ୍ପ୍ୟୁଟର ଦେଖିବାକୁ ମିଳୁଛି ।[୨]

ଯେମିତି କୁହାଯାଏ ଯେ ମଣିଷ ହେଉଛି ପ୍ରକୃତିର ଶ୍ରେଷ୍ଠ ସୃଷ୍ଟି, ସେମିତି କୁହାଯାଇପାରେ ଯେ କମ୍ପ୍ୟୁଟର ମଣିଷର ଶ୍ରେଷ୍ଠ ସୃଷ୍ଟି ।

ଗଠନ[ଉତ୍ସ ସମ୍ପାଦନା]
କମ୍ପ୍ୟୁଟର ପ୍ରଣାଳୀ ମୁଖ୍ୟତଃ 2ଟି ଉପାଦାନକୁ ନେଇ ଗଠିତ, ଏଗୁଡ଼ିକ ହେଉଛି: ହାର୍ଡୱେର ଓ ସଫ୍ଟୱେର । ହାର୍ଡ୍ୱେର୍ ହେଉଛି କମ୍ପ୍ୟୁଟର ପ୍ରଣାଳୀର ସେହି ସବୁ ଉପାଦାନ ଯାହା ସ୍ଥାବର, ଅର୍ଥାତ ଯାହାକୁ ସ୍ପର୍ଶ କରିହୁଏ ଯେପରି କିବୋର୍ଡ, ମାଉସ ଇତ୍ୟାଦି । ସଫ୍ଟୱେର ସେହିପରି ସ୍ପର୍ଶ କରି ହେଉ ନଥିବା ଉପାଦାନ ସବୁକୁ ବୁଝାଇଥାଏ ।

ନାମକରଣର ଯଥାର୍ଥତା[ଉତ୍ସ ସମ୍ପାଦନା]
କମ୍ପ୍ୟୁଟର ନାମଟି କମ୍ପ୍ୟୁଟ ନାମକ ଏକ ଶବ୍ଦରୁ ଆସିଛି ଯାହାର ଅର୍ଥ ହେଉଛି ଗଣନା କରିବା । ଏଣୁ ସଂକ୍ଷିପ୍ତରେ କମ୍ପ୍ୟୁଟର ଏକ ଗଣନା କରିବା ଯନ୍ତ୍ର । କମ୍ପ୍ୟୁଟର ଶବ୍ଦଟି ପ୍ରଥମ କରି ୧୬୧୩ ମସିହାରେ Richard Braithwaitଙ୍କଦ୍ୱାରା ଲିଖିତ ଏକ ପୁସ୍ତକ The Yong Mans Gleaningsରେ ହୋଇଥିଲା । ଏଥିରେ କମ୍ପ୍ୟୁଟର ଏକ ବ୍ୟକ୍ତିକୁ ଦର୍ଶାଉଥିଲା ଯେ କି ଗଣନା କରୁଥିଲେ ।[୩]

ଇତିହାସ[ଉତ୍ସ ସମ୍ପାଦନା]
ପ୍ରାକ୍ ବିଂଶ ଶତାବ୍ଦୀ[ଉତ୍ସ ସମ୍ପାଦନା]
ସହସ୍ର ବର୍ଷ ଧରି ମାନବ ବିଭିନ୍ନ ଯନ୍ତ୍ର ଗଣନରେ ସାହାଯ୍ୟ ପାଇଁ ବ୍ୟବହାର କରି ଆସିଛି, ତନ୍ମଧ୍ୟରୁ ଅଧିକାଂଶ ଆଙ୍ଗୁଳି ସହିତ ଏକୈକ ତୁଳନା ଉପରେ ପର୍ଯ୍ୟବସିତ ।ଟ୍ଯାଲି ଷ୍ଟିକ୍ ସର୍ବପୁରାତନ ଗଣନ ଯନ୍ତ୍ର ରୂପେ ବିବେଚିତ ହୁଏ । ଐତିହାସିକ କାଳରୁ ମାନବ ଶସ୍ୟ, ଗୃହପାଳିତ ପଶୁ ଇତ୍ଯଦି ଗଣିବା ପାଇଁ ମାଟିରେ ତିଆରି କୋନ୍, ଗୋଲକ, ଗଣନ ରଡ୍ ଆଦି ବ୍ୟବହାର କରି ଆସିଛି ।

ଆବାକସ୍ ପ୍ରଥମେ ଗାଣିତିକ କାର୍ଯ୍ୟରେ ବ୍ୟବହୃତ ହେଉଥିଲା । ଖ୍ରୀଷ୍ଟପୁର୍ବ ୨୪୦୦ରେ ରୋମାନ୍ ଆବାକସ୍ ବାବିଲୋନିଆରେ ବ୍ୟବହୃତ ହେଉଥିବାର ପ୍ରମାଣ ରହିଛି । ଆବାକସ୍‌ର ଉଦ୍ଭାବନ ପରଠାରୁ ବିଭିନ୍ନ ଗଣନ ବୋର୍ଡ୍ ଏବଂ ଗଣନ ଟେବଲ୍‌ର ଉଦ୍ଭାବନ ହୋଇଛି । ମଧ୍ୟଯୁଗୀୟ ଇଉରୋପରେ ଆର୍ଥିକ ଗଣନା ପାଇଁ ଚେକ୍ ଲୁଗାର ବ୍ୟବହାର ହେଉଥିଲା ।

ନକ୍ଷତ୍ର ବିଜ୍ଞାନ ଏବଂ ଗଣନା କ୍ଷେତ୍ରରେ ଅନେକ ଗଣନା ଯନ୍ତ୍ରର ଉଦ୍ଭାବନା ହୋଇଥିଲା । ପ୍ଲାନିସ୍ପେର ଏକ ନକ୍ଷତ୍ର ସୂଚୀ ଯାହା କି ଅବୁ ରେହାନ୍ ଅଲ ବିରୁନିଙ୍କଦ୍ୱାରା ଏକାଦଶ ଶତାବ୍ଦୀରେ ତିଆରି ହୋଇଥିଲା । ଆଷ୍ତ୍ରୋଲେବ ନାମକ ଏକ ଗଣନା ଯନ୍ତ୍ର ଖ୍ରୀଷ୍ଟ ପୂର୍ବ ପ୍ରଥମ କିମ୍ବା ଦ୍ୱିତୀୟ ଶତାବ୍ଦୀରେ ତିଆରି ହୋଇଥିବାର ମଧ୍ୟ ସୂଚନା ମିଳିଅଛି ।

ପ୍ରଥମ ପୀଢି(୧୯୫୬-୧୯୫୯)[ଉତ୍ସ ସମ୍ପାଦନା]
ପ୍ରଥମ ପୀଢିର କମ୍ପ୍ୟୁଟରରେ କମ୍ପ୍ୟୁଟର ସିପିଉ ଓ ମେମୋରି ବଦଳରେ, ଭାକ୍ୟୁମ୍ ଟ୍ୟୁବ୍ର ବ୍ୟବହାର କରାଯାଊଥିଲା । ଇଲେକ୍ଟ୍ରିକ୍ ବଲ୍ବ ପରି ହୋଇଥିବା ଏହି ଭାକ୍ୟୁମ୍ ଟ୍ୟୁବ୍ ଗୁଡିକର ଆକାର ବହୁତ ବଡ଼ ଥିଲା ଏବଂ ସେମାନେ ପ୍ରବଳ ମାତ୍ରାରେ ଉତ୍ତାପ ମଧ୍ୟ ଉତ୍ପନ୍ନ କରୁଥିଲେ । ଏହି କମ୍ପ୍ୟୁଟର ବହୁତ ସ୍ଥାନ ନେ ଉ ଥିଲା ଏବଂ ଏହାର ଓଜନ ମଧ୍ୟ ବହୁତ ଅଧିକ ଥିଲା । ଏଥିରେ ମିଳୁଥିବା ତଥ୍ୟକୁ ସଙ୍ଗୃହିତ କରି ରାଖିବାର କୌଣସି ବ୍ୟବସ୍ଥା ନାଥିଲା ।

ଦ୍ୱିତୀୟ ପୀଢି[ଉତ୍ସ ସମ୍ପାଦନା]
ଦ୍ୱିତୀୟ ପିଢ଼ିର କମ୍ପ୍ୟୁଟରରେ ଭାକ୍ୟୁମ ଟିଉବ ବଦଳରେ ଟ୍ରାଞ୍ଜିଷ୍ଟରର ବ୍ୟବହାର ହୋଇଥିଲା । ଏହି କମ୍ପ୍ୟୁଟରମାନଙ୍କରେ Input Device ଭାବରେ IBM Card ବ୍ୟବହାର କରାଯାଉଥିଲା ।

ତୃତୀୟ ପୀଢି[ଉତ୍ସ ସମ୍ପାଦନା]
ପ୍ରଥମ ପିଢ଼ିର କମ୍ପ୍ୟୁଟରର ସିପିଉ ଓ ମେମୋରି ବଦଳରେ ଭ୍ୟାକ୍ୟୁମ୍ ଟ୍ୟିୁବ୍ ବ୍ୟବହାର କରାଯାଇଥିଲା । ଏହି କମ୍ପ୍ୟୁଟରର ବହୁତ ସ୍ଥାନ ନେଉଥିଲା ଏବଂ ଏହାର ଓଜନ ମଧ୍ୟ ବହୁତ ଅଧିକ ଥିଲା ।

ଚତୁର୍ଥ ପୀଢି[ଉତ୍ସ ସମ୍ପାଦନା]
ପଞ୍ଚମ ପୀଢି[ଉତ୍ସ ସମ୍ପାଦନା]
କମ୍ପ୍ୟୁଟରର ବୈଶିଷ୍ଟ୍ୟ[ଉତ୍ସ ସମ୍ପାଦନା]
ବର୍ତ୍ତମାନ ମନୁଷ୍ୟର ପ୍ରତିଟି କ୍ଷେତ୍ରରେ କମ୍ପ୍ୟୁଟର ସାଥି ହୋଇ ଛିଡ଼ା ହେଉଥିବାବେଳେ ମନୁଷ୍ୟ ମଧ୍ୟ ତା'ର ପ୍ରତି ମୁହୁର୍ତ୍ତରେ କମ୍ପ୍ୟୁଟରର ସାହାଯ୍ୟ ନେଉଛି। କାରଣ ଏହି ଯନ୍ତ୍ରଟିର ବହୁବିଧ ବିଶେଷତ୍ୱ ମନୁଷ୍ୟକୁ ବହୁମାତ୍ରାରେ ପ୍ରଭାବିତ କରୁଅଛି।ତେବେ ଏହି ଯନ୍ତ୍ରଟିର ବିଶେଷ ଗୁଣଗୁଡ଼ିକ କ'ଣ,ଯାହା ଫଳରେ ମନୁଷ୍ୟ କମ୍ପ୍ୟୁଟର ଉପରେ ଏତେ ନିର୍ଭରଶୀଳ ହୋଇପଡ଼ିଛି।କମ୍ପ୍ୟୁଟରର ଯେଉଁ ସବୁ ବିଶେଷ ଗୁଣ ରହିଛି ସେଗୁଡ଼ିକ ହେଲା:-

୧ ତିବ୍ରବେଗ(speed)
୨ ସଠିକତା(accuracy)
୩ ମନେରଖିବାର କ୍ଷମତା ବା ବୃହତ୍ ସ୍ମୃତିକୋଷ(storage)
୪ ବହୁକାର୍ଯ୍ୟ ନିପୁଣତା(versatility)
୫ ଅଭିନିବେଶ(diligence)
ତୀବ୍ରବେଗ[ଉତ୍ସ ସମ୍ପାଦନା]
କମ୍ପ୍ୟୁଟରର ପ୍ରଥମ ବିଶେଷତ୍ୱ ହେଉଛି ତାହାର ତୀବ୍ରବେଗ। ଏହି ବିଶେଷ ଗୁଣ ଯୋଗୁଁ କମ୍ପ୍ୟୁଟର ଯେକୌଣସି କାର୍ଯ୍ୟକୁ ବା ହିସାବପତ୍ରକୁ ତୀବ୍ରତାର ସହ ସମ୍ପାଦିତ କରିଥାଏ। କାରଣ କମ୍ପ୍ୟୁଟର ଗୋଟିଏ ଇଲେକ୍ଟ୍ରୋନିକ ଯନ୍ତ୍ର ହୋଇଥିବାରୁ ତଥ୍ୟଗୁଡ଼ିକ ବିଦ୍ୟୁତ୍ ସିଗନାଲ ଜରିଆରେ ପ୍ରବାହିତ ହୋଇଥାଏ। ଆଉ ଏହି ବିଦ୍ୟୁତ୍ ସିଗନାଲର ବେଗ ବହୁତ ଅଧିକ, ଯଦି ସଠିକ୍ ତଥ୍ୟ ଦିଆଯାଇଥାଏ ତେବେ ଗୋଟିଏ ସୁପର କମ୍ପ୍ୟୁଟର ଏକ ସେକେଣ୍ଡରେ ଲକ୍ଷ ଲକ୍ଷ ହିସାବପତ୍ର କରିପାରିବ। ଏହାର ଗତି ପିକୋ ସେକେଣ୍ଡରେ (୧ ସେକେଣ୍ଡ ଲକ୍ଷ କୋଟି) ମପା ହୋଇଥାଏ। ଏହା ଛଡ଼ା କମ୍ପ୍ୟୁଟର ଇଣ୍ଟରନେଟ୍ ସାହାଯ୍ୟରେ ଯେକୌଣସି ତଥ୍ୟକୁ ଅନୁସନ୍ଧାନ କରି ଆମ ଆଖିଆଗରେ ଆଣି ରଖିଦିଏ,ଯେଉଁ ତଥ୍ୟକୁ ଖୋଜିବା ପାଇଁ ଆମକୁ ବହିର ପୃଷ୍ଟା ପରେ ପୃଷ୍ଟା ଓଲଟାଇବାକୁ ପଡ଼ୁଥିଲା। କହିବାକୁ ଗଲେ କମ୍ପ୍ୟୁଟରକୁ ମନୁଷ୍ୟ ତିଆରି କରିଥିଲେ ମଧ୍ୟ ଆଜି କମ୍ପ୍ୟୁଟର ମନୁଷ୍ୟ ତୁଳନାରେ ବହୁତ ଶୀଘ୍ର କାର୍ଯ୍ୟ ସମ୍ପନ୍ନ କରିଥାଏ।

ସଠିକତା[ଉତ୍ସ ସମ୍ପାଦନା]
କମ୍ପ୍ୟୁଟର ବହୁତ ପରିମାଣର କାମ ଖୁବ କମ ସମୟ ମଧ୍ୟରେ ଏବଂ ସଠିକ ଭାବେ କରି ପରେ । ଏହା ଜଟିଳରୁ ଜଟିଳ ଅଙ୍କ ମଧ୍ୟ ଗୋଟେ ସେକେଣ୍ଡ ସମୟ ମଧ୍ୟରେ ସମାଧାନ କରିବାରେ ସମର୍ଥ । ଏବଂ କମ୍ପ୍ୟୁଟରରେ ତ୍ରୁଟିର ପରିମାଣ ବହୁତ କମ । ହେଉଥିବା ତ୍ରୁଟିଗୁଡ଼ିକ ମୁଖ୍ୟତଃ ମଣିଷର ଭୁଲ ଯୋଗୁଁ ହିଁ ଘଟି ଥାଏ ।

ବୃହତ୍ ସ୍ମୃତିକୋଷ[ଉତ୍ସ ସମ୍ପାଦନା]
କମ୍ପ୍ୟୁଟରର ଆଉ ଗୋଟିଏ ମୁଖ୍ୟ ଗୁଣ ହେଲା ଏହାର ମନୁଷ୍ୟମାନଙ୍କ ପରି ସ୍ମୃତିକୋଷ ବା ମେମୋରୀ ସେଲ୍ ରହିଛି,ଯେଉଁ ଥିରେ ଅସଂଖ୍ୟ ତଥ୍ୟ ଓ ନିର୍ଦ୍ଦେଶାବଳୀ ଗଚ୍ଛିତ କରି ରଖିପାରେ। ମନୁଷ୍ୟର ସ୍ମୃତିଶକ୍ତି ସୀମିତ ହୋଇଥିବା ବେଳେ କମ୍ପ୍ୟୁଟରର ସ୍ମୃତିଶକ୍ତି ମନୁଷ୍ୟ ତୁଳନାରେ ଯଥେଷ୍ଟ ଅଧିକ। ଏଥିରେ ବହୁତ ତଥ୍ୟ ଗଚ୍ଛିତ ହୋଇପାରେ ଏବଂ ଆବଶ୍ୟକ ସ୍ଥଳେ ଯେକୌଣସି ତଥ୍ୟକୁ ଖୁବ୍ ଶୀଘ୍ର ମନେପକାଇ ପାରେ।

ବହୁକାର୍ଯ୍ୟ ନିପୁଣତା[ଉତ୍ସ ସମ୍ପାଦନା]
କମ୍ପ୍ୟୁଟେ ସାହାଯ୍ୟରେ ଆମେ କେବଳ ହିସାବ କରିପାରୁ ତାହା ନୁହେଁ,ଏଥିରେ ଆମେ ଚିତ୍ର ଆଙ୍କିପାରୁ,ଖେଳିପାରୁ,ଭିଡ଼ିଓ ଦେଖିପାରୁ,ଗୀତ ଶୁଣିପାରୁ,ବିଭିନ୍ନ ବର୍ଗର ଲୋକଙ୍କ ସହିତ ଇଣ୍ଟରନେଟରେ ଭାବର ଆଦାନ ପ୍ରଦାନ କରିପାରୁ। ଆଜିକାଲି ଏହି କମ୍ପ୍ୟୁଟର ସହାୟତାରେ ପାଣିପାଗ,ପ୍ରାକୃତିକ ବିପର୍ଯ୍ୟୟ ବିଷୟରେ ଆମେ ଜାଣିବାକୁ ପାଇଥାଉ।ଘରେ ବସି ଦୂରଦୂରାନ୍ତରୁ ଜିନିଷପତ୍ର କିଣାବିକା କରିପାରୁ। ଏହିପରି ଶିକ୍ଷା,ବିଜ୍ଞାନ,ଅଫିସ୍,ବ୍ୟାଙ୍କ,ବ୍ୟବସାୟ ଇତ୍ୟାଦି କ୍ଷେତ୍ରରେ ଭିନ୍ନ ଭିନ୍ନ କାମ କରିଥାଏ।

ଅଭିନିବେଶ[ଉତ୍ସ ସମ୍ପାଦନା]
କମ୍ପ୍ୟୁଟର ପୂରାପୂରି ସ୍ୱୟଂକ୍ରିୟ ଅଟେ। କମ୍ପ୍ୟୁଟର ଚାଳକ ଇନପୁଟ୍ ଡ଼ିଭାଇସ୍ ସାହାଯ୍ୟରେ ତଥ୍ୟ ଓ ନିର୍ଦ୍ଦେଶବଳୀକୁ ଇନପୁଟ୍ କରିସାରିବା ପରେ କମ୍ପ୍ୟୁଟର ପ୍ରଦତ୍ତ ନିର୍ଦ୍ଦେଶବଳୀ ଅନୁସାରେ ତଥ୍ୟକୁ କାର୍ଯ୍ୟକାରୀ କରି ଉତ୍ତର ପ୍ରଦାନ କରିଥାଏ। ଏହି କାର୍ଯ୍ୟକୁ ଯେତେଥର ବା ଯେତେ ସମୟ ପର୍ଯ୍ୟନ୍ତ କଲେ ମଧ୍ୟ କମ୍ପ୍ୟୁଟର ଥକେ ନାହିଁ। କାରଣ ତାହାର ଧୈର୍ଯ୍ୟ ବା ଅଭିନିବେଶ ମନୁଷ୍ୟଠାରୁ ଅଧିକ। ଯଦି କୌଣସି ଯାନ୍ତ୍ରିକ ତ୍ରୁଟି ଥାଏ ତେବେ ବେଳେ ବେଳେ କମ୍ପ୍ୟୁଟର କାମକରେ ନାହିଁ।

କମ୍ପ୍ୟୁଟରର ବିଭିନ୍ନ ଅଂଶ[ଉତ୍ସ ସମ୍ପାଦନା]
ସଫ୍ଟୱେର[ଉତ୍ସ ସମ୍ପାଦନା]
କମ୍ପ୍ୟୁଟର ସଫ୍ଟ‌ୱେର କିମ୍ବା ସଫ୍ଟ‌ୱେର, କମ୍ପ୍ୟୁଟର ପ୍ରୋଗ୍ରାମ, ଲାଇବ୍ରେରି ଏବଂ ସେମାନଙ୍କ ସମ୍ବନ୍ଧିତ ନଥିକରଣକୁ ନେଇ ଗଠିତ । "ସଫ୍ଟୱେର" ଶବ୍ଦଟି କେବେ କେବେ ସଙ୍କୁଚିତ ଅର୍ଥରେ ଆପ୍ଲିକେସନ ସଫ୍ଟୱେରକୁ ମଧ୍ୟ ବୁଝାଇଥାଏ । ସଫ୍ଟୱେର କମ୍ପ୍ୟୁଟର ମେମୋରିରେ ସାଇତା ହୋଇ ରହିଥାଏ ଏବଂ ଏହାକୁ କେହି ଛୁଇଁପାରିବେ ନାହିଁ ।[୪]

ନିମ୍ନତମ ସୋପାନରେ, ଏକ୍ସକ୍ୟୁଟ କରାହୋଇପାରିବା କୋଡ଼ସମୂହ ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ପ୍ରସେସର– ସାଧାରଣତଃ ଏକ ସେଣ୍ଟ୍ରାଲ ପ୍ରୋସେସିଙ୍ଗ ୟୁନିଟ (ସିପିୟୁ) ସହ ସମ୍ବନ୍ଧିତ ମେସିନ ଲାଙ୍ଗୁଏଜକୁ ନେଇ ଗଠିତ । ଏକ ମେସିନ ଲାଙ୍ଗୁଏଜ ପ୍ରୋସେସର ସୂଚନାକୁ ସୂଚାଉଥିବା ବାଇନାରି ମୂଲ୍ୟକୁ ନେଇ ଗଠିତ ଦଳମାନଙ୍କୁ ନେଇ ତିଆରି । ଏହି ମୂଲ୍ୟସବୁ କମ୍ପ୍ୟୁଟରର ପୂର୍ବ ଅବସ୍ଥାକୁ ବଦଳାଇଥାଏ ।

ସଫ୍ଟୱେର ମୁଖ୍ୟାତଃ ୨ ପ୍ରକାରର । ପ୍ରଥମଟି ହେଉଛି ସିଷ୍ଟମ୍ ସଫ୍ଟୱେର ଓ ଅନ୍ୟଟି ହେଉଛି ଆପ୍ପଲିକେସନ୍ ସଫ୍ଟୱେର । କମ୍ପ୍ୟୁଟର ଅରାମ୍ଭ ହେବା ପାଇଁ ପ୍ରଥମେ ଯେଉଁ ସାବୁ ସଫ୍ଟୱେରର ଅବସ୍ୟକତା ରହିଥାଏ ତାହାକୁ ସିଷ୍ଟମ୍ ସଫ୍ଟୱେର କୁହାଯାଏ । ଅପାରେଟିଙ୍ଗ୍ ସିଷ୍ଟମ ଏହାର ଏକ ଉଦାହରଣ ।

ଅପାରେଟିଙ୍ଗ୍ ସିଷ୍ଟମ[ଉତ୍ସ ସମ୍ପାଦନା]
ଅପରେଙ୍ଗ ସିଷ୍ଟମ କମ୍ପ୍ୟୁଟରର ବିଭିନ୍ନ ରିସୋର୍ସ ଯେପରିକି ମେମୋରୀ, ସି.ପି.ଇଉ., ଅନ୍ୟାନ୍ୟ ହାର୍ଡୱେର ଇତ୍ୟାଦିଙ୍କୁ ସଠିକ ଭାବେ ପରିଚାଳନା କରି ଏକ କମ୍ପ୍ୟୁଟରକୁ ସମ୍ପୂର୍ଣଭାବେ କାର୍ଯ୍ୟକାରୀ କରିବାରେ ସାହାଯ୍ୟକରେ । ଏହା ବିଭିନ୍ନ ପ୍ରୋଗ୍ରାମ, ହାର୍ଡୱେର ମଧ୍ୟରେ ତାଳ ମେଳ ରକ୍ଷା କରି ସେମାନଙ୍କୁ ଆବଶ୍ୟକୀୟ ରିସୋର୍ସ ପ୍ରଦାନ କରେ, ଯାହାଦ୍ୱାରା କମ୍ପ୍ୟୁଟରଟି ସୁରୁଖୁରରେ କାର୍ଯ୍ୟ କରିପାରେ । ବିଭିନ୍ନ ଅପରେଟିଂ ସିଷ୍ଟମ ଶ୍ରେଣୀର ଉଦାହରଣ ହେଲେ ୱିନଡୋଜ, ଲିନକ୍ସ, ଇଉନିକ୍ସ ଇତ୍ୟାଦି ଇତ୍ୟାଦି । ଏହି ଶ୍ରେଣୀଗୁଡିକରେ ବିଭିନ୍ନ ଅପରେଟିଂ ସିଷ୍ଟମ ଅଛନ୍ତି ।

ଆପ୍ଲିକେସନ୍ ସଫ୍ଟୱେର[ଉତ୍ସ ସମ୍ପାଦନା]
କମ୍ପ୍ୟୁଟରରେ ବିଭିନ୍ନ କାମ କରିବା ପାଇଁ ଯେଉଁ ସବୁ ସଫ୍ଟୱେର ମାନଙ୍କ ବ୍ୟବହାର କରାଯାଏ ସେଗୁଡିକୁ ଆପ୍ଲିକେସନ୍ ସଫ୍ଟୱେର ବୋଲି କୁହାଯାଏ । ଆଜି କାଲି ଲକ୍ଷାଧିକ ଆପ୍ଲିକେସନ୍ ସଫ୍ଟୱେର ବଜାରରେ ଉପଲବ୍ଧ ହେଲାଣି । ମଣିଷ ଜୀବନର ଅଧିକାଂଶ କାମ ସୁରୁଖୁରୁରେ କରିବାରେ ଆପ୍ଲିକେସନ୍ ସଫ୍ଟୱେର ଏକ ପ୍ରମୁଖ ଭୂମିକା ଗ୍ରହଣ କରିଛି । ଏହି ଆପ୍ଲିକେସନ୍ ସଫ୍ଟୱେରକୁ କେତେ ଯାଗାରେ ଆପ୍ଲିକେସନ୍ ପ୍ରୋଗ୍ରାମ ବୋଲି ମଧ୍ୟ କୁହାଯାଏ । ଏହାର କେତେକ ଉଦାହରଣ ହେଉଛି କମ୍ପ୍ୟୁଟରଗେମ୍, ଏମ୍ ଏସ୍ ୱାର୍ଡ, ପାୱାର୍ ପୋଏନ୍ଟ ଇତ୍ୟାଦି ।

ଆଜିକାଲି ଏହି ଆପ୍ଲିକେସନ ସଫ୍ଟୱେରଗୁଡ଼ିକ କମ୍ପ୍ୟୁଟରସାଙ୍ଗରେ ଆସୁଛି । ଜଣେ ବ୍ୟକ୍ତି ଚାହିଁଲେ ଆବଶ୍ୟକତା ମୁତାବକ ଅନ୍ୟାନ୍ୟ ଆପ୍ଲିକେସନ ସଫ୍ଟୱେର ମଧ୍ୟ କମ୍ପ୍ୟୁଟରରେ ଯୋଡି ପାରିବ ।

କମ୍ପ୍ୟୁଟରରେ ଆପ୍ଲିକେସନ ସଫ୍ଟୱେର ଏକ ନିର୍ଦ୍ଧିଷ୍ଟ କାର୍ଯ୍ୟ ସମ୍ପାଦନା କରିବା ପାଇଁ ତିଆରି ହୋଇଥାଏ । ତେଣୁ ସଂକ୍ଷିପ୍ତରେ ଆପ୍ଲିକେସନ ସଫ୍ଟୱେର ଏକ ପ୍ରୋଗ୍ରାମ ଯାହାକି କମ୍ପ୍ୟୁଟରରେ ଏକ ନିର୍ଦ୍ଧିଷ୍ଟ କାମ କରିଥାଏ ।

ହାର୍ଡୱେର[ଉତ୍ସ ସମ୍ପାଦନା]
ହାର୍ଡୱେର ହେଉଛି କମ୍ପ୍ୟୁଟର ପ୍ରଣାଳୀର ସେହି ସବୁ ଉପାଦାନ ଯାହା ସ୍ଥାବର, ଅର୍ଥାତ ଯାହାକୁ ସ୍ପର୍ଶ କରିହୁଏ, ଯେମିତିକି କମ୍ପ୍ୟୁଟର ମନିଟର, କି-ବୋର୍ଡ଼, ମାଉସ, ପ୍ରିଣ୍ଟର ଆଦି । ଗୋଟିଏ ସାଧାରଣ କମ୍ପ୍ୟୁଟର ହାର୍ଡ୍ୱେର୍ ସାଧାରଣତଃ ଚାରି ପ୍ରକାର ପଦାର୍ଥରେ ଗଢ଼ା, ଯେମିତିକି :

ଅର୍କଗଣିତ ତର୍କ ସଂସ୍ଥା 
ନିୟନ୍ତ୍ରଣ ସଂସ୍ଥା 
ସ୍ମ୍ରୁତି 
ନିବେଶ ଓ ନିଗମ ଉପକରଣ 
ଏ ସବୁ ଉପର ହାର୍ଡ୍ୱେର୍ "ତାର"(busses)ଦ୍ୱାରା ନିଜ ନିଜ ଭିତରେ ସଂଯୁକ୍ତ ହୋଇଥାନ୍ତି । ଏଇ ସବୁ ଉପକରଣରେ ଲକ୍ଷ ଲକ୍ଷ ଇଲେକ୍ଟ୍ରୋନିକ୍ସ ଟ୍ରାଞ୍ଜିଷ୍ଟର ଅଛି ଯାହାକୁ କି ଅନ ବା ଅଫ ଅବସ୍ଥାରେ ରଖି ହୁଏ । ପ୍ରତ୍ୟେକ ଟ୍ରାଞ୍ଜିଷ୍ଟର ଗୋଟିଏ ଦ୍ୱିଆଧାରି (Binary) ସଂଖ୍ୟାକୁ ଦର୍ଶାଏ ଜେମିତିକି '୧' ବା '୦'।

ଅର୍କଗଣିତ ତର୍କ ସଂସ୍ଥା[ଉତ୍ସ ସମ୍ପାଦନା]
କମ୍ପ୍ୟୁଟରର ଏହି ବିଭାଗଟି କମ୍ପ୍ୟୁଟରରେ ହେଉଥିବା ସମସ୍ଥ ଗାଣିତିକ ଏବୋ ତର୍କ ଯୁକ୍ତ ସମସ୍ୟାର ସମାଧାନ କରିଥାଏ । ଏହା ଏକ ଇଲେକ୍ଟ୍ରୋନିକ୍ ସରକିଟ୍ ଯାହାକି ୧୍ ଏବଂ ୦କୁ ବ୍ୟବହାର କରି ସମସ୍ଥ ସମସ୍ୟାର ସମାଧାନ କରିଥାଏ ।

ନିୟନ୍ତ୍ରଣ ସଂସ୍ଥା[ଉତ୍ସ ସମ୍ପାଦନା]
କାମ୍ପୁଟରରେ ହେଉଥିବା ସମସ୍ତ କାର୍ଯ୍ୟକୁ ନିୟନ୍ତ୍ରଣ ସଂସ୍ଥା ନିୟନ୍ତ୍ରଣ କାରିଥାଏ । ଏହା ସେଣ୍ଟ୍ରାଲ ପ୍ରୋସେସିଙ୍ଗ ସଂସ୍ଥାର ଏକ ଅଂଶ । ଯାହାକି ପ୍ରୋସେସର୍ରେ ହେଉଥିବା ସମସ୍ଥ କାର୍ଯ୍ୟକୁ ନିୟନ୍ତ୍ରଣ କାରିଥାଏ । ଏହା ନିବେଶ ଯନ୍ତ୍ରାଂଶକୁ ନିୟନ୍ତ୍ରଣ କରିବାରେ ମଧ୍ୟ ସାହାଯ୍ୟ କାରିଥାଏ ।

ସ୍ମ୍ରୁତି ସଂସ୍ଥା[ଉତ୍ସ ସମ୍ପାଦନା]
କମ୍ପ୍ୟୁଟରକେବଳ ଗଣନା କାରେ ଏହା କହିଲେ ଭୁଲ ହୋଇଯିବ । ଅଜିକାଲି କମ୍ପ୍ୟୁଟରନିଜକୁ ଦିଆଯାଇଥିବା ତଥ୍ୟ ଏବଂ ଇନଫୋରମେସନ୍ ଗୁଡିକୁ ନିଜ ମଧ୍ୟରେ ସାଇତିକରି ରଖିପରୁଛି । ଏହି କାର୍ଯ୍ୟଟି ସମ୍ପାଦନା କରିବା ସ୍ମତି ସଂସ୍ଥାର କାମ । ଏଠାରେ ରଖାଯାଇଥିବା ତଥ୍ୟ ଗୁଡିକୁ ବର୍ଷ ବର୍ଷ ପରେ ମଧ୍ୟ ଦେଖି ହୁଏ । ମଣିଷର କର୍ମକୁ ଲାଘବ କରିବାରେ ଏହି ସ୍ମତି ସଂସ୍ଥା ଏକ ପ୍ରମୁଖ ଭୁମିକ ଗ୍ରହଣ କରିଛି । ଏହି ସଂସ୍ଥାଟି ଦୁଇ ଭାଗରେ ବିଭକ୍ତ,

ପ୍ରାଥମିକ ସ୍ମ୍ରୁତି:
ଏହା ଏକ ଭୁଲା ସ୍ମ୍ରୁତି । କମ୍ପ୍ୟୁଟରରି ନିଜ ଶକ୍ତି ହରାଇବା ପରେ ଏହା ମଧ୍ୟରେ ସ୍ଥାନ ପାଇଥିବା ସମସ୍ଥ ବିସୟ ବସ୍ଠୁକୁ ଏହି ସ୍ମ୍ରୁତି ସମ୍ପୁର୍ଣ ଭାବରେ ଭୁଲିଯାଏ । କମ୍ପ୍ୟୁଟରଚାଲିଥିବା ଅବସ୍ଥାରେ ସମସ୍ଥ ତଥ୍ୟ ଏହି ସ୍ମ୍ରୁତିରେ ହିଁ ରହିଥାଏ । ସାଧାରଣତଃ RAM(Random Access Memory)କୁ ପ୍ରାଥମିକ ସ୍ମ୍ରୁତି ବୋଲି କୁହାଯାଏ ।

ଦ୍ୱିତୀୟକ ସ୍ମ୍ରୁତି:
କମ୍ପ୍ୟୁଟରରେ ସାଇତା ଗଲାପରେ ତଥ୍ୟ ସବୁ ଯେଉଁଠାରେ ଯାଇ ରହିଥାଏ ତାହାକୁ ଦ୍ୱିତୀୟକ ସ୍ମ୍ରୁତି ବୋଲି କୁହାଯାଏ ।

କମ୍ପ୍ୟୁଟର କିବୋର୍ଡ଼[ଉତ୍ସ ସମ୍ପାଦନା]

କି-ବୋର୍ଡ଼ରେ ଏକ "କି"କୁ ଟିପା ଯାଉଛି।
କମ୍ପ୍ୟୁଟରରେ ଯେଉଁ କି-ବୋର୍ଡ଼ ବ୍ୟବହାର ହୁଏ ତାହା ଦେଖିବାକୁ ପୁରା ଟାଇପ ରାଇଟରର କି-ବୋର୍ଡ଼ ଭଳି । କି-ବୋର୍ଡ଼କୁ ଓଡ଼ିଆରେ କୁଞ୍ଚିପଟା କୁହାଯାଇଥାଏ । ଏହାକୁ ସାଧାରଣତଃ "କ୍ୱେରଟି"(QWERTY) କି-ବୋର୍ଡ଼ କୁହାଯାଏ କାରଣ ଏହାର ଅକ୍ଷର କୁଞ୍ଚି ଗୁଡ଼ିକ ଇଂରାଜୀ ଅକ୍ଷର Q,W,E,R,T,Yରୁ ଆରମ୍ଭ ହଉଛି । କି-ବୋର୍ଡ଼ ଅନେକ ଗୁଡ଼ିଏ "କି"(Key) ବା କୁଞ୍ଚିର ସମାହାର । ଏହା କମ୍ପ୍ୟୁଟରକୁ ଯାନ୍ତ୍ରୀକ ଯକୃତ(Mechanical Lever) ଭାବେ ବୈଦ୍ୟୁତିକ ସୁଇଚ (Electronic Switch)ଦ୍ୱାରା ପରିକଳିତ କରେ । ଏହା ମୋଟ ଉପରେ କମ୍ପ୍ୟୁଟର ପାଇଁ ଏକ ନିବେଶକାରୀ (Input) ଉପକରଣ ଅଟେ ।

ଅନେକ ବିକଳ୍ପ ନିବେଶକାରୀ(Input) ଉପକରଣ ଯଥା କମ୍ପ୍ୟୁଟର ମାଉସ, ଟାବଲେଟ ଉପକରଣ, ଅକ୍ଷର ଚିହ୍ନକ ଯନ୍ତ୍ର , ଶବ୍ଦ ଚିହ୍ନକ ଯନ୍ତ୍ର ଇତ୍ୟାଦି ବାହାରିଥିଲେ ମଧ୍ୟ କି-ବୋର୍ଡ଼ ଆଜି ମଧ୍ୟ ମଣିଷଦ୍ୱାରା ସର୍ବାଧିକ ବ୍ୟବହୃତ ନିବେଶକାରୀ(Input) ଉପକରଣ ଭାବେ ପରିଚିତ ।

ପ୍ରତ୍ୟେକ "କି" ବା "କୁଞ୍ଚି" ଏକ ଏକ ଅକ୍ଷରକୁ ପ୍ରତିଫଳିତ କରେ। "କି"କୁ ଥରେ ଚିପିଲେ ସେହି "କି"ରେ ଥିବା ଅକ୍ଷରକୁ ଥରେ ମାତ୍ର ଦେଖାଏ । କିନ୍ତୁ ଏକାଧିକ ପ୍ରତୀକକୁ ଦେଖେଇବା ପାଇଁ ଆମକୁ ଅନେକ ଗୁଡ଼ିଏ "କି" ଏକା ସଙ୍ଗେ ଅଥବା ଗୋଟେ ପରେ ଗୋଟେ ଏକ କ୍ରମାନୁସାରେ ଟିପିବାକୁ ପଡ଼େ । ଏକ କମ୍ପ୍ୟୁଟର କି-ବୋର୍ଡ଼ ଅକ୍ଷର (a-z),ସଂଖ୍ୟା (0-9), ଚିହ୍ନାକ୍ଷର(!,@,# ,+ ଇତ୍ୟାଦି) ଏବଂ ଅନ୍ୟ "କି"ର ସମାହାର, ଯାହାକୁ ଦବେଇଲେ କମ୍ପ୍ୟୁଟର ମଧ୍ୟକୁ ସୂଚନା (Information) ତଥା ଆଦେଶ (Command) ଯାଇଥାଏ ।

ସାଧାରଣତଃ କି-ବୋର୍ଡ଼କୁ "ଶବ୍ଦ କାର୍ଯ୍ୟବାହକ" (Word Processor) ବା "ଲେଖା ସମ୍ପାଦକ" (Text Editor)ରେ ଲେଖିବା ନିମନ୍ତେ ବ୍ୟବହାର କରାଯାଏ । କିନ୍ତୁ ଆଧୁନିକ କମ୍ପ୍ୟୁଟରରେ "କି"ର ବ୍ୟବହାର ସଫ୍ଟୱେର ଉପରେ ନିର୍ଭର କରେ। କମ୍ପ୍ୟୁଟର ନିଜେ "କି"ର ଅଲଗା ଅଲଗା ବ୍ୟବହାରକୁ ଜାଣିରଖେ ଏବଂ ସେହି ବାଟରେରେ ସଫ୍ଟୱେର ପରିଚାଳିତ ହୁଏ । ବର୍ତ୍ତମାନ ଆମେ କି-ବୋର୍ଡ଼ରେ ଟାଇପ କରିବା ଛଡ଼ା କମ୍ପ୍ୟୁଟର ଉପରେ ପର୍ଯ୍ୟବେଷିତ ଖେଳ (Computer Game) ବି ଖେଳିପାରୁଛେ । ଆଜିକାଲି ଖେଳିବା ପାଇଁ ସ୍ୱତନ୍ତ୍ର "କି-ବୋର୍ଡ଼" ମଧ୍ୟ ମିଳୁଛି । କି-ବୋର୍ଡ଼କୁ କମ୍ପ୍ୟୁଟରର ସଂଚାଳକ ପ୍ରଣାଳୀ (Operating System)କୁ ଆଦେଶ ଦେବାପାଇଁ ବ୍ୟବହାର କରାଯାଏ ଯଥା ମାଇକ୍ରୋସଫ୍ଟ ଉଇଣ୍ଡୋଜର କଣ୍ଟ୍ରୋଲ-ଅଲ୍ଟ-ଡିଲିଟ କି ଗୁଡ଼ିକର ସମଷ୍ଟି ବ୍ୟବହାର କମ୍ପ୍ୟୁଟରରେ ଚାଲିଥିବା କାର୍ଯ୍ୟଗୁଡ଼ିକୁ (Computer Programs) ବନ୍ଦ କରିବାରେ ସାହାଯ୍ୟ କରେ । କି-ବୋର୍ଡ଼ କେବଳ ଗୋଟିଏ ହିଁ ବାଟ ଯାହା କମାଣ୍ଡ-ଲାଇନ-ଇଣ୍ଟରଫେସଦ୍ୱାରା ଆଦେଶ(Command) ପଠାଇ ଥାଏ ।

ଅବିକଳ "କି"ର ସଂଖ୍ୟା କିବୋର୍ଡ଼ର ଆକାର ନିରୂପଣ କରିବାର ଏକ ପ୍ରମୁଖ ଭୂମିକା ଯଥା ସଂଖ୍ୟା ଲେଖିବା ପାଇଁ ଅଲଗା କିବୋର୍ଡ଼ ।

କିବୋର୍ଡ଼ର ଆକାର ମଧ୍ୟ ତାହା ଉପରେ ନିର୍ଭର କରେ ଯାହା ଦୁଇ ପ୍ରକାରର ଟାଇପକୁ ପ୍ରଶ୍ରୟ ଦିଏ ଯଥା ବହୁତ ଗୁଡ଼ିଏ "କି"କୁ ଏକାଧାରରେ ଟାଇପ କରିବା ଅଥବା ଗୋଟିଏ "କି"କୁ ଏକାଧିକ ଥର ଟାଇପ କରିବା । କିବୋର୍ଡ ଯାହାର କିଛି "କି" ଥାଏ ତାକୁ ଆମେ "କିପ୍ୟାଡ" ବୋଲି କହିଥାଉ ।

କିବୋର୍ଡ଼ର ଆକାର ଆଉ ଏକ କାରଣ ଉପରେ ମଧ୍ୟ ନିର୍ଭର କରେ ତାହା ହେଉଛି "କି" ଗୁଡ଼ିକ ମଧ୍ୟରେ ଥିବା ଦୂରତା । "କି"ର ଆକାର ସେତିକି ହବା ଦରକାର ଯାହାଫଳରେ ତାହା ଅଙ୍ଗୁଳି ସହ ଖାପ ଖୁଆଇବାରେ ସହଜ ହବ । ଛୋଟ ଛୋଟ "କି " ପାଇଁ ବିକଳ୍ପ ବ୍ୟବସ୍ଥା ଗ୍ରହଣ କରାଯାଇଥାଏ ।

କିବୋର୍ଡ଼ରେ ବ୍ୟବହୃତ ସୁଇଚ୍ ଗୁଡ଼ିକର ବିକାଶ ବିଷୟରେ ମଧ୍ୟ ଏକ ନିଆରା ଇତିହାସ ଅଛି। ୧୯୭୦ମସିହାର ପ୍ରାରମ୍ଭିକ କାଳରେ ଧାତବ ଫ୍ରେମ ଉପରେ ଅଲଗା ଅଲଗା ଛୋଟ ଗାତ କରି ସେଥିରେ କି ସୁଇଚ୍ ଗୁଡ଼ିକୁ ଖଞ୍ଜା ଯାଉଥିଲା। ଏ ଗୁଡ଼ିକର ଦାମ୍ ୮୦ରୁ ୧୨୦ ଆମେରିକୀୟ ଡ଼ଲାର ରହିଥିଲା। ଏ ଗୁଡ଼ିକ କମ୍ପ୍ୟୁଟର ଟର୍ମିନାଲ ବା ଡାଟା ଟର୍ମିନାଲ ଆଦି ଜାଗାରେ ବ୍ୟବହାର କରାଯାଉଥିଲା। ତେବେ ଏହାର ପରବର୍ତ୍ତୀକାଳରେ ବିକଶିତ ରିଡ ସୁଇଚ (ବାୟୁଶୂନ୍ୟ ଏକ ଆବଦ୍ଧ କାଚ କେପସୁଲ ଭିତରେ ଖଞ୍ଜା ଯାଇଥିବା ଚୁମ୍ବକୀୟ କି)ଗୁଡ଼ିକ ଲୋକ ପ୍ରିୟ ହୋଇ ପାରିଥିଲା।[୫] ଏହି କୌଶଳକୁ ଆଧାର କରି ସି.ପି. କ୍ଲାୟର କମ୍ପାନୀ ସାଧାରଣ ଉପକରଣପାଇଁ ମଧ୍ୟ ରିଡ୍ ସୁଇଚ୍ ବନେଇବା ଆରମ୍ଭ କରିଦେଲା।[୬] ଇଲିନୋଇସ୍, ସ୍ପୋକାନେ ୱାସିଂଟନର କି-ଟ୍ରୋନିକ କର୍ପୋରେସନ ଏକ ଅର୍ଧପରିବାହୀ ଭିତରେ ଚୁମ୍ବକୀୟ ଶକ୍ତି ପ୍ରବାହିତ କରି ବୈଦ୍ୟୁତିକ ଊର୍ଜ୍ଜା ସୃଷ୍ଟି କରି ପାରିଲେ ଓ ଏଇ କୌଶଳର ଆଧାରରେ ମାଇକ୍ରୋସୁଇଚରୁ ହଲ-ଇଫେକ୍ଟ ସୁଇଚ୍ ତିଆରି କଲେ।[୭] ଏହଛଡ଼ା ଏକ ଇଣ୍ଡକ୍ଟିଭ କୋର ସୁଇଚର ମଧ୍ୟ ନିର୍ମାଣ ହେଲା।[୮] ଯାହା ଇଲିନୋଇସ ଟୁଲ ୱାର୍କସ ଅନ୍ତର୍ଗତ ଥିଲା। ୧୦୦ ନିୟୁତ ଥର ଚାପ ସମ୍ଭାଳିବାର କ୍ଷମତା ଏଇ ସୁଇଚ ଗୁଡ଼ିକର ଅଛି ବୋଲି ନିର୍ଦ୍ଧାରଣ କରାଯାଇଥିଲା। ଏହି କି ଗୁଡ଼ିକର ଗତି ୦.୧୮୭ ଇଞ୍ଚ(୪.୭୫ ମି.ମି.) ଗଭୀରତା ଯାଏଁ ଥିଲା। ଏହା ସହିତ ତୁଳନା କଲେ ଜଣାପଡ଼େ ଆଜିର କିବୋର୍ଡ଼ରେ ବ୍ୟବହୃତ କିର ଗତି ୦.୧୧୦ ଇଞ୍ଚ(୨.୭୯ ମି.ମି.) ଗଭୀରତା ପର୍ଯ୍ୟନ୍ତ ହୋଇଥାଏ।

୧୯୭୦ର ମଧ୍ୟବର୍ତ୍ତୀ କାଳରେ କମ୍ ଦାମର ସିଧା-ସମ୍ପର୍କିତ କି ସୁଇଚ୍ ନିର୍ମାଣ କରାଗଲା। ତେବେ ଏହାର ଆୟୁ ତୁଳନାତ୍ମକ ଭାବେ କମ୍ ଥିଲା(ପାଖାପାଖି ୧୦ ନିୟୁତ ଥର)। ତଥାପି ବି ଏହା ଲୋକପ୍ରିୟ ହୋଇ ପାରିଥିଲା।


The 104-key PC US English QWERTY keyboard layout evolved from the standard typewriter keyboard, with extra keys for computing.

The Dvorak Simplified Keyboard layout arranges keys so that frequently used keys are easiest to press, which reduces muscle fatigue when typing common English.
୧୯୭୮ରେ କି-ଟ୍ରୋନିକ କର୍ପୋରେସନ ପ୍ରତିଟି କି ପାଇଁ ଅଲଗା ଅଲଗା ସୁଇଚ ବଦଳରେ କ୍ୟାପାସିଟାନ୍ସ ଭିତ୍ତିରେ ଏକ ଅଭିନବ କି-ବୋର୍ଡ଼ ନିର୍ମାଣ କଲେ, ଯେଉଁଥିରେ ସବୁଯାକ କି ଏକ ସ୍ପଞ୍ଜପ୍ୟାଡ ଉପରେ ରଖାଯାଉଥିଲା । ଏହି ସ୍ପଞ୍ଜ ପ୍ୟାଡର ଗୋଟିଏ ପାଖରେ ବିଦ୍ୟୁତ ସୁପରିବାହି ଧାତୁ ଝଳା ହୋଇଥିବା ପ୍ଲାଷ୍ଟିକ ଲଗାଯାଇଥିଲା। ଏହା ତଳେ, ପ୍ରତିଟି ‘କି’ର ଠିକ୍ ସାମନାରେ ଅର୍ଦ୍ଧଚନ୍ଦ୍ରାକାର ଆକୃତି ମୁଦ୍ରିତ ସର୍କିଟ ବୋର୍ଡ଼ ରହିଥିଲା । କୌଣସି ବି କି ବା କୁଞ୍ଚିକୁ ଦବାଇଲେ ତାହାର ପ୍ରଭାବ ତଳେ ରହିଥିବା ସର୍କିଟ୍ ବୋର୍ଡ଼ ଉପରେ ନିର୍ଦ୍ଦିଷ୍ଟ ଜାଗାରେ ପଡୁଥିଲା ଓ କ୍ୟାପାସିଟାନ୍ସ ସେଇ ଅନୁସାରେ ବଦଳୁଥିଲା, ଯାହାକୁ ଆଇ. ସି. (integrated circuits – IC) ମାଧ୍ୟମରେ ଚିହ୍ନିତ କରା ଯାଇ ପାରୁଥିଲା। ଏଇ କିବୋର୍ଡ଼ ଗୁଡ଼ିକର ମୂଲ୍ୟ ୬୦ ଡଲାର ରହିଥିଲା ଓ କାଳକ୍ରମେ କି-ଟ୍ରୋନିକ ସର୍ବାଧିକ କିବୋର୍ଡ଼ ନିର୍ମାତା ରୂପେ ଖ୍ୟାତି ଲାଭ କଲା।

ଇତି ମଧ୍ୟରେ ଆଇ.ବି.ଏମ୍.(IBM)ନିଜର ପ୍ୟାଟେଣ୍ଟ କୌଶଳ ଭିତ୍ତିରେ ନିଜସ୍ୱ କି-ବୋର୍ଡ଼ ନିର୍ମାଣ ଆରମ୍ଭ କରିଦେଲା। ପୁରୁଣା ଆଇ.ବି.ଏମ୍. କି-ବୋର୍ଡ଼ର ସୁଇଚ ଗୁଡ଼ିକ ସ୍ପ୍ରିଂ ସାହାଯ୍ୟରେ ନିର୍ମାଣ କରାଯାଇଥିଲା । ବ୍ୟବହାରକାରୀର ଆଙ୍ଗୁଠି ଚାପରେ ସ୍ପ୍ରିଂ ଉପରେଥିବା କୁଞ୍ଚିଟି ଦବିଗଲେ କୁଞ୍ଚିତଳେ ଓ ମୂଖ୍ୟ ବୋର୍ଡ଼ ଉପରେ ଥିବା ସୁପରିବାହୀ ପରଦାଦୁଇଟି ମିଳିତ ହେଉଥିଲେ ଓ ବୈଦ୍ୟୁତିକ ସର୍କିଟ ପରିପୂର୍ଣ୍ଣ ହେଉଥିଲା। ଏହା ଏକ ପ୍ରକାର କ୍ଲିକ୍ ଶବ୍ଦ ସୃଷ୍ଟି କରୁଥିଲା, ଯାହାକୁ ଶୁଣି କୁଞ୍ଚିଟି ଠିକ୍ ଭାବରେ ଚାପି ହୋଇଛି କି ନା, ଟାଇପିଷ୍ଟ ସହଜରେ ଜାଣି ପାରୁଥିଲା।[୯][୧୦]

ପ୍ରଥମ ଇଲେକ୍ଟ୍ରୋନିକ କି-ବୋର୍ଡ଼ର କୁଞ୍ଚିର ଚାପ ୦.୧୮୭ ଇଞ୍ଚ(୪.୭୫ ମି.ମି.) ଗଭୀରତା ପର୍ଯ୍ୟନ୍ତ ଥିଲା। କୁଞ୍ଚିର ଉଚ୍ଚତା ୧୨.୭ ମି.ମି. ଥିଲା ଓ କି-ବୋର୍ଡ଼ଟି ୫ ସେ.ମି. ମୋଟାଥିଲା। ସମୟକ୍ରମେ କୁଞ୍ଚିଚାପର ଗଭୀରତା ଆହୁରି କମ୍ ହେଲା (୦.୧୧୦ ଇଞ୍ଚ(୨.୭୯ ମି.ମି.) ଓ ବଜାରରେ ଏହାର ଚାହିଦା ବଢିଲା। ଯୋଗକୁ କି-ଟ୍ରୋନିକ୍ ଏମିତି ଏକ କି-ବୋର୍ଡ଼ ତିଆରି କରିଥିଲା ଯାହା କେବଳ ଏକ ଇଞ୍ଚ ମୋଟା ଥିଲା। ଆଜିକାଲିତ ଅଧଇଞ୍ଚ ମୋଟାର କି-ବୋର୍ଡ଼ ମାର୍କେଟରେ ମିଳୁଛି ।

କି-ବୋର୍ଡ଼ର ଉପଯୋଗୀତାକୁ ଲକ୍ଷ୍ୟକଲେ କୁଞ୍ଚିର ଅଗ୍ରଭାଗର ଭୂମିକା ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ। ପ୍ରଥମେ କୁଞ୍ଚିଗୁଡ଼ିକର ଉପରିଭାଗ ସେ କାଳର ଟାଇପରାଇଟରର କି ପରି, ଥାଳିଭଳି ଚେପଟା ଥିଲା। ଆଉ ଏହି କୁଞ୍ଚି ଉପରେ ଲେଖାଯାଇଥିବା ଅକ୍ଷରଟିର ଆୟୁ ମଧ୍ୟ ସେହି ଅନୁପାତରେ ଅଧିକ ହେବା (ପାଖାପାଖି ଦଶ ନିୟୁତ ଥର)ର ଆବଶ୍ୟକତା ରହିଥିଲା। କାରଣ ଏହା ଉପରେ ହାତ ଆଙ୍ଗୁଳି, ନଖ, ତେଲ, କ୍ରିମ୍ ଲାଗି ଏହାର ସ୍ପଷ୍ଟତାକୁ କ୍ରମେ କ୍ରମେ ଅସ୍ପଷ୍ଟ କରିଦିଏ। ତେଣୁ କୁଞ୍ଚିର ଉପରିଭାଗକୁ ଖୋଦେଇକରି ସେଥିଲେ ରଙ୍ଗ ଭରି ପ୍ରଥମେ ଯେଉଁ କୁଞ୍ଚି ଗୁଡ଼ିକ ତିଆରି ହେଉଥିଲା, ତାକୁ ଲୋକେ ପସନ୍ଦ କଲେ ନାହିଁ, ଫଳରେ ମୋଲ୍ଡେଡ କି ସବୁ ତିଆରି ହେଲା। ଇଞ୍ଜେକ୍ସନ ମୋଲ୍ଂ ନାମକ ପ୍ରଣାଳୀରେ କୁଞ୍ଚି ଓ ସେଥିଲେ ଲେଖାଥିବା ସଙ୍କେତ ବା ଅକ୍ଷରକୁ କ୍ରମାନ୍ୱୟରେ ମୋଲ୍ଡ କରାଯାଉଥିଲା। ଏହା ବ୍ୟୟବହୁଳ ହୋଇଥିବାରୁ ରଙ୍ଗ-ସବ୍ଲିମେସନ ପ୍ରିଣ୍ଟିଂ, ଲେଜର ଖୋଦେଇ ପରି ପ୍ରଣାଳୀ ବିକଶିତ ହେଲା। ଏହାଦ୍ୱାରା ପୁରା କି-ବୋର୍ଡ଼କୁ ଏକା ସାଙ୍ଗରେ ମୁଦ୍ରିତ କରିବା ସମ୍ଭବପର ହୋଇ ପାରିଲା। ପ୍ରଥମେ ପ୍ରଥମେ ସବ୍ଲିମେସନ ପ୍ରିଣ୍ଟିଂ ପାଇଁ ଏକ ସ୍ୱତନ୍ତ୍ର ପ୍ରକାରର କାଳିକୁ କୁଞ୍ଚିର ଉପରିଭାଗରେ ଉତ୍ତାପଦେଇ ଏମିତି ଭାବେ ମୁଦ୍ରିତ କରା ଯାଉଥିଲା ଯେ କାଳିର ଅଣୁ କୁଞ୍ଚିର ଅଣୁକୁ ଭେଦ କରି ଅଙ୍କିତ ହୋଇ ଯାଉଥିଲା। କିନ୍ତୁ ଏହା ଏତେଟା ଲୋକପ୍ରିୟ ହୋଇ ପାରିଲା ନାହିଁ କାରଣ ତେଲ ଲାଗିବାଦ୍ୱାରା ଏହି କାଳି ଚରି ଯାଉଥିଲା। ସେଥିପାଇଁ ପରବର୍ତ୍ତୀ କାଳରେ ଏହାକୁ ରୋକିବାପାଇଁ ମୁଦ୍ରଣ କରିସାରିଲା ପରେ କୁଞ୍ଚିର ଉପରିଭାଗରେ ଏକ ପ୍ରକାର ଆସ୍ତରଣ (କୋଟିଂ) ଦିଆଯାଉଥିଲା। ଏହି କୌଶଳ ଆଧାରରେ ଆଇ.ବି.ଏମ୍. ନିଜର କି-ବୋର୍ଡ଼ ନିର୍ମାଣ ଆରମ୍ଭ କରିଦେଲା ଓ କୁଞ୍ଚିର ଅଗ୍ରଭାଗକୁ ଚେପଟା ନ କରି ସାମାନ୍ୟ ବକ୍ରାକାର (ଗହୀରିଆ) କରିଦେଲା। ଏହି ମୁଦ୍ରଣ ପ୍ରଣାଳୀର ସବୁଠାରୁ ବଡ଼ ଦୁର୍ଗୁଣ ଥିଲା ଯେ ଏହା କେବଳ ଗାଢ଼ରଙ୍ଗର କାଳିକୁ ହାଲକା ରଙ୍ଗର କି-ବୋର୍ଡ଼ ଉପରେ ମୁଦ୍ରଣ କରି ପାରୁଥିଲା ଓ ଏଥିପାଇଁ ବହୁତ ସମୟ ଲାଗୁଥିଲା। ଏହାପରେ ଆଇ.ବି.ଏମ୍. ପ୍ରତ୍ୟେକ କୁଞ୍ଚିର ଅଗ୍ରଭାଗପାଇଁ ସ୍ୱତନ୍ତ୍ର କୁଞ୍ଚି-ଟୋପି (keycap) ତିଆରି କଲା। ଏଥିପାଇଁ ବ୍ୟବହୃତ ପ୍ଲାଷ୍ଟିକ ସାଧାରଣ ଏ.ବି.ଏସ. କି-ବୋର୍ଡ଼ଠାରୁ ଭିନ୍ନ ଥିଲା।

ଅନ୍ତତଃ ଅଳ୍ପ ଦାମର (୧୦ ଡଲାରରୁ କମ୍) ଆଧୁନିକ କି-ବୋର୍ଡ଼ ନିର୍ମାଣ ହେଲା। ଏହା ପଛରେ ତିନୋଟି ଯାନ୍ତ୍ରୀକ କୌଶଳର ପ୍ରମୁଖ ଅବଦାନ ରହିଛି:

"ଏକକ ଢାଞ୍ଚା - ମୋନୋବ୍ଲକ" କି-ବୋର୍ଡ଼ର ପ୍ରାରୂପ, ଯେଉଁଠି ପ୍ରତିଟି କୁଞ୍ଚିପାଇଁ ଅଲଗା ଅଲଗା ଢାଞ୍ଚା ବଦଳରେ ଗୋଟିଏ "ମୋନୋବ୍ଲକ" ଢାଞ୍ଚାର ବ୍ୟବହାର କରାଗଲା । ମୋଲ୍ଡ଼ିଂ କୌଶଳଦ୍ୱାରା ଏହା ସମ୍ଭବ ହୋଇ ପାରିଲା।
ମୋନୋବ୍ଲକ ତଳେ ସମ୍ପର୍କ ସୁଇଚ୍ ପରଦା (contact-switch membrane)ର ପ୍ରଚଳନ। ସୁଇଚର ତଳେ ଓ ମୋନୋବ୍ଲକର ଉପରେ ଥିବା ପରିବାହୀ ପରଦା ଭିତରେ ଏକ ଖାଲି ସ୍ଥାନ ରହିଲା, ଯେପରିକି କୁଞ୍ଚିଟିକୁ ଚାପିଲେ ହିଁ ଏକ ପ୍ରକାର ବୈଦ୍ୟୁତିକ ସମ୍ପର୍କ ସୃଷ୍ଟି ହେବ। ଏଇ ପରଦା ଗୁଡ଼ିକ ବହୁ ପରିମାଣରେ ‘ରିଲ୍ରୁ ରିଲ୍’ ମୁଦ୍ରଣ କଳଦ୍ୱାରା ମୁଦ୍ରିତ କରାଗଲା ଓ ପରବର୍ତ୍ତୀ ପର୍ଯ୍ୟାୟରେ ପ୍ରତିଟି କି-ବୋର୍ଡ଼ରେ ଖଣ୍ଡ ଖଣ୍ଡ କରି କାଟି ଲଗାଇ ଦିଆଗଲା।
କୁଞ୍ଚିର ଅଗ୍ରଭାଗର ପ୍ୟାଡ ପ୍ରିଣ୍ଟିଂ ଯାହାକୁ ଟେମ୍ପୋ [୧୧] ବୋଲି କୁହାଯାଏ, ତାହା ସବୁଠାରୁ ଲୋକପ୍ରିୟ ଉପକରଣ ତିଆରି ସଂସ୍ଥାଥିଲା। ପ୍ରଥମେ ସବ୍ଲିମେସନ କାଳି ବ୍ୟବହାର କରାଯାଉଥିଲା (ଉପରେ ଦେଖନ୍ତୁ) କିନ୍ତୁ ଏହାକୁ ସୁରକ୍ଷା ଦେବାପାଇଁ ଅଧିକ ଦିନ ସ୍ଥାୟୀ ସ୍ୱଚ୍ଛ ଆବରଣ ଏବେ ଏହା ଉପରେ ମୁଦ୍ରିତ କରାଯାଉଛି। ଏହି ଆବରଣର ଆଉ ଏକ କାମ ହେଲା ଏହା ଉଜ୍ଜ୍ୱଳତାକୁ କମ କରିଦିଏ ଓ ଅନେକ ସ୍ଥାନରେ ଏହା ଏକ ଜୀବାଣୁ ନାଶକ ତତ୍ତ୍ୱଯୁକ୍ତ ହୋଇଥାଏ ଯାହା ବ୍ୟବହାରକାରୀପାଇଁ ସ୍ୱାସ୍ଥ୍ୟଗତ ଦୃଷ୍ଟିରୁ ଉପଯୋଗୀ।[୧୨]
ଇଲେକ୍ଟ୍ରୋନିକ କି-ବୋର୍ଡ଼ ନିର୍ମାଣରେ ପ୍ଲାଷ୍ଟିକ ଜିନିଷର ଉପଯୋଗୀତା ବହୁତ ବେଶୀ । ମୋନୋବ୍ଲକ ଆସିବା ଆଗରୁ ଡର୍ଲିନ ନାମକ ବସ୍ତୁ (Polyoxymethylene plastic) କିବୋର୍ଡ଼ ତିଆରି ପାଇଁ ବ୍ୟବହୃତ ହେଉଥିଲା, ଯାହା ଏହା ଉପରେ ବାରମ୍ବାର ପଡୁଥିବା ଚାପକୁ ସହ୍ୟ କରିବାକୁ ସକ୍ଷମ ଥିଲା। କି ସୁଇଚରେ ସ୍ପ୍ରିଂ ପ୍ରଭାବ ଉତ୍ପନ୍ନ କରିବାପାଇଁ ଗ୍ରୀଜ ପରି କୌଣସି ଜିନିଷ ବ୍ୟବହାର କରିବା ଉପଯୁକ୍ତ ନୁହେଁ । କାରଣ ଏହାଦ୍ୱାରା କିବୋର୍ଡ଼ ସହଜରେ ମଇଳା ହୋଇଯାଏ ଓ ଉପରର ଲେଖା ଦିଶେନାହିଁ । ତେବେ ଏହି ସ୍ପ୍ରିଂ ପ୍ରଭାବକୁ ସୁଚାରୁରୂପେ ଚଲାଇବାପାଇଁ ଉପଲବ୍ଧ ଏକମାତ୍ର ଜିନିଷ ଥିଲା ଡର୍ଲିନ । କିନ୍ତୁ ଏହା ଏତେ ନରମ ଯେ ଏହା କୁଞ୍ଚିର ଅଗ୍ରଭାଗରେ ବ୍ୟବହାର କରାଯାଇ ନ ପାରେ। ତେଣୁ ଅଗ୍ରଭାଗପାଇଁ ଏ.ବି.ଏସ୍. (Acrylonitrile butadiene styrene-ABS) ପ୍ଲାଷ୍ଟିକ ବ୍ୟବହାର କରା ଯାଉଥିଲା । କାଳକ୍ରମେ ପ୍ଲାଷ୍ଟିକ ମୋଲ୍ଂ ବିକଶିତ ହେଲା ପରେ କୁଞ୍ଚି ଚାପର ଗଭୀରତା ୦.୧୮୭ ଇଞ୍ଚରୁ ୦.୧୧୦ ଇଞ୍ଚ କମ କରି ବି ସ୍ପ୍ରିଂ ପ୍ରଭାବକୁ ଆଗଭଳି ରଖିହେଲା ଓ ମୋନୋବ୍ଲକ କିବୋର୍ଡ଼ ତଥା ଭିନ୍ନ ଭିନ୍ନ ଏକକ-କୁଞ୍ଚ୍ୟାଗ୍ର ( single-part keytop/plungers)ର ପ୍ରଚଳନ ଏ.ବି.ଏସ୍. ପ୍ଲାଷ୍ଟିକଦ୍ୱାରା ସମ୍ଭବ ହୋଇ ପାରିଲା।

ମାଉସ୍[ଉତ୍ସ ସମ୍ପାଦନା]

A computer mouse with the most common standard features: two buttons and a scroll wheel, which can also act as a third button.
ମାଉସ୍ ଏକ ଲକ୍ଷ୍ୟ କରି ଦେଖାଉଥିବା ଯନ୍ତ୍ର ଯାହା ଏକ ସମତଳରେ ଦୁଇ ଦିଗରେ ଗତିକରି କାମ କରିଥାଏ । ମାଉସ ଏକ ବସ୍ତୁ ଯାହାକୁ ହାତରେ ଧରାଯାଏ ଯେଉଁଥିରେ ଏକାଧିକ ବଟନ ଅଛି । ବେଳେ ବେଳେ ଏଥିରେ ଚକ ଭଳିଆ କିଛି ଜିନିଷ ଥାଏ ଯାହା ବ୍ୟବହାରକାରୀକୁ ଯନ୍ତ୍ର କରାଉଥିବା କାମଗୁଡ଼ିକ କରେଇଥାଏ, ଆଉ କିଛି ଅତିରିକ୍ତ ବଟନ ମଧ୍ୟ ଥାଏ ଯାହା ମାଉସକୁ କିଛି ଅଧିକ କ୍ଷମତା ପ୍ରଦାନ କରିଥାଏ । ମାଉସର ଗତି ସାଧାରତଃ ଏକ ତୀର ଚିହ୍ନଦ୍ୱାରା କମ୍ପ୍ୟୁଟରପରଦାରେ ଦେଖାଇ ଥାଏ ଯାହା ଆରେଖୀୟ ପ୍ରୟୋଗୀ ଅନ୍ତରପୃଷ୍ଠ(Graphical User Interface)ର ଉତ୍ତମ ବ୍ୟବହାର ଦର୍ଶାଇଥାଏ ।

ମାଉସକୁ ଏକ ପୋଏନ୍ଟିଙ୍ଗ ଡିଭାଇସ ଭାବେ ବିଲ ଇଙ୍ଗ୍ଲିସର ୧୯୬୫ତମ ସଂସ୍କରଣରେ "କମ୍ପ୍ୟୁଟର-ଏଡେଡ ଡିସ୍ପ୍ଲେ କଣ୍ଟ୍ରୋଲ "ରେ ବାହାରିଥିଲା।[୧୩]

ଅନଲାଇନ ଅକ୍ସଫର୍ଡ ଅଭିଧାନରେ ମାଉସର ବହୁବଚନ ଭାବେ ମାଇସ ଲେଖା ଯାଇଛି କିନ୍ତୁ ଏଠାରେ ମାଉସମାନେ ଚୁଟିଆ ମୂଷାକୁ ବୁଝାଏ କିନ୍ତୁ କମ୍ପ୍ୟୁଟରର ମାଉସର ବହୁବଚନରେ ଇଂରାଜୀରେ ମାଉସେସ ଲେଖାଯାଏ।

A wireless optical mouse
୧୯୬୮ରେ ଜେ.ସି.ଆର ଲିକଲିଡର "ଦି କମ୍ପ୍ୟୁଟରଏଜ ଏ କମ୍ୟୁନିକେଶନ ଡିଭାଇସ"ରେ ମାଇସ ବୋଲି ଲେଖାଯାଇଛି। ଦି ଆମେରିକାନ ହେରିଟେଜ ଅଭିଧାନର ଚତୁର୍ଥ ସଂସ୍କରଣରେ କମ୍ପ୍ୟୁଟରମାଉସର ବହୁବଚନ ଭାବେ ଉଭୟ ମାଉସେସ ଓ ମାଇସକୁ ଠିକ ବୋଲି କୁହାଯାଇଛି।କେତେକ ଲେଖକ ବୈଷୟିକ ଲେଖାରେ ବୈଷୟିକ ଶବ୍ଦ ଭାବେ ମାଉସ ଡିଭାଇସେସ କିମ୍ବା ପୋଏଣ୍ଟିଙ୍ଗ ଡିଭାଇସେସ ଭାବରେ ବ୍ୟବହାର କରନ୍ତି।ଇଂରାଜୀରେ ମାଉସେସ କମ୍ପ୍ୟୁଟରମାଉସକୁ "ହେଡଲେସ ନାଉନ" ଭାବେ ।

ଟ୍ରାକବଲ ଏକ ପଏଣ୍ଟିଙ୍ଗ ଡିଭାଇସ ଯାହା ୧୯୫୨ରେ ଟମ କ୍ରାନ୍ସଟନ,ଫ୍ରେଡ ଲଙ୍ଗଷ୍ଟାଫ ଓ କେନୟୋନ ଟେଲରଙ୍କଦ୍ୱାରା ରୟାଲ କାନାଡିୟ ନୌ ବାହିନୀର ଡ଼ି.ଏ.ଟି.ଏ.ଆର ପ୍ରକଳ୍ପରେ ଉଦ୍ଭାବିତ ହେଇଥିଲା ।ଏହା କାନାଡିୟ ମାନକ ୫ ପିନ ବିଶିଷ୍ଟ ବୋଲିଂ ବଲ ବ୍ୟବହାର କରୁଥିଲା।ଏହାକୁ ବଜାରକୁ ଛଡ଼ାଯାଇନଥିଲା କାରଣ ଏହା ଏକ ଗୁପ୍ତ ସାମରିକ ପ୍ରକଳ୍ପ ଥିଲା।

ଅପଟିକାଲ ମାଉସଗୁଡ଼ିକ ଏଲ.ଇ.ଡି ବା ଲାଇଟ ଏମିଟିଂ ଡାଇଓଡ ଓ ଏକ ଫଟୋ ଡାଇଓଡର ଇମେଜିଙ୍ଗ ଆରେ ବ୍ୟବହାର କରେ ,ତଳେ ଥିବା ସମତଳର ଅବସ୍ଥା ଜାଣିବା ପାଇଁ।ମେକନିକାଲ ମାଉସ ଏକ ଗତିଶୀଳ ଅଂଶ ବ୍ୟବହାର କରିଲା ବେଳେ ଲେଜର ମାଉସ ଜଉଟା ମଧ୍ୟ ଅପଟିକାଲ ମାଉସ ଲେଜର ଆଲୋକକୁ ବ୍ୟବହାର କରେ। ୨୦୦୦ରେ ଲଗିଟେକ "ଟାକଟାଇଲ ମାଉସ" ବାହାର କରିଥିଲା, ଯେଉଁଥିରେ ଏକ ଛୋଟ ଆକଟୁଏଟୋର ଲାଗିଥିଲା ଯାହା ମାଉସକୁ ଥରାଉଥିଲା।ଏହା ବାରମ୍ବାର ଇଉଜରକୁ ଜଣାଉଥିଲେ ଯତେବେଳେ ମାଉସ ପରଦାର ସୀମାରେଖାକୁ ଛୁଇଁ ଯାଉଥିଲା। ମାଉସକୁ ଛୁଇଁ କରି ବ୍ୟବହାର କରିବା ପାଇଁ ଏକ ଇଲେକଟ୍ରହିଓଲଜିକାଲ ଟାକଟାଇଲ ମାଉସ ବାହାରିଥିଲା କିନ୍ତୁ ଏକ ବଜାରକୁ ଆସିପାରିନଥିଲା। ମାନକ ପି.ସି ମାଉସଗୁଡ଼ିକ ଆର.ଏସ-୨୩୨ସି ସିରିଏଲ ପୋର୍ଟ , ଡି-ସବମିନୀଏଚର କାନେକ୍ଟର ଭୟାରେ ବ୍ୟବହୃତ ହଉଥିଲେ ,ଯାହା ମାଉସର ସର୍କିଟକୁ ଚାଲୁ ରଖିବାରେ ଓ ମାଉସକୁ ଗତି କରେଇବାଦ୍ୱାରା ତଥ୍ୟ ବଦଳରେ ସାହାଯ୍ୟ କରୁଥିଲା। ମାଉସ ଶିଷ୍ଟମ୍ସ କର୍ପୋରେସନ ଭର୍ଶନ ଏକ ୫ ବାଇଟ ନିୟମ ଓ ୩ ଟା ବଟନକୁ ସାହା ଦେଉଥିଲା ବେଳେ ମାଇକ୍ରୋସଫ୍ଟ ଭର୍ଶନ ୩ ବାଇଟ ନିୟମ ଓ ୨ ଟା ବଟନ ବ୍ୟବହାର କରୁଥିଲା।ଏହି ଦୁଇଟି ନିୟମ ମଧ୍ୟରେ ଅମେଳ ଯୋଗୁଁ ମାଉସ ତିଆରି କରୁଥିବା କମ୍ପାନୀ ୨ ପ୍ରକାର ସୁଇଚ ମାଉସ ବିକିଲେ: "ପି.ସି" ଏମ.ଏସ.ସି ପାଇଁ ଓ "ଏମ.ଏସ" ମାଇକ୍ରୋସଫ୍ଟ ପାଇଁ।


Operating an opto-mechanical mouse.
moving the mouse turns the ball.
X and Y rollers grip the ball and transfer movement
Optical encoding disks include light holes.
Infrared LEDs shine through the disks.
Sensors gather light pulses to convert to X and Y vectors.
୧୯୮୬ରେ ଆପଲ କମ୍ପାନୀ ୧୬ଟି ଯନ୍ତ୍ରକୁ ଡେଜି ଚେନିଙ୍ଗରେ ଲଗେଇ ପ୍ରଥମେ ଆପଲ ଡେସ୍କଟପ ବସକୁ କାମରେ ଲଗେଇଥିଲା।ସେହି ଗୋଟିଏ ବସରେ ଅନେକ ଗୁଡିଏ ମାଉସକୁ ଲଗାଯାଇଥିଲା ଯାହାର କୌଣସି କାରିଗରୀ ନଥିଲା।ଏକ ମାତ୍ର ଡେଟା ପିନକୁ ବ୍ୟବହାର କରି ଏଥିରେ ଅନେକ ମାଉସ ବ୍ୟବହାର କରିହଉଥିଲା ଯାହା କି ମାଉସର ମଡେଲମାନଙ୍କ ମୁଖ୍ୟସ୍ରୋତରେ ନିଜକୁ ମିଶେଇବାରେ ସାହାଯ୍ୟ କଲା, ଏପରିକି ଏହା ଅଣ-ଆପଲ କମ୍ପାନୀରେ ମଧ୍ୟ ବ୍ୟବହୃତ ହେଲା ଏହା ୧୯୯୮ ଯାଏଁ ଚାଲୁ ରହିଲା।ଯେତେବେଳେ ଆଇ-ମାକ ଶିଳ୍ପର ଆରମ୍ଭ ହେଲା ୟୁ.ଏସ.ବିର ସମୟ ଆରମ୍ଭ ହେଲା।୧୯୯୯ ମେରେ "କାଂସ୍ୟ କିବୋର୍ଡ"ର ଆରମ୍ଭରୁ ପାୱାର ବୁକ ଜି୩ ଯାହା ଆପଲର ଏକ ସୃଷ୍ଟି ଡେସ୍କଟପ ବସର ବ୍ୟବହାରକୁ ପ୍ରତ୍ୟାହାର କଲା ୟୁ.ଏସ.ବିର ପ୍ରଚାଳନ ପାଇଁ।କିନ୍ତୁ ଏହାର ସ୍ଥାନ୨୦୦୫ରେ ପାୱାରବୁକ ଜି୪ ଯାଏଁ ରହିଲା ।ଶିଳ୍ପ-ମାନକ ୟୁ.ଏସ.ବି (ୟୁନିଭର୍ସାଲ ସିରିଆଲ ବସ ) ନିୟମ ଓ ଏହାର ସଂଯୋଗ ଏବେ ବହୁଳ ଭାବରେ ମାଉସ ପାଇଁ ବ୍ୟବହାର ହଉଛି।ଏହା ଏବେ ବିଖ୍ୟାତ ମାଉସମାନଙ୍କ ମଧ୍ୟରେ ଅନ୍ୟତମ।ନୋଟବୁକ୍ କମ୍ପ୍ୟୁଟରପାଇଁ ବେତାର ମାଉସର ବହୁଳ ବ୍ୟବହାର ହେଉଛି । ବେତାର ମାଉସଗୁଡ଼ିକ ଲୋହିତ ରଶ୍ମୀ ବା ରେଡିଓ ରଶ୍ମୀଦ୍ୱାରା ସଂଯୁକ୍ତ ହୁଅନ୍ତି।ଏହାର ଏକ ରିସିଭର ଥାଏ ଯାହା କମ୍ପ୍ୟୁଟରରେ ସିରିଏଲ ବା ୟୁ.ଏସ.ବି ପୋର୍ଟରେ ଲାଗିଥାଏ ଯାହା ରଶ୍ମୀକୁ ଗ୍ରହଣ କରିଥାଏ।ଏବେ ନୂଆ ନୂଆ ଅତି ଛୋଟ ନାନୋ ରିସିଭର ବାହାରିଛି ଯାହା ଲାପଟପ ନୋଟବୁକରେ ବ୍ୟବହାର କରିବା ପାଇଁ ସହଜସାଧ୍ୟ।

ଏମିଗା ଓ ଅଟାରି , ଅଟାରି ଏସ.ଟି ମାନକ ଡି.ଇ ସଂଯୋଗ ମାଉସଗୁଡ଼ିକ ପାଇଁ ବ୍ୟବହାର କରନ୍ତି । ସେହି ସଂଯୋଗ ସମାନ କମ୍ପ୍ୟୁଟରଓ ହାତ ଗଣତି ୮ ବିଟ ସିଷ୍ଟମରେ ଯଏଷ୍ଟିକରେ ସଂଯୋଗ ହେଇଥାଏ ଯଥା କମୋଡୋର ୬୪ ଓ ଅଟାରି ୨୬୦୦।ମାଉସ ପାଇଁ ଯାଉ ସଂକେତ ବ୍ୟବହାର କରାଯାଏ ଯଏଷ୍ଟିକ ପାଇଁ ଅଲଗା ସଂକେତ ବ୍ୟବହାର କରାଯାଏ । ତେଣୁ ଯଏଷ୍ଟିକର ସଂଯୋଗ କରିବା ଜାଗାରେ ଯଦି ମାଉସ ଲଗା ଯାଏ ତାହା କରସର ଗତିକୁ ଗୋଟିଏ ଦିଗକୁ ବଢ଼ାଇ ଥାଏ ,ଯଦିଓ ମାଉସ ସ୍ଥିର ଥାଏ।କିନ୍ତୁ ଯଏଷ୍ଟିକକୁ ମାଉସ ଜାଗାରେ ଲଗେଇଲେ ଏହା କରସରକୁ କିଛି ବାଟ ଗତି କରାଇଥାଏ ।

୧୯୮୮ରେ ଭି.ଟେକ ସକ୍ରେଟିସ ,ଏକ ଶିକ୍ଷଣୀୟ ଭିଡିଓ ଗେମ ବ୍ୟବସ୍ଥା ଯାହା ବେତର ମାଉସକୁ ପ୍ରଥମେ ବଜାରକୁ ଆଣିଥିଲା ଓ ତା ସହିତ ଏକ ମାଉସପ୍ୟାଡ ମଧ୍ୟ ଆସିଥିଲା ,ଏହି ମାଉସ ଗେମ ଗୁଡିକର ଅତିରିକ୍ତ ପରିଚାଳକ ଥିଲା।୧୯୯୦ର ପ୍ରାରମ୍ଭରେ ସୁପର ନିଣ୍ଟେଣ୍ଡୋ ଏଣ୍ଟରଟେନମେଣ୍ଟ ସିଷ୍ଟମ ,ଏକ ଭିଡିଓ ଗେମ କମ୍ପାନୀ ମାଉସକୁ ଗେମର ଅନ୍ୟତମ ମୁଖ୍ୟ ପରିଚାଳକ ଭାବେ ଆଣିଲା।ନିଣ୍ଟେଣ୍ଡୋ ୬୪ ପରେ ମାରିଓ ପେଣ୍ଟ ଗେମ ମାଉସର କ୍ଷମତାକୁ ଭଲଭାବେ ବ୍ୟବହାର କରିଥିଲା।ସେଗା କମ୍ପାନୀ ତାର ନିଜର ମାଉସ ବଜାରକୁ ଛାଡିଥିଲା ଜେନେସିସ/ମେଗା ଡ୍ରାଇଭ ,ସାଟର୍ଣ୍ଣ ଓ ଡ୍ରିମକଷ୍ଟ କନସୋଲ ପାଇଁ।ଏନ.ଇ.ସି ତାର ନିଜର ପି.ସି ଇଞ୍ଜିନ ଓ ପି.ସି - ଏଫ.ଏକ୍ସ କନସୋଲ ପାଇଁ ସ୍ୱତନ୍ତ୍ର ମାଉସ ଛାଡିଥିଲା।ପ୍ଲେ-ଷ୍ଟେସନ ପାଇଁ ସୋନି କମ୍ପ୍ୟୁଟରଏଣ୍ଟରଟେନମେଣ୍ଟ ଏକ ମାଉସ ବାହାର କରିଥିଲା ଏବଂ ସେଥିରେ ଲିନକ୍ସ ଓ ପ୍ଲେ-ଷ୍ଟେସନ ୨ର ସରଞ୍ଜାମ ରହିଥିଲା।ବ୍ୟବହାରକାରୀ ଯେକୌଣସି ଭାବେ ୟୁ.ଏସ.ବି ମାଉସକୁ ପ୍ଲେ-ଷ୍ଟେସନ ୨ରେ ସଂଯୋଗ କରିପାରୁଥିଲେ।ପ୍ଲେ -ଷ୍ଟେସନ ୩ ସଂପୂର୍ଣ୍ଣ ଭାବେ ୟୁ.ଏସ.ବି ମାଉସର ଅଧିନକୁ ଆସିଗଲା ।

ମନିଟର[ଉତ୍ସ ସମ୍ପାଦନା]
ଟେଲିଭିଜନ ଭଳି ଦେଖାଯାଉଥିବା ବସ୍ତୁଟିକୁ କମ୍ପ୍ୟୁଟରର ମନିଟର କୁହାଯାଏ । କମ୍ପ୍ୟୁଟରରେ କରାଯାଉଥିବା କାମର ଫଳାଫଳ ବା ଆଉଟପୁଟ୍ ଏହି ମନିଟରରେ ଦେଖାଯାଇଥାଏ ଏବଂ କମ୍ପ୍ୟୁଟରକୁ ଦିଆଯାଉଥିବା ନିର୍ଦ୍ଦେଶର ଫଳାଫଳ ମଧ୍ୟ ଏଥିରେ ଦେଖାଯାଇଥାଏ । ଟେଲିଭିଜନ ଭଳି କମ୍ପ୍ୟୁଟରର ମନିଟର ବି କଳା-ଧଳା ଏବଂ ରଙ୍ଗିନ ହୁଏ ଏବଂ ବିଭିନ୍ନ ସାଇଜର ବି ହୁଏ।
ତଥ୍ୟ, ଗୁଣାତ୍ମକ ଓ ପରିଣାତ୍ମକ ପରିବର୍ତ୍ତନଶୀଳ ରାଶିମାନଙ୍କର ସଂଗ୍ରହକୁ ବୁଝାଇଥାଏ | ତଥ୍ୟ ଏବଂ ସୂଚନା ଅନେକ ସମୟରେ ପରସ୍ପର ଜାଗାରେ ବ୍ୟବହୃତ ହୋଇଥାନ୍ତି | ତଥ୍ୟ, ସୂଚନା ଓ ଜ୍ଞାନ ହେଉଛି ପରସ୍ପର ସମ୍ବନ୍ଧୀୟ ଅବଧାରଣା | ତଥ୍ୟ ସାଧାରଣତଃ ଯେ କୌଣସି କ୍ଷେତ୍ରରେ ଗବେଷଣା ପାଇଁ ଉପଯୋଗ ହୋଇଥାଏ | ଏହା ବିଭିନ୍ନ ବୈଜ୍ଞାନିକ ସଂସ୍ଥାନ, ଅନୁଷ୍ଠାନ ଓ ବାଣିଜ୍ୟ କ୍ଷେତ୍ର (ବିକ୍ରି ତଥ୍ୟ, ରାଜସ୍ୱ ତଥ୍ୟ ଓ ବିକ୍ରୟ ପାଇଁ ଗଚ୍ଛିତ ଦ୍ରବ୍ୟର ମୂଲ୍ୟ ) ଇତ୍ୟାଦିରୁ ସଂଗ୍ରହ କରାଯାଇଥାଏ | ହ୍ୟାକିଂଦ୍ୱାରା ତଥ୍ୟ ଚୋରିରେ ବିଶ୍ୱରେ ଭାରତ ଦ୍ୱିତୀୟ ସ୍ଥାନରେ ଅଛି । ପ୍ରଥମ ସ୍ଥାନରେ ଯୁକ୍ତରାଷ୍ଟ୍ର ଆମେରିକା ଅଛି ।[୧]
ଇଲୋକ୍ଟ୍ରୋନିକ ମେଲ ବା ଡାକ, ସାଧାରଣତଃ ଇମେଲ ବୋଲି ୧୯୯୩ ମସିହାରୁ ଜଣାଯାଏ ।[୨] ଏହାଦ୍ୱାରା ଇଣ୍ଟରନେଟ ମାଧ୍ୟମରେ ଗୋଟିଏ ବ୍ୟବହାରକାରୀ ଅନ୍ୟ ଏକ ବ୍ୟବହାରକାରୀକୁ ବାର୍ତ୍ତା, ରେକର୍ଡ କରାଯାଇଥିବା ବାର୍ତ୍ତା, ଛବି , ଭିଡିଓ ଆଦି ପଠାଇ ପାରିବ । ପୂର୍ବରୁ ତତ୍-କ୍ଷଣାତ ବାର୍ତ୍ତାବାହ ଭଳି ବାର୍ତ୍ତା ପଠାଳୀ ଓ ବାର୍ତ୍ତା ଗ୍ରହଣକାରୀ ଦୁଇ ଜଣକୁ ଏକା ସମୟରେ ଅନଲାଇନ ରହିବାକୁ ପଡୁଥିଲା । କିନ୍ତୁ ବର୍ତ୍ତମାନ (ସଞ୍ଚୟ କରି ଆଗକୁ ବଢିବା) ପ୍ରକ୍ରିୟାକୁ ଆଧାରିତ କରି ପ୍ରସ୍ତୁତ କରାଯାଇଥିବାରୁ ଏକ ସମୟରେ ଦୁଇ ଜଣଙ୍କୁ ଅନଲାଇନ ରହିବା ଆବଶ୍ୟକ ପଡୁନାହିଁ । ଇମେଲ ସର୍ଭର ବାର୍ତ୍ତା ଗ୍ରହଣ କରିବା ପରେ ସଞ୍ଚିତ କରି ରଖିଥାଏ ଯଦ୍ୱାରା ବ୍ୟବହାରକାରୀ ଯେତେବେଳେ ମଧ୍ୟ ଅନଲାଇନ ଆସିଲେ ବାର୍ତ୍ତା ପାଇପାରେ ।
ୟୁଟ୍ୟୁବ ଏକ ଆମେରିକୀୟ ୱେବସାଇଟ, ଯେଉଁଠାରେ ଭିଡିଓକୁ ଅପଲୋଡ଼ କରି ଅନ୍ୟମାନଙ୍କ ସହିତ ସେୟାର କରାଯାଏ । ଏହା ଫେବୃଆରୀ ୨୦୦୫ ମସିହାରେ ପେପାଲ୍ କଂପାନୀର କିଛି ପୂର୍ବତନ କର୍ମଚାରୀଙ୍କଦ୍ୱାରା ଆରମ୍ଭ ହୋଇଥିଲା । ଏହାର ମୁଖ୍ୟ କାର୍ଯ୍ୟାଳୟ ସାନ୍ ବ୍ରୁନୋ, କାଳିଫର୍ନିଆରେ ଅବସ୍ଥିତ । ୨୦୦୬ ମସିହାରେ ଏହାକୁ ଗୁଗୁଲ କିଣିନେଇଥିଲା । ଗୁଗୁଲ୍ ସର୍ଚ୍ଚ ପରେ ଏହା ହେଉଛି ୨ୟ ୱେବ୍‌ସାଇଟ୍ ଯେଉଁଠିକୁ ଅଧିକ ଲୋକ ବ୍ୟବହାର କରନ୍ତି । ମଇ ୨୦୧୯ର ଏକ ରିପୋର୍ଟ ଅନୁସାରେ, ୟୁଟ୍ୟୁବ୍‌ରେ ପ୍ରତି ମିନିଟ୍‌ରେ ୫୦୦ ଘଣ୍ଟାରୁ ଅଧିକ ଭିଡିଓ ଅପଲୋଡ଼ କରାଯାଉଥିଲା ।
ଉଇକିକଥା ଉଇକିମିଡ଼ିଆ ଫାଉଣ୍ଡେସନଦ୍ୱାରା ସଂଚାଳିତ ପରିୟୋଜନାରୁ ଉଇକି ଆଧାରିତ ପରିବାରର ଏକ ସଦସ୍ୟ ଅଟେ । ଏହା ମଧ୍ୟ ମିଡ଼ିଆ ଉଇକି ସଫ୍ଟୱେରରେ ହିଁ ଚାଲିଥାଏ । ଏହି ପରିଯୋଜନା ଡେନିୟଲ ଏଲଷ୍ଟନଙ୍କ ପରିକଳ୍ପନାରେ ଆଧାରିତ ଏବଂ ବ୍ରାୟନ ବାଇବରଦ୍ୱାରା କାର୍ଯ୍ୟାନ୍ୱିତ ଏହି ପରିୟୋଜନାର ଲକ୍ଷ ବିଶିଷ୍ଟ ବ୍ୟକ୍ତି, ପୁସ୍ତକ, ଫିଲ୍ମ ଏବଂ ଲୋକଉକ୍ତିରୁ ପ୍ରାପ୍ତ ଏକ ବୃହତ ସଂଗ୍ରହକର ଅଟେ । ବହୁ ଅନଲାଇନ ସଂଗ୍ରହଣ ପ୍ରଥମରୁ ଉପଲବ୍ଧ ରହିଛି, କିନ୍ତୁ ଉଇକିକଥା ଏହି କିଛି ବିଶେଷ ମଧ୍ୟରୁ ଗୋଟିଏ ଅଟେ ଯାହା ନିଜ ଉପଯୁକ୍ତଙ୍କୁ ଯୋଗଦାନ କରିବାର ସୁବିଧା ମଧ୍ୟ ଉପଲବ୍ଧ କରିଥାଏ ।[୨] ଉଇକିକଥାର ପୃଷ୍ଠା ଉଲ୍ଲେଖନୀୟ ବ୍ୟକ୍ତିତ୍ୱର ଉଇକିପିଡ଼ିଆରେ ତିଆରି ଲେଖାରୁ ଅନ୍ତର୍କୋଡିୟଦ୍ୱାରା ଯୋଡି ହୋଇରହିଛି ।[୩]

ମୂଳ ପରିଯୋଜନା ପୂର୍ଣତଃ ଇଂରାଜୀରେ ଆରମ୍ଭ କରାଯାଇଥିଲା , ଜୁଲାଇ 2004 ମସିହାରେ ଏକ ଅନ୍ୟ ସଂସ୍କରଣଦ୍ୱାରା ଅତିରିକ୍ତ ଭାଷାକୁ ମଧ୍ୟ ଏଥିରେ ସମ୍ମିଳିତ କରିବାର ଆରମ୍ଭ କରାଗଲା ।
ଉଇକିମିଡିଆ କମନ୍ସ (ବା ଉଇକିକମନ୍ସ) ଇଣ୍ଟରନେଟରେ ଥିବା ଏକ ଭଣ୍ଡାର ଯାହା ମଧ୍ୟରେ ଛବି, ଭିଡିଓ, ଶବ୍ଦ ବା ବାର୍ତ୍ତା, ଏବଂ ଅନ୍ୟାନ୍ୟ ମିଡିଆ ଜଡ଼ିତ ଫାଇଲସବୁ ଷ୍ଟୋର ହୋଇଥାଏ[୨] । ଏହା ଉଇକିମିଡ଼ିଆ ଫାଉଣ୍ଡେସନର ଏକ ପ୍ରକଳ୍ପ ।

ଉଇକିମିଡ଼ିଆ କମନ୍ସରେ ଷ୍ଟୋର ହେଇଥିବା ଫାଇଲ ଉଇକିମିଡ଼ିଆର କୌଣସି ପ୍ରକଳ୍ପ ମଧ୍ୟରେ ବ୍ୟବହୃତ ହୋଇପାରିବ । ଏହି ପ୍ରକଳ୍ପ ପ୍ରତ୍ୱେକ ଭାଷାରେ ଓ ଉଇକିପିଡ଼ିଆ, ଉଇକିପାଠାଗାର, ଉଇକିସ୍ପିସିସ, ଉଇକିପୋଥି, ଉଇକିଭ୍ରମଣ, ଉଇକି ସମ୍ବାଦରେ ବ୍ୟବହାର ହୋଇଥାଏ ଏବଂ ଏହା ସହିତ ବାହାର ୱେବସାଇଟରେ ଡାଉନଲୋଡ଼ କରି ବ୍ୟବହାର ହୁଏ । ଏହି ଭଣ୍ଡାରରେ ପ୍ରାୟ ୩୦୦ ଲକ୍ଷ ମିଡିଆ ଫାଇଲ ମାନ ପ୍ରସ୍ତୁତ ଅଛି । ଜୁଲାଇ ୨୦୧୩ ମସହାରେ ଉଇକିକମନ୍ସରେ ଏକ ହଜାର ଲକ୍ଷ ସମ୍ପାଦନା ହୋଇଥିଲା ।

ଇତିହାସ[ଉତ୍ସ ସମ୍ପାଦନା]
ଉଇକିକମନ୍ସର ପ୍ରକଳ୍ପଟି ଏରିକ ମୋଲରଙ୍କଦ୍ୱାରା ମାର୍ଚ୍ଚ ୨୦୦୪ରେ ପ୍ରସ୍ତାବିତ ହୋଇଥିଲା ଏବଂ ସେପ୍ଟେମ୍ବର ୭, ୨୦୦୪ରେ ଜନସାଧାରଣଙ୍କ ନିକଟରେ ପହଞ୍ଚିଥିଲା । ଏହି ପ୍ରକଳ୍ପଟିର ଉଦ୍ଭାବନର ମୁଖ୍ୟ କାରଣ ଥିଲା ଉଇକିପିଡ଼ିଆରେ ଜଣେ ବ୍ୟବହାରକାରୀଙ୍କ ମିଡିଆ ଫାଇଲକୁ ନକଲ କରିବାର ପ୍ରଥାକୁ ବନ୍ଦ କରିବା । ଏହି ପ୍ରକଳ୍ପଟିର ଉଦ୍ଭାବନ ହେବା ପୂର୍ବରୁ ପ୍ରତ୍ୱେକ ମିଡିଆ ଫାଇଲର ନକଲ କରା ଯାଇ ସେ ଫାଇଲଟି ଉଇକିର ଅନ୍ୟ ପ୍ରକଳ୍ପକୁ ଅପଲୋଡ଼ କରା ଯାଇଥିଲା । ତେଣୁ ଏହି ପ୍ରକାର ଅସୁବିଧାର ସମାଧାନ କରିବା ପାଇଁ ଉଇକିକମନ୍ସ ପ୍ରକଳ୍ପଟିର ଉଦ୍ଭାବନ ହୋଇଥିଲା ।

ଅନେକ ସହ ପ୍ରକଳ୍ପ ଯଥା Dutch, Swedish, Danish, Norwegian, Spanish, Basque, Polish, Czech and Slovak ଉଇକିପିଡ଼ିଆସବୁ ନିଜର ମିଡିଆ ଫାଇଲଗୁଡ଼ିକୁ କମନ୍ସରେ ଅପଲୋଡ଼ କରିଦେଲେ ଓ ଲୋକାଲ ଅପ୍ଳୋଡିଂକୁ ବନ୍ଦ କରିବା ପାଇଁ ଆଦେଶ ଦେଲେ । କେତେକ ଉଇକି ପ୍ରକଳ୍ପ ଯେପରି ଇଂରାଜୀ ଉଇକିପିଡ଼ିଆରେ ଅନେକ ନମନଶୀଳ ଛାପିବା ନୀତି ଅଛି ଏବଂ ଯେଉଁ ଫାଇଲ କମନ୍ସଦ୍ୱାରା ଗ୍ରହନଯୋଗ୍ୟ ହେଉନି ତାହାକୁ ଲୋକାଲ ଅପଲୋଡ଼ ମଧ୍ୟ କରିହେବ ।

ନୀତି[ଉତ୍ସ ସମ୍ପାଦନା]
ଉଇକିମିଡ଼ିଆ କମନ୍ସର ମୁଖ୍ୟ ଲକ୍ଷ ହେଉଛି ଯେ ମିଡିଆ ଫାଇଲ ମାନଙ୍କ ପାଇଁ ଏକ ମୁଖ୍ୟ ଭଣ୍ଡାର ପ୍ରସ୍ତୁତ କରିବା ଯାହା ପବ୍ଲିକ ଡୋମେନ ଓ ମାଗଣାରେ ମିଳୁଥିବା ପାଠ୍ୟ ମିଡିଆକୁ ଲୋକମାନଙ୍କ ପାଖେ ପହଁଚେଇବା ଏବଂ କମନ୍ସ ଉଇକିମିଡ଼ିଆ ଫାଉଣ୍ଡେସନର ସବୁ ପ୍ରକଳ୍ପରେ ସାଧାରଣ ଭାବରେ ମିଡିଆ ଫାଇଲକୁ ପହଞ୍ଚେଇବାରେ ସଫଳ ହେବ । ଏଠି 'ଶିକ୍ଷା ବିଷୟକ' ପ୍ରକାଶନଟି ଜ୍ଞାନ ବାଣ୍ଟିବା, ଉପଦେଶ ଦେବା, ଓ ତଥ୍ୟ ଦେବାକୁ ବୁଝାଏ ।[୩]

କିନ୍ତୁ ଅନେକ ଉଇକି ପ୍ରଜଳ୍ପ ଏବେ ମଧ୍ୟ ଲୋକାଲ ଉପଲୋଡ଼କୁ ଅନୁମତି ଦେଉଛନ୍ତି ଯାହା ଉଇକିରେ ଥିବା ଅନ୍ୟ ପ୍ରକଳ୍ପରେ ପ୍ରକାଶିତ ହୁଏନାହିଁ ବା ଦେଖି ହୁଏନାହିଁ । ଏହି ଲୋକାଲ ଅପଲୋଡ଼ର ସୁବିଧାଟି ମୁଖ୍ୟତଃ ସେହି ମିଡିଆ ଫାଇଲକୁ ଅନୁମତି ଦିଏ ଯାହାକି ଲୋକାଲ ପ୍ରକଳ୍ପ ନୀତିରେ ଅନୁମତି ପାଇଥାଏ । ଏହି ଲୋକାଲ ଅପଲୋଡ଼ ସହିତ ଉଇକିର କପିରାଇଟ ନୀତି ଜଡ଼ିତ ହୋଇନଥାଏ । ଉଇକିମିଡ଼ିଆ କମନ୍ସରେ ଯେଉଁ ଲାଇସେନ୍ସ ଅନୁମତିତ ହୋଇଥାଏ ସେଗୁଡିକ ସବୁ ଜି.ଏନ୍. ୟୁ ଫ୍ରି ଡକୁମେଣ୍ଟ ଲାଇସେନ୍ସ, କ୍ରିଏଟିଭ୍ କମନ୍ସ ଆଟ୍ରିବ୍ୟୁସନ, ଓ ଆଟ୍ରିବ୍ୟୁସନ/ସେର୍ ଆଲାଇକ୍ ଲାଇସେନ୍ସ, ଅନ୍ୟାନ୍ୟ ମାଗଣା ତଥ୍ୟ ଏବଂ ଫ୍ରି ସଫ୍ଟୱେର ଲାଇସେନ୍ସ, ପବ୍ଲିକ ଡୋମେନଦ୍ୱାରା ମଧ୍ୟ ଅନୁମତିତ ହେଇଥାଏ ।

କମନ୍ସର ମୁଖ୍ୟ ଭାଷା ହେଉଚି ଇଂରାଜୀ କିନ୍ତୁ ରେଜିଷ୍ଟାରର୍ଡ ବ୍ୟବହାରକାରୀମାନେ ନିଜ ଇଚ୍ଛା ମୁତାବକ ତାଙ୍କ ଇଣ୍ଟର୍ଫେସ୍କୁ ତିଆରି କରି ପାରିବେ ଏବଂ ଅନୁବାଦ ମଧ୍ୟ କରିପାରିବେ । ଅନେକ ତଥ୍ୟ ପୃଷ୍ଠାସବୁ ଅନ୍ୟ ଭାଷାରେ ଅନୁବାଦୀତ୍ତ କରିହେବ ଓ ସେହି ଅନୁବାଦିତ ପୃଷ୍ଠାଗୁଡ଼ିକ ଏକ ନିର୍ଦ୍ଧିଷ୍ଟ ନୀତି ଦେଇ ପ୍ରଚଳିତ ହୁଅନ୍ତି । ଉଇକିମିଡ଼ିଆରେ ଥିବା ଫାଇଲ ମାନଗୁଡ଼ିକ ମିଡିଆ ଉଇକିର କ୍ୟାଟେଗୋରୀ ପ୍ରଣାଳୀଦ୍ୱାରା ବିଭାଜିତ ହୋଇଥାଏ । ମୁଖ୍ୟତଃ ମିଡିଆ ଫାଇଲଗୁଡ଼ିକ ନିର୍ଦ୍ଧିଷ୍ଟ ପ୍ରାସଙ୍ଗୀତ ଗ୍ୟାଲେରି ପୃଷ୍ଠାରେ ସୁ ସଜ୍ଜିତ ହୁଏ । ଉଇକିକମନ୍ସ ପ୍ରକଳ୍ପ ଟିରେ ମାଗଣା ଲେଖା ଫାଇଲଗୁଡ଼ିକ ମଧ୍ୟ ଜଡ଼ିତ ହେବାର ସୂଚିତ ହୋଇଥିଲା କିନ୍ତୁ ଉଇକିସୋର୍ସ ନାମକ ଏକ ସହ ପ୍ରକଳ୍ପରେ ଜଡ଼ିତ ହେଇଚି।

ବିବାଦମୂଳକ ବିଷୟ ବସ୍ତୁ[ଉତ୍ସ ସମ୍ପାଦନା]
ଏହି ସାଇଟ୍ରେ ବହୁତ ଅଧିକ ସଂଖ୍ୟାରେ ଅଶ୍ଳୀଳ ଛବି ତଥା ଭିଡିଓ ଅପଲୋଡ଼ ହୋଇଥିବାରୁ ଏହି ସାଇଟ୍ ନିନ୍ଦିତ ହେଇଚି ଓ ସମାଲୋଚିତ ମଧ୍ୟ ହୋଇଛି । ଅନେକ ଆତ୍ମ ପ୍ରଦର୍ଶକମାନେ ନିଜ ଖୁସି ପାଇଁ ଏହି ସାଇଟକୁ ବିଗାଡି ଦେଉଛନ୍ତି । ୨୦୧୨ ମସିହାରେ ବଜ୍ ଫିଡ୍ ନାମକ ଏକ ସଂସ୍ଥା ଉଇକିମିଡ଼ିଆ କମନ୍ସକୁ ଲିଟରର୍ଡ ଉଇଥ୍ ଡିକସ୍ ବୋଲି କହି ନିନ୍ଦିତ କରିଥିଲେ ।

୨୦୧୦ ମସିହାରେ ଉଇକିପିଡ଼ିଆର କୋ-ଫାଉଣ୍ଡର ଲାରୀ ସଂଜର ଉଇକିମିଡ଼ିଆ କମନ୍ସ ବିରୁଦ୍ଧରେ ଏଫ. ବି.ଆଇକୁ କହିଥିଲେ ଯେ ଉଇକିମିଡ଼ିଆ କମନ୍ସ ବ୍ୟବହାରକାରୀମାନେ ବାଳକ ଓ ବାଳିକାମାନଙ୍କର ନଗ୍ନ ଛବି ଅପଲୋଡ଼ କରୁଥିଲେ ଯାହାର ନାମ ଥିଲା ଲଲିକନ । ଏହା ମିଡିଆ ନିକଟରେ ପ୍ରସ୍ତୁତ ହେଲା ପରେ, ଉଇକିପିଡ଼ିଆର ଫାଉଣ୍ଡର ଜିମି ବେଲସ୍ ନିଜର ଆଡ୍ମିନିସ୍ଟ୍ରେଟର ଷ୍ଟାଟ୍ସକୁ ପ୍ରୟୋଗ କରି ଅନେକ ଅଶ୍ଳୀଳ ଭିଡିଓ ଓ ଛବିମାନଙ୍କୁ ଉଇକିମିଡ଼ିଆ କମନ୍ସରୁ ଲିଭାଇ ଦେଇଥିଲେ । ଏବଂ ଏହା ଲିଭାଇବା ପାଇଁ ସେ ତାଙ୍କ କମ୍ୟୁନିଟିର ପରାମର୍ଶ ନେଲେ ନାହିଁ ବା ତାଙ୍କ ସହ ଏହି ବାବଦରେ ଆଲୋଚନା ମଧ୍ୟ କଲେ ନାହିଁ ।

ଉପଯୋଗୀତା[ଉତ୍ସ ସମ୍ପାଦନା]
ସମୟର ଗତି ସଂଗେ ସଂଗେ, ଉନ୍ନତ ପ୍ରଣାଳୀମାନର ନିର୍ମାଣ କରା ଯାଇଛି । ଉଇକିମେଡ଼ିଆ କମନ୍ସକୁ ଅନ୍ୟସବୁ ଉଏକିମେଡ଼ିଆ ପ୍ରକଳ୍ପ ମାନଙ୍କ ସହ ମିଶି କାମ କରିବା ନିମନ୍ତେ ଯୋଡ଼ାଯିବାର ପ୍ରୟାସ କରାଯାଇଛି। ଡାନିଏଲ୍ କିଂଜ଼ଲର୍ ଆପ୍ଲିକେସନ ମାନ ଲେଖିଥିଲେ ଉପଯୁକ୍ତ ବିଭାଗରେ ଉପ୍ଳୋଅଡେଡ଼ ଫାଇଲ୍ସ୍ମାନ("କମନ ସେନ୍ସ"), ଉଇକିମେଡ଼ିଆ ପ୍ରକଳ୍ପସବୁରେ ଫାଇଲ୍ସ କିପରି ବ୍ୟବହୃତ ("ଚେକ ଇଉସେଜ଼), ଯେଉଁ ଚିତ୍ର ମାନଙ୍କର କପିରାଇଟ ନାହିଁ ସେଗୁଡିକୁ ଠାବ କରିବା("ଅନଟ୍ୟଆଗ୍ଦ ଇମେଜେସ") ଏବଂ ପ୍ରଯୁଜ୍ୟ ଉଇକି ଗୁଡ଼ିକ ନିମନ୍ତେ ଉପଯୁକ୍ତ କାର୍ଯ୍ୟନୁଷ୍ଠାନ ନେବା ପାଈଁ ଖବର ପଠାଏ("କମନ୍ସ ଟିକର")।

ଗୁଣ[ଉତ୍ସ ସମ୍ପାଦନା]
ଏହି ସାଇଟ ଟିରେ ୩ ପ୍ରକାର ପ୍ରଣାଳୀ ଅଛି ବିଶେଷ ଉଚ୍ଚମାନର କାମ ଗୁଡିକୁ ପରଖିକି ଚିହ୍ନଟ କରିବା ପାଇଁ । ସେ ମଧ୍ୟରୁ ଗୋଟେ ପ୍ରଣାଳୀ ହେଉଛି "ଫିଚର୍ଡ ପିକଚର୍ସ"। ଏହି "ଫିଚର୍ଡ ପିକଚର୍ସ" ନାମକ ପ୍ରଣାଳୀରେ ବିଭିନ୍ନ ଲୋକଙ୍କ କମାଗୁଡିକୁ ମନୋୟନ କରାଯାଏ। ସେସବୁ ମନୋନାୟିତ କାମ ଗୁଡିକୁ ଉଇକିପିଡ଼ିଆର କମ୍ୟୁନିଟି ସଦସ୍ୟମାନେ ଭୋଟ ଦେଇ ନିର୍ବାଚିତ କରନ୍ତି ଅଥବା ଖାରଚ କରନ୍ତି। ଏହି ପ୍ରକ୍ରିୟା ନଭେମ୍ବର ୨୦୦୪ରୁ ଚାଲୁଅଛି। ଆଉ ଏକ ପ୍ରଣାଳୀ ହେଉଛି "କ୍ୱାଲିଟି ଇମଜେସ୍" ଯେଉଁଟା କି ଜୁନ ୨୦୦୬ରୁ ଆରମ୍ଭ ହୋଇଛି। ଏହି ପ୍ରଣାଳୀ ଟୀର ମନୋୟନ ପ୍ରକ୍ରିୟାଟି "ଫିଚର୍ଡ ପିକଚର୍ସ" ତୁଳନାରେ ସରଳ ଆଟେ। "କ୍ୱାଲିଟି ଇମଜେସ" କେବଳ ଉଇକିମେଡ଼ିଆ ସଦସ୍ୟଙ୍କଦ୍ୱାରା କରାଯାଇଥିବା କମାଗୁଡିକୁ ମନୋୟନ କରେ, କିନ୍ତୁ "ଫିଚର୍ଡ ପିକଚର୍ସ" ଉଇକିମେଡ଼ିଆ ସଦସ୍ୟଙ୍କ ସଂଗେ ସଂଗେ ଅନ୍ୟ ଥର୍ଡ ପାର୍ଟି ମାନଙ୍କ କାମକୁ ମଧ୍ୟ ଗ୍ରହଣ ଳରେ। ଏକ ତୃତୀୟ ଇମେଜ ନିରାକ୍ଷଣ ପ୍ରଣାଳୀ ଯାହାର ନାମ "ଭ୍ୟାଲୁଡ୍ ଇମେଜେସ" ଜୁନ ୧, ୨୦୦୮ରେ ଆରମ୍ଭ ହୋଇଥିଲା "ନିଜ କ୍ଷେତ୍ରରେ ସବୁଠୁ ଅଧିକ ମୂଲ୍ୟବାନ ଚିତ୍ର"କୁ ଚିହ୍ନଟ କରିବାପାଇଁ। ଏହି ପ୍ରାଣଳି ଅନ୍ୟ ଦୁଇଟି ପ୍ରଣାଳୀ ତୁଳନାରେ ଚିତ୍ର ଗୁଡିକୁ ତାଙ୍କ ଟେକ୍ନିକାଲ୍ କ୍ୱାଲିଟି ଅନୁସାରେ ନିରାକ୍ଷଣ କରେ।

ଏହି ତିନିଟି ପ୍ରଣାଳୀ ଏକ ଛୋଟ ଭାଗ (ମୋଟାମୋଟି ୦.୧%ରୁ କମ) ଭାଗ ଚୟନ କରେ ଯୋଉଟା କି ସମୁଦାୟ ଫାଇଲସ୍ ମାନଙ୍କଠୁ କମ। କିନ୍ତୁ କମନ୍ସ ସବୁ ବର୍ଗର ଫାଇଲସ୍ ଗ୍ରହଣ କରେ ଅର୍ଥାତ, ଉନ୍ନତତମ ମାନର ଫାଇଲସ୍, ସାଧାରଣ ପ୍ରକାରର ଫାଇଲସ୍ ଇତ୍ୟାଦି। କହିବାକୁ ଗଲେ କମନ୍ସ ଏକ ପ୍ରତିଯୋଗିତା ନୁହେଁ, ଏକ ଫାଇଲସ୍ର ସଂଗ୍ରହ ମାତ୍ର। ଏହି ଫାଇଲସ୍ ଗୁଡ଼ିକର ଡେସ୍କ୍ରିପସ୍ନ, ଅର୍ଗାନାଇଜେସନ ଆଉ ତାଙ୍କର ଡେସ୍କରିପତିବ ଏବଂ ଇନ୍ଫୋରମେସନଲ ଉପଯୋଗୀତା ମାନସବୁ ଟେକ୍ନିକାଲ ବା ଅତିଷ୍ଟିକ ପରିପୁର୍ନତା ମାନଙ୍କ ଠୁ ଅଧିକ ମହତ୍ତ୍ୱ ରଖିଥାଏ। ଯେଉଁ ଫାଇଲ ଗୁଡିକରେ ନିର୍ଦ୍ଧିଷ୍ଟ ତ୍ରୁଟି ଥାଏ ସେସବୁକୁ ଉନ୍ନତ କରିବାପାଇଁ ଅଥବା ଚେତାବନୀ ଦେବା କିମ୍ବା ଡିଲିଟ କରାଯାଏ। କିନ୍ତୁ ଫାଇଲ ଗୁଡାକୁ ପ୍ରଣାଳିବଦ୍ଧ ଶ୍ରେଣୀକାରଣ କରାଯିବାପାଇଁ କୌଣସି ପ୍ରଣାଳୀର ଅବସ୍ଥାନ ନାହିଁ।

ସାଇଟ ନିଜର ଉଦ୍ଘାଟନ ଜଡ଼ିତ "ପିକ୍ଚର ଅଫ ଦି ଇଆର" ପ୍ରତିଯୋଗିତା ୨୦୦୬ରେ ଅନୁଷ୍ଠିତ ହୋଇଥିଲା। ଏଥିରେ ଯେଉଁସବୁ ଚିତ୍ରମାନେ "ଫିଚର୍ଡ ପିକ୍ଚର୍"ରେ ସ୍ଥାନ ପାଇଥିଲେ ସେମାନେ ଉପଯୁକ୍ତ ଥିଲେ ଆଉ ତାଙ୍କୁ ଉପଯୁକ୍ତ ଉଇକିମେଡ଼ିଆର ସଦସ୍ୟମାନେ ଭୋଟ ଦେଇ ନିର୍ବାଚିତ କରିଥିଲେ ଭୋଟିଂର ୨ଟି ରାଉଣ୍ଡ ମଧ୍ୟରେ। ବିଜୟୀ ଚିତ୍ରଟି ଆରୋରା ବୋରିଆଲିସର ଏକ ସ୍ନଉଲାଣ୍ଡ ଉପରୁ ନିଆଯାଇଥିଲା ଜଣେ ଇଉ.ଏସ ଏୟାର ଫୋର୍ସର ଏୟାରମ୍ୟାନଙ୍କ ଦ୍ୱାରା। ଏହି ପ୍ରତିଯୋଗିତାଟି ଏକ ବର୍ଷିକୀୟା ଆୟୋଜନ ଟିଏ ହୋଇଗଲା।
ଏହି ଲେଖାଟି ସାଧାରଣ ମନୁଷ୍ୟର ଭାଷା ବାବଦରେ । ଅନ୍ୟାନ୍ୟ ବ୍ୟବହାର ପାଇଁ, ଭାଷା (ବହୁବିକଳ୍ପ) ପ୍ରସଙ୍ଗଟି ଦେଖନ୍ତୁ ।

ମେକ୍ସିକୋର ଟିଓଟିହୁଆକାନରେ ଏକ ମୂର୍ତି (ଖ୍ରୀଷ୍ଟପୂର୍ବ 200 ଖ୍ରୀଷ୍ଟାବ୍ଦ) ଜଣେ ବ୍ୟକ୍ତିଙ୍କ ମୁଖରୁ ଏକ ବକ୍ତବ୍ୟ ସ୍କ୍ରୋଲ୍ ନିର୍ଗତ କରୁଥିବା ଚିତ୍ରଣ କରିଥାଏ, ଯାହା ବକ୍ତବ୍ୟର ପ୍ରତୀକ

କ୍ୟୁନିଫର୍ମ ହେଉଛି ଲିଖିତ ଭାଷାର ପ୍ରଥମ ଜଣାଶୁଣା ରୂପ, କିନ୍ତୁ କଥିତ ଭାଷା ଅତିକମରେ ଦଶହଜାର ବର୍ଷ ଲେଖାକୁ ପୂର୍ବାନୁମାନ କରେ

ଆମେରିକୀୟ ସଙ୍କେତ ଭାଷା ଶିଖୁଥିବା ଦୁଇ ଯୁବକ ଯୁବତୀ

ବ୍ରେଲି ଲେଖା ଭାଷାକୁ ଏକ କ ile ଶଳ ରୂପରେ ପ୍ରତିନିଧିତ୍ୱ କରେ
ଭାଷା ହେଉଛି ଯୋଗାଯୋଗର ଜଟିଳ ପ୍ରଣାଳୀକୁ ଶିଖିବା ଓ ବ୍ୟବହାର କରିବା ପାଇଁ ଥିବା ମନୁଷ୍ୟର ସାମର୍ଥ୍ୟ ଏବଂ ଗୋଟିଏ ଭାଷା ହେଉଛି ଏହି ଜଟିଳ ଯୋଗାଯୋଗ ପ୍ରଣାଳୀର ଏକ ଉଦାହରଣ । ପୃଥିବୀରେ ସର୍ବମୋଟ କେତେ ଭାଷା ଅଛି ଏକଥା ସଠିକ ଭାବେ କହିବା ସମ୍ଭବ ନୁହେଁ ଏବଂ ଏହି ସଂଖ୍ୟା ଭାଷା (language) ଓ ଲୋକଭାଷା (dialects) ମଧ୍ୟରେ ସୂକ୍ଷ୍ମ ପ୍ରଭେଦ ଉପରେ ନିର୍ଭର କରେ । ତଥାପି ଆକଳନ କରାଯାଇଛି ଯେ ଏହି ସଂଖ୍ୟା ୬୦୦୦ରୁ ୭୦୦୦ ହେବ ।

ମଣିଷ ଭାଷା ପୃଥିବୀ ପୃଷ୍ଠରେ ଥିବା ସମସ୍ତ ସର୍ଜୀବଙ୍କ ମଧ୍ୟରେ ସ୍ୱତନ୍ତ୍ର । ଏହାର ଜଟିଳ ଗଠନ ଶୈଳୀ ଭାବ ପ୍ରକାଶ ପାଇଁ ଏକ ବୃହତ୍ତର କ୍ଷେତ୍ର ଯୋଗାଇଥାଏ ଯାହାକି ବର୍ତ୍ତମାନ ସୁଦ୍ଧା ଜଣାଥିବା ସମସ୍ତ ପ୍ରାଣୀମାନଙ୍କ ଯୋଗାଯୋଗ ପ୍ରଣାଳୀ ଅପେକ୍ଷା ଉତ୍କୃଷ୍ଟ । ଏହି ପ୍ରାଣୀ-ଯୋଗାଯୋଗ ପ୍ରଣାଳୀ ସାଧାରଣତଃ ମନୁଷ୍ୟ ଭଳି ସାମାଜିକ ନହୋଇ ଅନୁବଂଶୀୟ ହୋଇଥାଏ ।

 ସଂଜ୍ଞା ପ୍ରକରଣ  ମନୁଷ୍ଯର ମୁଖନିଃସୃତ ସାର୍ଥକ ଧ୍ୱନିମାନଙ୍କ ସମାହାରକୁ ଭାଷା କୁହାଯାଏ ମୂଳ ପ୍ରସଙ୍ଗଗୁଡ଼ିକ: ଭାଷା ବିଜ୍ଞାନ and ଭାଷା ବିଜ୍ଞାନର ଇତିହାସ
ଐତିହାସିକ, ତୁଳନାତ୍ମକ, ବର୍ଣ୍ଣନାତ୍ମକ, ବ୍ୟାବହାରିକ, ବ୍ୟାକରଣଗତ କିମ୍ବା ଅର୍ଥଗତ ଭାଷା ସମ୍ବନ୍ଧୀୟ ଯେକୌଣସି ଆଲୋଚନାକୁ ଆମେ ଭାଷାତତ୍ତ୍ୱର ଅନ୍ତର୍ଗତ ବୋଲି ଧରିନେଉ । ଭାଷା ଆଲୋଚନା କ୍ଷେତ୍ରରେ ଇଂରାଜୀ ଭାଷାରେ ଫିଲଲଜି ଓ ଲିଙ୍ଗୁଇଷ୍ଟିକସ୍ ବୋଲି ଦୁଇଟି ଶବ୍ଦ ପ୍ରଚଳିତ । ପୂର୍ବରୁ ସେମାନଙ୍କଦ୍ୱାରା ସୂଚିତ ଅର୍ଥରେ ବିଶେଷ ବ୍ୟବଧାନ ଥିବା ପରି ମନେହେଉନଥିଲା । ଅନ୍ତତଃ ଭାରତବର୍ଷରେ ଆମ୍ଭେମାନେ ଦୁଇଟିଯାକ ଶବ୍ଦକୁ ଏକପ୍ରକାର ଅର୍ଥରେ ବ୍ୟବହାର କରୁଥିଲୁ । ଏବେ କିନ୍ତୁ ସେମାନଙ୍କୁ ଦୁଇଟି ସ୍ୱତନ୍ତ୍ର ଅର୍ଥରେ ବ୍ୟବହାର କରାଯାଉଛି । ସେଥିପାଇଁ ଓଡ଼ିଆ ଭାଷାରେ "ଫିଲଲଜି" ପାଇଁ "ଭାଷାଜ୍ଞାନ" ଓ "ଲିଙ୍ଗୁଇଷ୍ଟିକସ୍" ପାଇଁ "ଭାଷାବିଜ୍ଞାନ" ଶବ୍ଦ ରଖିବା ଆବଶ୍ୟକ ହୋଇଛି ।
ଐତିହାସିକ, ତୁଳନାତ୍ମକ, ବର୍ଣ୍ଣନାତ୍ମକ, ବ୍ୟାବହାରିକ, ବ୍ୟାକରଣଗତ କିମ୍ବା ଅର୍ଥଗତ ଭାଷା ସମ୍ବନ୍ଧୀୟ ଯେକୌଣସି ଆଲୋଚନାକୁ ଆମେ ଭାଷାତତ୍ତ୍ୱର ଅନ୍ତର୍ଗତ ବୋଲି ଧରିନେଉ । ଭାଷା ଆଲୋଚନା କ୍ଷେତ୍ରରେ ଇଂରାଜୀ ଭାଷାରେ ଫିଲଲଜି ଓ ଲିଙ୍ଗୁଇଷ୍ଟିକସ୍ ବୋଲି ଦୁଇଟି ଶବ୍ଦ ପ୍ରଚଳିତ । ପୂର୍ବରୁ ସେମାନଙ୍କଦ୍ୱାରା ସୂଚିତ ଅର୍ଥରେ ବିଶେଷ ବ୍ୟବଧାନ ଥିବା ପରି ମନେହେଉନଥିଲା । ଅନ୍ତତଃ ଭାରତବର୍ଷରେ ଆମ୍ଭେମାନେ ଦୁଇଟିଯାକ ଶବ୍ଦକୁ ଏକପ୍ରକାର ଅର୍ଥରେ ବ୍ୟବହାର କରୁଥିଲୁ । ଏବେ କିନ୍ତୁ ସେମାନଙ୍କୁ ଦୁଇଟି ସ୍ୱତନ୍ତ୍ର ଅର୍ଥରେ ବ୍ୟବହାର କରାଯାଉଛି । ସେଥିପାଇଁ ଓଡ଼ିଆ ଭାଷାରେ "ଫିଲଲଜି" ପାଇଁ "ଭାଷାଜ୍ଞାନ" ଓ "ଲିଙ୍ଗୁଇଷ୍ଟିକସ୍" ପାଇଁ "ଭାଷାବିଜ୍ଞାନ" ଶବ୍ଦ ରଖିବା ଆବଶ୍ୟକ ହୋଇଛି ।

                ଅନ୍ୟପକ୍ଷରେ ଭାଷାତତ୍ତ୍ୱ ଏକ ବ୍ୟାପକ ସାଧାରଣ ଶବ୍ଦ, ଯହିଁରେ ଭାଷାଶାସ୍ତ୍ର ଓ ଭାଷାବିଜ୍ଞାନ ଉଭୟ ଅନ୍ତର୍ଭୁକ୍ତ । ଭାଷାତତ୍ତ୍ୱକୁ ଇଂରାଜୀରେ study of language ବୋଲି କୁହାଯାଏ ।
ଭାଷା ବିଜ୍ଞାନ[ଉତ୍ସ ସମ୍ପାଦନା]
ଭାଷା ବିଜ୍ଞାନ ହେଉଛି ଭାଷାର ଅଧ୍ୟୟନ| [୧] [୨] ଏବଂ ପ୍ରସଙ୍ଗରେ ଭାଷା ଫର୍ମ, ଭାଷା ଅର୍ଥ ଏବଂ ଭାଷାର ବିଶ୍ଳେଷଣ ଅନ୍ତର୍ଭୁକ୍ତ କରେ| [୩] ଭାଷାର ଡକ୍ୟୁମେଣ୍ଟେସନ୍ ଏବଂ ବର୍ଣ୍ଣନାରେ ପ୍ରାଥମିକ କାର୍ଯ୍ୟକଳାପଗୁଡିକ ଖ୍ରୀଷ୍ଟପୂର୍ବ ୪ର୍ଥ ଶତାବ୍ଦୀର ଭାରତୀୟ ବ୍ୟାକରଣଜ୍ଞାନ ପାଣିନୀଙ୍କୁ ଦାୟୀ କରାଯାଇଛି, [୪] [୫] ଯିଏ ତାଙ୍କ Aṣṭādhyāyī ସଂସ୍କୃତ ଭାଷାର ଏକ ଆନୁଷ୍ଠାନିକ ବର୍ଣ୍ଣନା ଲେଖିଥିଲେ। [୬]

ଭାଷାବିତ୍ମାନେ ପାରମ୍ପାରିକ ଭାବରେ ଧ୍ୱନି ଏବଂ ଅର୍ଥ ମଧ୍ୟରେ ଏକ ଆନ୍ତରିକତା ଦେଖି ମାନବ ଭାଷା ବିଶ୍ଳେଷଣ କରନ୍ତି| [୭] ଫୋନେଟିକ୍ସ ହେଉଛି ବକ୍ତବ୍ୟ ଏବଂ ଅଣ-ବକ୍ତବ୍ୟ ଶବ୍ଦର ଅଧ୍ୟୟନ, ଏବଂ ସେମାନଙ୍କର ଆକାଶବାଣୀ ଏବଂ ଆର୍ଟିକ୍ୟୁଲେଟୋରୀ ଗୁଣରେ ପ୍ରବେଶ କରେ| ଅନ୍ୟପକ୍ଷରେ, ଭାଷାର ଅର୍ଥର ଅଧ୍ୟୟନ, ଭାଷା କିପରି ସଂସ୍ଥା, ଗୁଣ ଏବଂ ବିଶ୍ otherର ଅନ୍ୟାନ୍ୟ ଦିଗ ମଧ୍ୟରେ ସମ୍ପର୍କକୁ ଏନକୋଡ୍ କରେ, ଅର୍ଥ ପ୍ରଦାନ, ପ୍ରକ୍ରିୟାକରଣ ଏବଂ ନ୍ୟସ୍ତ କରିବା ସହିତ ଅସ୍ପଷ୍ଟତାକୁ ପରିଚାଳନା ଏବଂ ସମାଧାନ କରେ| [୮] ଯେତେବେଳେ ସେମାଣ୍ଟିକ୍ସର ଅଧ୍ୟୟନ ସାଧାରଣତ truth ସତ୍ୟ ଅବସ୍ଥା ସହିତ ନିଜକୁ ଜଡିତ କରେ, ପ୍ରାଗମେଟିକ୍ସ ପରିସ୍ଥିତି ପରିସ୍ଥିତି ଅର୍ଥର ଉତ୍ପାଦନକୁ କିପରି ପ୍ରଭାବିତ କରେ ତାହା ସହିତ ବ୍ୟବହାର କରେ| [୯]

ବ୍ୟାକରଣ ହେଉଛି ନିୟମର ଏକ ପ୍ରଣାଳୀ ଯାହା ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ଭାଷାରେ ଉଚ୍ଚାରଣର ଉତ୍ପାଦନ ଏବଂ ବ୍ୟବହାରକୁ ନିୟନ୍ତ୍ରଣ କରେ| ଏହି ନିୟମଗୁଡ଼ିକ ଶବ୍ଦ [୧୦] ସହିତ ଅର୍ଥ ପାଇଁ ମଧ୍ୟ ପ୍ରଯୁଜ୍ୟ, ଏବଂ ନିୟମଗୁଡ଼ିକର ଉପାଦାନ ଉପ-ସେଟ୍ ଅନ୍ତର୍ଭୂକ୍ତ କରେ, ଯେପରିକି ଫୋନୋଲୋଜି (ଫୋନେଟିକ୍ ଧ୍ୱନି ପ୍ରଣାଳୀର ସଂଗଠନ), ମର୍ଫୋଲୋଜି (ଶବ୍ଦର ଗଠନ ଏବଂ ରଚନା), ଏବଂ ବାକ୍ୟବିନ୍ୟାସ ( ବାକ୍ୟାଂଶ ଏବଂ ବାକ୍ୟର ଗଠନ ଏବଂ ରଚନା)| [୧୧] ଆଧୁନିକ ତତ୍ତ୍ thatଗୁଡିକ ବ୍ୟାକରଣର ନୀତିଗୁଡିକ ସହିତ କାର୍ଯ୍ୟ କରନ୍ତି, ମୁଖ୍ୟତ No ନୋମ୍ ଚୋମସ୍କିଙ୍କ ଜେନେରେଟିଭ୍ ଭାଷା ବିଜ୍ଞାନର framework ାଞ୍ଚା ମଧ୍ୟରେ ଆଧାରିତ| [୧୨]

ବିଂଶ ଶତାବ୍ଦୀର ପ୍ରାରମ୍ଭରେ, ଫର୍ଡିନାଣ୍ଡ ଡି ସ uss ସର ତାଙ୍କ ଗଠନମୂଳକ ଭାଷା ବିଜ୍ଞାନର ସୂତ୍ରରେ ଲାଙ୍ଗୁ ଏବଂ ପାରୋଲର ଧାରଣା ମଧ୍ୟରେ ପାର୍ଥକ୍ୟ କରିଥିଲେ| ତାଙ୍କ କହିବାନୁସାରେ, ପାରୋଲ୍ ହେଉଛି ବକ୍ତବ୍ୟର ନିର୍ଦ୍ଦିଷ୍ଟ ଉଚ୍ଚାରଣ, ଯେତେବେଳେ କି ଲାଙ୍ଗୁ ଏକ ଅବକ୍ଷୟ ଘଟଣାକୁ ବୁ refers ାଏ ଯାହା ତତ୍ତ୍ୱଗତ ଭାବରେ ଏକ ନିୟମକୁ ନିୟନ୍ତ୍ରଣ କରୁଥିବା ନିୟମ ଏବଂ ପ୍ରଣାଳୀକୁ ବ୍ୟାଖ୍ୟା କରେ| [୧୩] ଏହି ପାର୍ଥକ୍ୟ ନୋମ୍ ଚୋମସ୍କିଙ୍କ ପରିବର୍ତ୍ତନଶୀଳ କିମ୍ବା ଜେନେରେଟିଭ୍ ବ୍ୟାକରଣର ସିଦ୍ଧାନ୍ତରେ ଦକ୍ଷତା ଏବଂ କାର୍ଯ୍ୟଦକ୍ଷତା ମଧ୍ୟରେ ତିଆରି ହୋଇଥିବା ସମାନ| ଚୋମସ୍କିଙ୍କ ଅନୁଯାୟୀ, ଦକ୍ଷତା ହେଉଛି ବ୍ୟକ୍ତିର ଅନ୍ତର୍ନିହିତ କ୍ଷମତା ଏବଂ ଭାଷା ପାଇଁ ସମ୍ଭାବନା (ସାଉସୁରର ଭାଷା ପରି), ଯେତେବେଳେ କାର୍ଯ୍ୟଦକ୍ଷତା ହେଉଛି ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ଉପାୟ ଯେଉଁଥିରେ ଏହା ବ୍ୟକ୍ତି, ଗୋଷ୍ଠୀ, ଏବଂ ସମ୍ପ୍ରଦାୟଦ୍ୱାରା ବ୍ୟବହୃତ ହୁଏ (ଅର୍ଥାତ୍ ପାରୋଲ୍, ସାଉସୁରିଆନ୍ ଭାଷାରେ)| [୧୪]

ପାରୋଲର ଅଧ୍ୟୟନ (ଯାହା ସାଂସ୍କୃତିକ ବକ୍ତବ୍ୟ ଏବଂ ଉପଭାଷା ମାଧ୍ୟମରେ ଦେଖାଯାଏ) ହେଉଛି ସାମାଜିକ ଭାଷା ବିଜ୍ଞାନର ଡୋମେନ୍, ଉପ-ଅନୁଶାସନ ଯାହା ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ବକ୍ତବ୍ୟ ସମ୍ପ୍ରଦାୟ ମଧ୍ୟରେ ଭାଷାଭିତ୍ତିକ ଦିଗଗୁଡ଼ିକର ଏକ ଜଟିଳ ବ୍ୟବସ୍ଥାର ଅଧ୍ୟୟନକୁ ଅନ୍ତର୍ଭୁକ୍ତ କରେ (ଏହାର ବ୍ୟାକରଣଗତ ନିୟମ ଏବଂ ନିୟମର ସେଟ‌ଦ୍ୱାରା ପରିଚାଳିତ| )।) ଭାଷଣ ବିଶ୍ଳେଷଣ ଭାଷାର ଭାଷାର ବ୍ୟବହାରରୁ ବାହାରୁଥିବା ପାଠ୍ୟ ଏବଂ ବାର୍ତ୍ତାଳାପର ଗଠନକୁ ପରୀକ୍ଷଣ କରିଥାଏ| [୧୫] ଭାଷାଭିତ୍ତିକ ତଥ୍ୟ ସଂଗ୍ରହ ମାଧ୍ୟମରେ, କିମ୍ବା କର୍ପସ୍ ଭାଷା ବିଜ୍ଞାନର ଆନୁଷ୍ଠାନିକ ଅନୁଶାସନ ମାଧ୍ୟମରେ ଏହା କରାଯାଇଥାଏ, ଯାହା ପ୍ରାକୃତିକ ଭାବରେ ଘଟୁଥିବା ଗ୍ରନ୍ଥଗୁଡ଼ିକୁ ନେଇଥାଏ ଏବଂ ଏହିପରି କର୍ପୋରା (କିମ୍ବା କର୍ପସ୍ ତଥ୍ୟ) ଉପରେ ଆଧାର କରି ବ୍ୟାକରଣଗତ ଏବଂ ଅନ୍ୟାନ୍ୟ ବ features ଶିଷ୍ଟ୍ୟର ପରିବର୍ତ୍ତନକୁ ଅଧ୍ୟୟନ କରିଥାଏ|

ଷ୍ଟାଇଲିଷ୍ଟିକ୍ ବିଭିନ୍ନ ବକ୍ତବ୍ୟ ସମ୍ପ୍ରଦାୟ, ଧାରା, ଏବଂ ଗଣମାଧ୍ୟମରେ ସମ୍ପାଦକୀୟ କିମ୍ବା କାହାଣୀ ଫର୍ମାଟ୍ ମାଧ୍ୟମରେ ଲିଖିତ, ସ୍ signed ାକ୍ଷରିତ କିମ୍ବା କଥିତ ବକ୍ତବ୍ୟର ଅଧ୍ୟୟନକୁ ମଧ୍ୟ ଅନ୍ତର୍ଭୁକ୍ତ କରେ| [୧୬] ୧ ss ୦ ଦଶକରେ ଜ୍ୟାକ୍ ଡେରିଡା, ଉଦାହରଣ ସ୍ୱରୂପ, ବକ୍ତୃତା ଏବଂ ଲେଖା ମଧ୍ୟରେ ଅଧିକ ପୃଥକ ହୋଇ ଲିଖିତ ଭାଷାକୁ ନିଜେ ଯୋଗାଯୋଗର ଏକ ଭାଷା ମାଧ୍ୟମ ଭାବରେ ଅଧ୍ୟୟନ କରିବାକୁ ପ୍ରସ୍ତାବ ଦେଇଥିଲେ| [୧୭] ପାଲେଓଗ୍ରାଫି ହେଉଛି ଏକ ଅନୁଶାସନ ଯାହା ଭାଷାରେ ଲିଖିତ ସ୍କ୍ରିପ୍ଟଗୁଡ଼ିକର ବିବର୍ତ୍ତନ (ଚିହ୍ନ ଏବଂ ପ୍ରତୀକ ଭାବରେ) ଅଧ୍ୟୟନ କରେ| [୧୮] ଭାଷାର ଆନୁଷ୍ଠାନିକ ଅଧ୍ୟୟନ ମଧ୍ୟ ମନୋବିଜ୍ଞାନ ପରି କ୍ଷେତ୍ରଗୁଡିକର ଅଭିବୃଦ୍ଧି ଘଟାଇଲା, ଯାହା ମନରେ ଭାଷାର ପ୍ରତିନିଧିତ୍ୱ ଏବଂ କାର୍ଯ୍ୟକୁ ଅନୁସନ୍ଧାନ କରେ; ସ୍ନାୟୁବିଜ୍ଞାନ, ଯାହା ମସ୍ତିଷ୍କରେ ଭାଷା ପ୍ରକ୍ରିୟାକରଣ ଅଧ୍ୟୟନ କରେ; ଜ bi ବ ବିଜ୍ଞାନ, ଯାହା ଭାଷାର ଜୀବବିଜ୍ଞାନ ଏବଂ ବିବର୍ତ୍ତନକୁ ଅଧ୍ୟୟନ କରେ; ଏବଂ ଭାଷା ଅଧିଗ୍ରହଣ, ଯାହାକି ଶିଶୁ ଏବଂ ବୟସ୍କମାନେ କିପରି ଏକ ବା ଏକାଧିକ ଭାଷାର ଜ୍ଞାନ ଆହରଣ କରନ୍ତି ତାହା ଅନୁସନ୍ଧାନ କରନ୍ତି|

ଭାଷା ବିଜ୍ଞାନ ସାମାଜିକ, ସାଂସ୍କୃତିକ, historical ତିହାସିକ ଏବଂ ରାଜନ political ତିକ କାରଣଗୁଡିକ ସହିତ ମଧ୍ୟ କାର୍ଯ୍ୟ କରିଥାଏ ଯାହା ଭାଷାକୁ ପ୍ରଭାବିତ କରିଥାଏ, ଯାହା ମାଧ୍ୟମରେ ଭାଷା ଏବଂ ଭାଷା ଭିତ୍ତିକ ପ୍ରସଙ୍ଗ ପ୍ରାୟତ  ନିର୍ଣ୍ଣୟ କରାଯାଏ| [୧୯] Historical ତିହାସିକ ଏବଂ ବିବର୍ତ୍ତନଶୀଳ ଭାଷାର ଉପ-ଶାଖା ମାଧ୍ୟମରେ ଭାଷା ଉପରେ ଗବେଷଣା ମଧ୍ୟ ଭାଷାଗୁଡ଼ିକ କିପରି ପରିବର୍ତ୍ତନ ହୁଏ ଏବଂ ବ grow େ, ବିଶେଷ ଭାବରେ ଏକ ଦୀର୍ଘ ସମୟ ମଧ୍ୟରେ ଧ୍ୟାନ ଦେଇଥାଏ|

ଭାଷା ଡକ୍ୟୁମେଣ୍ଟେସନ୍ ଭାଷା ଏବଂ ସେମାନଙ୍କର ବ୍ୟାକରଣ ବର୍ଣ୍ଣନା କରିବା ପାଇଁ ଆନ୍ଥ୍ରୋପୋଲୋଜିକାଲ୍ ଅନୁସନ୍ଧାନକୁ (ଭାଷାର ଇତିହାସ ଏବଂ ସଂସ୍କୃତିରେ) ଭାଷା ଅନୁସନ୍ଧାନ ସହିତ ମିଶ୍ରଣ କରେ| ଲେକ୍ସିକୋଗ୍ରାଫି ଶବ୍ଦର ଡକ୍ୟୁମେଣ୍ଟେସନ୍ ସହିତ ଜଡିତ ଯାହା ଏକ ଶବ୍ଦକୋଷ ସୃଷ୍ଟି କରେ| ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ଭାଷାରୁ ଏକ ଭାଷାଭିତ୍ତିକ ଶବ୍ଦକୋଷର ଏପରି ଡକ୍ୟୁମେଣ୍ଟେସନ୍ ସାଧାରଣତ a ଏକ ଅଭିଧାନରେ ସଂକଳିତ ହୋଇଥାଏ| ଗଣନାକାରୀ ଭାଷା ବିଜ୍ଞାନ ଗଣିତ ଦୃଷ୍ଟିକୋଣରୁ ପ୍ରାକୃତିକ ଭାଷାର ପରିସଂଖ୍ୟାନ କିମ୍ବା ନିୟମ-ଆଧାରିତ ମଡେଲିଂ ସହିତ ଜଡିତ| ଭାଷାର ନିର୍ଦ୍ଦିଷ୍ଟ ଜ୍ଞାନ ଅନୁବାଦ ଏବଂ ବ୍ୟାଖ୍ୟା କାର୍ଯ୍ୟ ସମୟରେ ବକ୍ତାମାନଙ୍କ ଦ୍ applied ାରା ପ୍ରୟୋଗ କରାଯାଏ, ଏବଂ ଭାଷା ଶିକ୍ଷା - ଦ୍ୱିତୀୟ କିମ୍ବା ବିଦେଶୀ ଭାଷାର ଶିକ୍ଷାଦାନରେ| ଭାଷା ନିର୍ମାତା ଗବେଷଣା ଉପରେ ଆଧାରିତ ଶିକ୍ଷା ଏବଂ ଶିକ୍ଷାଦାନରେ ନୂତନ ଯୋଜନା କାର୍ଯ୍ୟକାରୀ କରିବାକୁ ନୀତି ନିର୍ମାତାମାନେ ସରକାରଙ୍କ ସହ କାର୍ଯ୍ୟ କରନ୍ତି।

ଅଧ୍ୟୟନର ସମ୍ବନ୍ଧୀୟ କ୍ଷେତ୍ରଗୁଡ଼ିକରେ ସେମିଓଟିକ୍ସ (ଚିହ୍ନ ଏବଂ ପ୍ରତୀକ ମାଧ୍ୟମରେ ପ୍ରତ୍ୟକ୍ଷ ଏବଂ ପରୋକ୍ଷ ଭାଷାର ଅଧ୍ୟୟନ), ସାହିତ୍ୟ ସମାଲୋଚନା (ସାହିତ୍ୟ, ସିନେମା, କଳା, କିମ୍ବା ପ୍ରକାଶିତ ସାମଗ୍ରୀର ଐତିହାସିକ ତଥା ଆଦର୍ଶଗତ ବିଶ୍ଳେଷଣ), ଅନୁବାଦ (ରୂପାନ୍ତର ଏବଂ ଡକ୍ୟୁମେଣ୍ଟେସନ୍) ମଧ୍ୟ ଅନ୍ତର୍ଭୁକ୍ତ | ଗୋଟିଏ ଭାଷା କିମ୍ବା ଉପଭାଷାରୁ ଅନ୍ୟ ଭାଷାକୁ ଲିଖିତ/କଥିତ ପାଠ୍ୟର ଅର୍ଥ, ଏବଂ ବକ୍ତୃତା-ଭାଷା ପାଥୋଲୋଜି (ଫୋନେଟିକ୍ ଅକ୍ଷମତା ଏବଂ ଜ୍ଞାନ ସ୍ତରରେ ଡି-ଫଙ୍କସନ୍ ଉପଶମ କରିବା ପାଇଁ ଏକ ସଂଶୋଧନ ପଦ୍ଧତି) |
ସୁରତ, ଗୁଜରାଟ ରାଜ୍ୟର ଏକ ପ୍ରମୁଖ ସହର । ସୁରତ ହେଉଛି ଗୁଜରାଟର ଦ୍ୱିତୀୟ ତଥା ଭାରତର ନମବ ବୃହତ୍ତମ ସହର । ଜନବସତି ଓ ଶିଳ୍ପଦ୍ୟୋଗ ଅନୁସାରେ ଗୁଜରାଟରେ ଅହମଦାବାଦ ପରେ ସୁରତର ନାମ । ବିଶ୍ୱର ୯୦-୯୫ ପ୍ରତିଶତ ହୀରା ସୁରତରେ ମାଜି (ଘସି) ପ୍ରସ୍ତୁତ ହେଉଛି । କପଡ଼ା ଉଦ୍ୟୋଗ ପାଇଁ ସୁରତ ପ୍ରସିଦ୍ଧ ।
ଇଂରାଜୀ ଭାଷା ଏକ ପଶ୍ଚିମ ଜର୍ମାନୀୟ ଭାଷା । ଏହା ଇଂଲ୍ୟାଣ୍ଡ୍ ଆରମ୍ଭ ହୋଇ ବର୍ତ୍ତମାନ ସାରା ବିଶ୍ୱରେ ବହୁଳ ମାତ୍ରାରେ ବ୍ୟବହାର ହେଉଛି ।[୪] ଏହା ଯୁକ୍ତରାଜ୍ୟ, ଯୁକ୍ତରାଷ୍ଟ୍ର ଆମେରିକା, କ୍ୟାନାଡା, ଅସ୍ଟ୍ରେଲିଆ, ଆୟର୍ଲ୍ୟାଣ୍ଡ୍, ନିଉଜିଲ୍ୟାଣ୍ଡ୍ ଓ ଅନେକ କ୍ୟାରିବିଆନ୍ ରାଷ୍ଟ୍ର ସମେତ ଆହୁରି ଅନେକ ରାଷ୍ଟ୍ରରେ ପ୍ରଥମ ଭାଷା ରୂପେ ବ୍ୟବହାର କରାଯାଇଥାଏ ।
ଭୂଖଣ୍ଡର ପଶ୍ଚିମ ଉପକୂଳରେ ଅବସ୍ଥିତ ଏକ ସାର୍ବଭୌମ ରାଷ୍ଟ୍ର ବା ରାଷ୍ଟ୍ରସଂଘ । ଯୁକ୍ତରାଜ୍ୟ ମଧ୍ୟରେ ଗ୍ରେଟ ବ୍ରିଟେନ ଦ୍ୱୀପ, ଆୟରଲ୍ୟାଣ୍ଡ ଦ୍ୱୀପର ଉତ୍ତରପୂର୍ବ ଭାଗ ଏବଂ ଅନେକ ଛୋଟ ଦ୍ୱୀପ ଅନ୍ତର୍ଭୁକ୍ତ ।[୧୬] ଉତ୍ତର ଆୟରଲ୍ୟାଣ୍ଡ୍ ଓ ଆୟରଲ୍ୟାାଣ୍ଡ୍ ସାଧାରଣତନ୍ତ୍ର ମଝିରେ ସ୍ଥଳ ସୀମା ରହିଛି । ଏହାଛଡ଼ା ଯୁକ୍ତରାଜ୍ୟକୁ ଆଟଲାଣ୍ଟିକ ମହାସାଗର ଘେରିରହିଛି । ଏହାର ପୂର୍ବରେ ଉତ୍ତର ସମୁଦ୍ର, ଦକ୍ଷିଣରେ ଇଂରାଜୀ ପ୍ରଣାଳୀ ଏବଂ ଦକ୍ଷିଣ-ପଶ୍ଚିମରେ କେଲଟିକ ସାଗର ରହିଛି । ଏହାର ବେଳା ବିଶ୍ୱର ୧୨ତମ ଦୀର୍ଘ ଉପକୂଳ । ଆଇରିସ ସାଗର ଗ୍ରେଟ ବ୍ରିଟେନ ଏବଂ ଆୟରଲ୍ୟାଣ୍ଡକୁ ଅଲଗା କରିଥାଏ । ଯୁକ୍ତରାଜ୍ୟର ମୋଟ କ୍ଷେତ୍ରଫଳ ୨,୪୦,୦୦୦ ବର୍ଗ କି.ମି. ।

ଯୁକ୍ତରାଜ୍ୟ ଏକ ଏକକ ସଂସଦୀୟ ଗଣତନ୍ତ୍ର ଏବଂ ସାମ୍ବିଧାନିକ ଏକତନ୍ତ୍ର ।[note ୧୨][୧୭][୧୮] ଏହାର ଏକତନ୍ତ୍ରୀ ହେଲେ ରାଣୀ ଏଲିଜାବେଥ ଦ୍ୱିତୀୟ । ସେ ୧୯୫୨ ମସିହାରୁ ରାଜତ୍ବ କରିଆସିଛନ୍ତି । ସେ ହେଉଛନ୍ତି ବିଶ୍ୱର ସବୁଠାରୁ ଅଧିକ ସମୟ ଧରି ଶାସନ କରିଥିବା ଶାସକ ।[୧୯] ଯୁକ୍ତରାଜ୍ୟର ରାଜଧାନୀ ଲଣ୍ଡନ, ବିଶ୍ୱସ୍ତରୀୟ ନଗର ଓ ଆର୍ଥିକ କେନ୍ଦ୍ର ଏବଂ ଏହାର ଲୋକସଂଖ୍ୟା ୧.୦୩ କୋଟି ।[୨୦] ଯୁକ୍ତରାଜ୍ୟ ଚାରୋଟି ଦେଶରେ ବିଭକ୍ତ: ଇଂଲଣ୍ଡ, ସ୍କଟଲ୍ୟାଣ୍ଡ, ୱେଲ୍ସ ଏବଂ ଉତ୍ତର ଆୟରଲ୍ୟାଣ୍ଡ ।[୨୧] ସେମାନଙ୍କର ରାଜଧାନୀସବୁ ଯଥାକ୍ରମେ ଲଣ୍ଡନ, ଏଡିନବର୍ଗ, କାର୍ଡିଫ ଏବଂ ବେଲଫାଷ୍ଟ । ଇଂଲଣ୍ଡ ବ୍ୟତୀତ ବାକି ଦେଶଗୁଡ଼ିକର ନିଜ ସ୍ୱୟଂଶାସିତ ସରକାର ରହିଛି,[୨୨] । ପ୍ରତ୍ୟେକ ଦେଶର ଅଲଗା ଅଲଗା ଶାସନ କ୍ଷମତା ମଧ୍ୟ ରହିଛି ।ଯୁକ୍ତରାଜ୍ୟର ଅନ୍ୟ ପ୍ରମୁଖ ସହରଗୁଡ଼ିକ ମଧ୍ୟରୁ ବର୍ମିଙ୍ଗହାମ, ଗ୍ଲାସଗୋ, ଲିଡ୍ସ, ଲିଭରପୁଲ ଏବଂ ମାଞ୍ଚେଷ୍ଟର ଅନ୍ୟତମ ।
ଯୁକ୍ତରାଷ୍ଟ୍ର ଆମେରିକା ଉତ୍ତର ଆମେରିକାରେ ଥିବା ଏକ ପ୍ରଧାନ ଦେଶ । ୫୦ଟି ରାଜ୍ୟକୁ ଏକାଠି ନେଇ ତିଆରି ଏହା ଏକ ସଙ୍ଘୀୟ ଗଣରାଜ୍ୟ । ଏହା ମଧ୍ୟରୁ ୪୮ଟି ରାଜ୍ୟ ଓ ରାଜଧାନୀ ୱାଶିଂଟନ ଡି. ସି. ଗୋଟିଏ ଭୂଖଣ୍ଡରେ ଅବସ୍ଥିତ । ଏହା ଛଡା ଉତ୍ତର ପଶ୍ଚିମରେ ଆଲାସ୍କା ଓ ପଶ୍ଚିମରେ ହାୱାଇ ଦ୍ୱୀପପୁଞ୍ଜକୁ ମିଶାଇ ୫୦ଟି ରାଜ୍ୟ ବୋଲି ଗଣାଯାଏ ।

୧୯୦୦ ସୁଦ୍ଧା, ଆମେରିକା ବିଶ୍ବର ସର୍ବବୃହତ ଅର୍ଥନୀତିରେ ପରିଣତ ହୋଇଥିଲା ଏବଂ ସ୍ପେନ - ଆମେରିକୀୟ ଯୁଦ୍ଧ ଏବଂ ପ୍ରଥମ ବିଶ୍ୱଯୁଦ୍ଧ ଦେଶକୁ ଏକ ବିଶ୍ୱ ଶକ୍ତି ଭାବରେ ପ୍ରତିଷ୍ଠିତ କରିଥିଲା ​​| ୧୯୪୧ ମସିହାରେ ପର୍ଲ ହାର୍ବର୍ ଉପରେ ଜାପାନର ଆଶ୍ଚର୍ଯ୍ୟଜନକ ଆକ୍ରମଣ ପରେ, ଆମେରିକା ସହଯୋଗୀ ଦଳ ଦ୍ୱିତୀୟ ବିଶ୍ୱଯୁଦ୍ଧରେ ପ୍ରବେଶ କରିଥିଲା। ଯୁଦ୍ଧର ପରିଣାମ ଆମେରିକା ଏବଂ ସୋଭିଏତ ସଂଘକୁ ବିଶ୍ୱର ଦୁଇଟି ମହାଶକ୍ତି ଭାବରେ ପରିଣତ କରିଥିଲା | ଶୀତଳ ଯୁଦ୍ଧ ସମୟରେ ଉଭୟ ଦେଶ ଆଦର୍ଶଗତ ପ୍ରାଧାନ୍ୟ ପାଇଁ ସଂଗ୍ରାମରେ ନିୟୋଜିତ ହୋଇଥିଲେ ମଧ୍ୟ ପ୍ରତ୍ୟକ୍ଷ ସାମରିକ ବିବାଦରୁ ଦୂରେଇ ରହିଥିଲେ। ସେମାନେ ସ୍ପେସ୍ ରେସରେ ମଧ୍ୟ ପ୍ରତିଦ୍ୱନ୍ଦ୍ୱିତା କରିଥିଲେ, ଯାହା ୧୯୬୯ ଆମେରିକୀୟ ସ୍ପେସ୍ ଫ୍ଲାଇଟ‌ରେ ଶେଷ ହୋଇଥିଲା ଯାହାକି ପ୍ରଥମେ ମନୁଷ୍ୟମାନଙ୍କୁ ଚନ୍ଦ୍ରରେ ଅବତରଣ କରେଇଥିଲା ​​| ଏକାସାଙ୍ଗରେ, ନାଗରିକ ଅଧିକାର ଆନ୍ଦୋଳନ (୧୯୫୪–୧୯୬୮) ରାଜ୍ୟ ତଥା ସ୍ଥାନୀୟ ଜିମ କ୍ରୋ ଆଇନ ଏବଂ ଆଫ୍ରିକୀୟ ଆମେରିକୀୟଙ୍କ ବିରୁଦ୍ଧରେ ଜାତିଗତ ଭେଦଭାବକୁ ରଦ୍ଦ କରିଦେଲା | ୧୯୯୧ରେ ସୋଭିଏତ୍ ୟୁନିଅନର ବିଲୋପ ଶୀତଳ ଯୁଦ୍ଧକୁ ସମାପ୍ତ କରି ଆମେରିକାକୁ ବିଶ୍ୱର ଏକମାତ୍ର ମହାଶକ୍ତି ଭାବରେ ଛାଡି ଦେଇଥିଲା। ୨୦୦୧ରେ, ୧୧ ସେପ୍ଟେମ୍ବର ଆକ୍ରମଣ ପରେ ଆମେରିକା "ଆତଙ୍କବାଦ ବିରୋଧରେ ଯୁଦ୍ଧ" ଘୋଷିତ କରିଥିଲା, ଯେଉଁଥିରେ ଆଫଗାନିସ୍ତାନରେ ଯୁଦ୍ଧ (୨୦୦୧–୨୦୨୧) ଏବଂ ଇରାକ ଯୁଦ୍ଧ (୨୦୦୩–୨୦୧୧) ଅନ୍ତର୍ଭୁକ୍ତ ହୋଇଥିଲା।

ଯୁକ୍ତରାଷ୍ଟ୍ର ଆମେରିକା ହେଉଛି ଏକ ଫେଡେରାଲ୍ ରିପବ୍ଲିକ୍ ଯେଉଁଥିରେ ଦ୍ୱିପାକ୍ଷିକ ବିଧାନ ସଭା ଅନ୍ତର୍ଭୁକ୍ତ। ଏହା ଏକ ଉଦାରବାଦୀ ଗଣତନ୍ତ୍ର ଏବଂ ବଜାର ଅର୍ଥନୀତି; ମାନବିକ ଅଧିକାର, ଜୀବନଶୈଳୀ, ଆୟ ଏବଂ ଧନ, ଅର୍ଥନୈତିକ ପ୍ରତିଦ୍ୱନ୍ଦ୍ୱିତା ଏବଂ ଶିକ୍ଷାର ଆନ୍ତର୍ଜାତୀୟ ପଦକ୍ଷେପଗୁଡ଼ିକରେ ଏହା ଏକ ଉଚ୍ଚ ସ୍ଥାନ ଅଧିକାର କରିଛି; ଏବଂ ଏଥିରେ ନିମ୍ନ ସ୍ତରର ଭ୍ରଷ୍ଟାଚାର ଅଛି |

ଇତିହାସ[ଉତ୍ସ ସମ୍ପାଦନା]
ଆଦିବାସୀ ଏବଂ କଲମ୍ବିଆର ପୂର୍ବ ଇତିହାସ[ଉତ୍ସ ସମ୍ପାଦନା]
ସାଧାରଣତଃ ଏହା ସ୍ବୀକାର ହୋଇଛି ଯେ, ଉତ୍ତର ଆମେରିକାର ପ୍ରଥମ ବାସିନ୍ଦାମାନେ ବେରିଂ ଲ୍ୟାଣ୍ଡ ବ୍ରିଜ ଦେଇ ସାଇବରିଆରୁ ସ୍ଥାନାନ୍ତର ହୋଇଥିଲେ ଏବଂ ଅତି କମରେ ୧୨,୦୦୦ ବର୍ଷ ପୂର୍ବେ ପହଞ୍ଚିଥିଲେ; ତଥାପି, କିଛି ପ୍ରମାଣ ଆଗମନ ତାରିଖକୁ ସୂଚିତ କରେ | [୧୯]ଖ୍ରୀଷ୍ଟପୂର୍ବ ପ୍ରାୟ ୧୧,୦୦୦ ଖ୍ରୀଷ୍ଟାବ୍ଦରେ ଦେଖାଯାଇଥିବା କ୍ଲୋଭିସ୍ ସଂସ୍କୃତି ଆମେରିକାର ମାନବ ବସତିର ପ୍ରଥମ ତରଙ୍ଗକୁ ପ୍ରତିପାଦିତ କରେ ବୋଲି ବିଶ୍ୱାସ କରାଯାଏ।[୨୦][୨୧] ଉତ୍ତର ଆମେରିକାରେ ସ୍ଥାନାନ୍ତରଣର ତିନୋଟି ପ୍ରମୁଖ ତରଙ୍ଗ ମଧ୍ୟରୁ ଏହା ସମ୍ଭବତଃ; ପ୍ରଥମ ଥିଲା; ପରବର୍ତ୍ତୀ ତରଙ୍ଗ ବର୍ତ୍ତମାନର ଆଥାବାସ୍କାନ୍, ଆଲେଟ୍ସ ଏବଂ ଇସ୍କିମୋସର ପୂର୍ବଜମାନଙ୍କୁ ଆଣିଥିଲା ​​|[୨୨]

ସ୍ୱାଧୀନତା ଏବଂ ପ୍ରାରମ୍ଭିକ ବିସ୍ତାର[ଉତ୍ସ ସମ୍ପାଦନା]
ଆମେରିକୀୟ ବିପ୍ଳବ ତେରଟି କଲୋନୀକୁ ବ୍ରିଟିଶ ସାମ୍ରାଜ୍ୟରୁ ପୃଥକ କରିଥିଲା ​​ଏବଂ ଆଧୁନିକ ଇତିହାସରେ ଏକ ୟୁରୋପୀୟ ଶକ୍ତି ବିରୁଦ୍ଧରେ ଏକ ଅଣ-ୟୁରୋପୀୟ ସଂସ୍ଥାଦ୍ୱାରା ସ୍ୱାଧୀନତାର ପ୍ରଥମ ସଫଳ ଯୁଦ୍ଧ ଥିଲା | ଅଷ୍ଟାଦଶ ଶତାବ୍ଦୀ ସୁଦ୍ଧା ଆମେରିକୀୟ ଜ୍ଞାନକୌଶଳ ଏବଂ ଉଦାରବାଦୀତାର ରାଜନୈତିକ ଦର୍ଶନ ନେତାମାନଙ୍କ ମଧ୍ୟରେ ବ୍ୟାପିଗଲା। ଆମେରିକୀୟମାନେ "ଗଣତନ୍ତ୍ର"ର ଏକ ଆଦର୍ଶ ବିକାଶ କରିବାକୁ ଲାଗିଲେ ଏବଂ କହିଥିଲେ ଯେ ସରକାର ଶାସିତଙ୍କ ସହମତି ଉପରେ ନିର୍ଭର କରନ୍ତି। ସେମାନେ ସେମାନଙ୍କର "ଇଂରାଜୀ ଭାବରେ ଅଧିକାର" ଏବଂ "ପ୍ରତିନିଧିତ୍ୱ ବିନା ଟିକସ" ଦାବି କରିଥିଲେ।[୨୩][୨୪] ବ୍ରିଟିଶମାନେ ସଂସଦ ମାଧ୍ୟମରେ ଉପନିବେଶଗୁଡିକ ପରିଚାଳନା କରିବାକୁ ଜିଦ୍ ଧରିଥିଲେ ଯେଉଁଥିରେ କୌଣସି ଆମେରିକୀୟ ନିର୍ବାଚନ ମଣ୍ଡଳୀ ପାଇଁ କୌଣସି ପ୍ରତିନିଧୀ ଦାୟୀ ନଥିଲେ ଏବଂ ବିବାଦ ଯୁଦ୍ଧରେ ପରିଣତ ହୋଇଥିଲା।[୨୫]

ପ୍ରଥମ ବିଶ୍ୱଯୁଦ୍ଧ, ମହା ଅବସାଦ ଏବଂ ଦ୍ୱିତୀୟ ବିଶ୍ୱଯୁଦ୍ଧ[ଉତ୍ସ ସମ୍ପାଦନା]
୧୯୧୪ ମସିହାରେ ପ୍ରଥମ ବିଶ୍ୱଯୁଦ୍ଧ ଆରମ୍ଭରୁ ୧୯୧୭ ମସିହା ପର୍ଯ୍ୟନ୍ତ ଆମେରିକା ନିରପେକ୍ଷ ରହିଥିଲା ଯେତେବେଳେ କି ଏହା ପ୍ରଥମ ବିଶ୍ୱଯୁଦ୍ଧର ସହଯୋଗୀମାନଙ୍କ ସହିତ ଯୁଦ୍ଧରେ “ସଂଯୁକ୍ତ ଶକ୍ତି” ଭାବରେ ଯୋଗଦେଇ କେନ୍ଦ୍ରୀୟ ଶକ୍ତି ବିରୁଦ୍ଧରେ ସଫଳତା ହାସଲ କଲା । ୧୯୧୯ ମସିହାରେ, ପ୍ୟାରିସ୍ ଶାନ୍ତି ସମ୍ମିଳନୀରେ ରାଷ୍ଟ୍ରପତି ୱଡ୍ରୋ ୱିଲସନ ଏକ ଅଗ୍ରଣୀ କୂଟନୈତିକ ଭୂମିକା ଗ୍ରହଣ କରିଥିଲେ ଏବଂ ଲିଗ୍ ଅଫ୍ ନେସନ୍ସରେ ଯୋଗଦେବା ପାଇଁ ଆମେରିକାର ଦୃଢ଼ ସମର୍ଥନ କରିଥିଲେ। ଅବଶ୍ୟ, ସିନେଟ୍ ଏହାକୁ ଅନୁମୋଦନ କରିବାକୁ ମନା କରିଦେଇଥିଲା ଏବଂ ଲିଗ୍ ଅଫ୍ ନେସନ୍ସ ପ୍ରତିଷ୍ଠା କରିଥିବା ଭର୍ସେଲ୍ସ ଚୁକ୍ତିନାମାକୁ ଅନୁମୋଦନ କରିନଥିଲା।

ଏହି ସମୟରେ, ଲକ୍ଷ ଲକ୍ଷ ଗ୍ରାମୀଣ ଆଫ୍ରିକୀୟ ଆମେରିକୀୟମାନେ ଦକ୍ଷିଣରୁ ଉତ୍ତର ସହରାଞ୍ଚଳ କେନ୍ଦ୍ରକୁ ସ୍ଥାନାନ୍ତରଣ ଆରମ୍ଭ କରିଥିଲେ; ଏହା ପ୍ରାୟ ୧୯୭୦ ମସିହା ପର୍ଯ୍ୟନ୍ତ ଜାରି ରହିଥିଲା।[୨୬] ପ୍ରଗତିଶୀଳ ଯୁଗର ଶେଷ ଚିହ୍ନର ଫଳସ୍ୱରୂପ, ମହିଳାଙ୍କ ମତଦାନ ଏବଂ ମଦ୍ୟପାନ ନିଷେଧ ହୋଇଥିଲା। ୧୯୨୦ରେ, ମହିଳା ଅଧିକାର ଆନ୍ଦୋଳନ ଏକ ସାମ୍ବିଧାନିକ ସଂଶୋଧନ ପାସ୍ କରି ମହିଳାଙ୍କ ମତଦାନକୁ ଜିତିଥିଲା। ୧୯୨୦ ଏବଂ ୧୯୩୦ ଦଶକରେ ଜନ ଯୋଗାଯୋଗ ପାଇଁ ରେଡିଓର ବୃଦ୍ଧି ଏବଂ ଟେଲିଭିଜନର ଉଦ୍ଭାବନ ହୋଇଥିଲା | ୧୯୨୯ର ୱାଲ୍ ଷ୍ଟ୍ରିଟ୍ କ୍ରାସ୍ ଏବଂ ମହା ଅବସାଦର ଆରମ୍ଭ ହେତୁ ରୋରିଙ୍ଗ୍ ଟୁଇଣ୍ଟିସର ସମୃଦ୍ଧତା ସମାପ୍ତ ହୋଇଥିଲା | ୧୯୩୨ ମସିହାରେ ଆମେରିକାର ରାଷ୍ଟ୍ରପତି ଭାବରେ ନିର୍ବାଚିତ ହେବା ପରେ ଫ୍ରାଙ୍କଲିନ୍ ଡି ରୁଜଭେଲ୍ଟ ନୂତନ ଡିଲ୍ ସହିତ ଜବାବ ଦେଇଥିଲେ। ୧୯୩୦ ଦଶକର ମଧ୍ୟଭାଗର ଡଷ୍ଟ ବୋଲ୍ ଅନେକ କୃଷି ସମ୍ପ୍ରଦାୟକୁ ଦରିଦ୍ର କରି ପାଶ୍ଚାତ୍ୟ ସ୍ଥାନାନ୍ତରଣର ଏକ ନୂତନ ତରଙ୍ଗ ସୃଷ୍ଟି କରିଥିଲା ​​|
୪୮ଟି ସଂଲଗ୍ନ ରାଜ୍ୟ ଏବଂ କଲମ୍ବିଆ ଜିଲ୍ଲା ୩,୧୧୯,୮୮୫ ବର୍ଗ ମାଇଲ୍ (୮,୦୮୦, ୪୭୦ କିଲୋମିଟର)ର ମିଳିତ କ୍ଷେତ୍ର ଦଖଲ କରିଛନ୍ତି | ଏହି କ୍ଷେତ୍ର ମଧ୍ୟରୁ ୨,୯୫୯,୦୬୪ ବର୍ଗ ମାଇଲ୍ (୭,୬୬୩,୯୪୦ ବର୍ଗ କିମି) ସଂଲଗ୍ନ ଜମି ଅଟେ, ଯାହା ସମୁଦାୟ ଆମେରିକାର ଜମିକ୍ଷେତ୍ରର ୮୩.୬୫% ଅଟେ | [୩୦][୩୧]ପ୍ରାୟ ୧୫% ଉତ୍ତର-ପଶ୍ଚିମ ଉତ୍ତର ଆମେରିକାର ଏକ ରାଜ୍ୟ ଆଲାସ୍କା ଅଧୀନରେ ରହିଛି ଓ ଅବଶିଷ୍ଟ ହାୱାଇରେ, ମଧ୍ୟ ପ୍ରଶାନ୍ତ ମହାସାଗରରେ ଏକ ରାଜ୍ୟ ଏବଂ ଆର୍କିପେଲାଗୋ ଏବଂ ପୁଏର୍ତୋ ରିକୋ, ଆମେରିକୀୟ ସାମୋଆ, ଗୁଆମ୍, ଉତ୍ତର ମାରିଆନାର ପାଞ୍ଚଟି ଜନବହୁଳ କିନ୍ତୁ ଅବିଭକ୍ତ ଅଞ୍ଚଳ ଅଟେ | [୩୨]କେବଳ ଭୂମିକ୍ଷେତ୍ର ମାପ ଅନୁଯାୟୀ, ରୁଷ ଏବଂ ଚୀନ୍ ପଛରେ ଆମେରିକା ତୃତୀୟ ସ୍ଥାନରେ ଅଛି ଏବଂ କାନାଡାଠାରୁ ଆଗରେ ଅଛି।[୩୩]

ସମୁଦାୟ କ୍ଷେତ୍ର (ଜଳ ଏବଂ ସ୍ଥଳ) ଅନୁଯାୟୀ ଆମେରିକା ହେଉଛି ବିଶ୍ବର ତୃତୀୟ କିମ୍ବା ଚତୁର୍ଥ ବୃହତ୍ତମ ରାଷ୍ଟ୍ର, ରୁଷ ଏବଂ କାନାଡା ପଛରେ ରହି ଚୀନ୍ ସହିତ ସମାନ | ଚୀନ୍ ଏବଂ ଭାରତର ବିବାଦ ଯୋଗୁ ଦୁଇଟି ଅଞ୍ଚଳର ବିଭାଜନ କିପରି ହୋଇଛି ଏବଂ ଯୁକ୍ତରାଷ୍ଟ୍ର ଆମେରିକାର ମୋଟ ଆକାର କିପରି ମାପ କରାଯାଏ ତାହା ଉପରେ ନିର୍ଭର କରି ଗଣନା ଏବଂ ମାନ୍ୟତା ଭିନ୍ନ
କ୍ତରାଷ୍ଟ୍ର ଆମେରିକା ଏହାର ବୃହତ ଆକାର ଏବଂ ଭୌଗୋଳିକ ବିବିଧତା ଯୋଗୁ ଅନେକ ପ୍ରକାରର ଜଳବାୟୁ ଅନ୍ତର୍ଭୁକ୍ତ କରେ | ୧୦୦ତମ ମେରିଡିଆନ୍ର ପୂର୍ବରେ, ଜଳବାୟୁ ପରିସର ଉତ୍ତରରେ ଆର୍ଦ୍ର ମାଳଦ୍ୱୀପିୟଠାରୁ ଦକ୍ଷିଣରେ ଆର୍ଦ୍ର ସବଟ୍ରୋପିକାଲ୍ ପର୍ଯ୍ୟନ୍ତ ଅନ୍ତର୍ଭୁକ୍ତ |[୩୫]

୧୦୦ତମ ମେରିଡିଆନ‌ର ପଶ୍ଚିମ ମହାନ ସମତଳ ଅର୍ଦ୍ଧ-ଶୁଷ୍କ ଅଟେ | ଆମେରିକୀୟ ପାଶ୍ଚାତ୍ୟର ଅନେକ ପାର୍ବତ୍ୟ ଅଞ୍ଚଳରେ ଆଲପାଇନ୍ ଜଳବାୟୁ ରହିଛି | ଦକ୍ଷିଣ-ପଶ୍ଚିମ ମରୁଭୂମି ମହାନ ବସ୍ତିରେ ଜଳବାୟୁ ଶୁଷ୍କ, ଭୂମଧ୍ୟସାଗରର ଉପକୂଳ କାଲିଫର୍ଣ୍ଣିଆରେ ଏବଂ ଉପକୂଳ ଓରେଗନ୍ ଏବଂ ୱାଶିଂଟନ୍ ଏବଂ ଦକ୍ଷିଣ ଆଲାସ୍କାରେ ମହାସାଗରୀୟ ଜଳବାୟୁ ରହିଥାଏ | [୩୬]

ମେକ୍ସିକୋ ଗଲ୍ଫର ସୀମାବର୍ତ୍ତୀ ରାଜ୍ୟଗୁଡିକ ଝଡର ଶିକାର ହୋଇଥାନ୍ତି | ମୁଖ୍ୟତଃ,  ମଧ୍ୟପଶ୍ଚିମ ଏବଂ ଦକ୍ଷିଣାଞ୍ଚଳ ଗୁଡିକରେ ବିଶ୍ବର ଅଧିକାଂଶ ଘୂର୍ଣ୍ଣିବଳୟ ଘଟିଥାଏ |[୩୭] ମୋଟ ଉପରେ, ବିଶ୍ବର ଅନ୍ୟ ଦେଶ ଅପେକ୍ଷା ଆମେରିକା ପାଣିପାଗଦ୍ୱାରା ଅଧିକ ପ୍ରଭାବିତ ହୋଇଥାଏ |[୩୮]
ଜୈବ ବିବିଧତା ଏବଂ ସଂରକ୍ଷଣ[ଉତ୍ସ ସମ୍ପାଦନା]
ବହୁ ସଂଖ୍ୟକ ଏଣ୍ଡେମିକ୍ ପ୍ରଜାତି ଧାରଣ କରିଥିବା ୧୭ଟି ମେଗାଡାଇବର୍ସ ଦେଶ ମଧ୍ୟରୁ ଯୁକ୍ତରାଷ୍ଟ୍ର ଆମେରିକା ଏବଂ ଆଲାସ୍କାରେ ପ୍ରାୟ ୧୭,୦୦୦ ପ୍ରଜାତିର ସଂବାହନୀ ଉଦ୍ଭିଦ ଦେଖାଯାଏ ଏବଂ ହାୱାଇରେ ୧୮୦୦ରୁ ଅଧିକ ପ୍ରଜାତିର ଫୁଲଗଛ ଦେଖିବାକୁ ମିଳେ, ସେଥିମଧ୍ୟରୁ କିଛି ମୁଖ୍ୟ ଭୂମିରେ ମିଳିଥାଏ | [୩୯]ଯୁକ୍ତରାଷ୍ଟ୍ରରେ ୪୨୮ଟି ସ୍ତନ୍ୟପାୟୀ ପ୍ରାଣୀ, ୭୮୪ଟି ପକ୍ଷୀ, ୩୧୧ଟି ସରୀସୃପ ଏବଂ ୨୯୫ଟି ଉଭୟଚର, [୪୦]ଏବଂ ୯୧,୦୦୦ କୀଟପତଙ୍ଗ ବାସ କରନ୍ତି।[୪୧]

ଏଠାରେ ୬୩ଟି ଜାତୀୟ ଉଦ୍ୟାନ ଏବଂ ଅନ୍ୟାନ୍ୟ ଶହ ଶହ ଫେଡେରାଲ୍ ପରିଚାଳିତ ପାର୍କ, ଜଙ୍ଗଲ ଏବଂ ମରୁଭୂମି ଅଞ୍ଚଳ ରହିଛି, ଯାହା ଜାତୀୟ ଉଦ୍ୟାନ ସେବାଦ୍ୱାରା ପରିଚାଳିତ ହୋଇଥାଏ |[୪୨] ମୋଟ ଉପରେ, ଦେଶର ପ୍ରାୟ ୨୮% ଜମିର ମାଲିକାନା ଅଛି,[୪୩] ଯାହାକି ଅଧିକାଂଶ ପାଶ୍ଚାତ୍ୟ ରାଜ୍ୟରେ ରହିଛି।[୪୪]ଏହି ଜମିର ଅଧିକାଂଶ ଅଂଶ ସୁରକ୍ଷିତ, ଯଦିଓ କେତେକ ତୈଳ ଏବଂ ଗ୍ୟାସ୍ ଖନନ, ଖଣି, ଲଗିଂ କିମ୍ବା ଗୋରୁ ଚାଲାଣ ପାଇଁ ଲିଜ୍ ଦିଆଯାଇଛି ଏବଂ ପ୍ରାୟ ୮୬% ସାମରିକ ଉଦ୍ଦେଶ୍ୟରେ ବ୍ୟବହୃତ ହୋଇଥାଏ।[୪୫][୪୬]
ଆନ୍ତର୍ଜାତୀୟ ମୁଦ୍ରାପାଣ୍ଠି ଅନୁଯାୟୀ, ୨୨.୭ ଟ୍ରିଲିୟନ ଡଲାରର ମୋଟ ଘରୋଇ ଉତ୍ପାଦ (ଜିଡିପି) ବଜାର ବିନିମୟ ମୂଲ୍ୟରେ ମୋଟ ବିଶ୍ବ ଉତ୍ପାଦନର ୨୪% ଏବଂ କ୍ରୟଶକ୍ତି ପ୍ୟାରିଟି (ପିପିପି)ରେ ମୋଟ ବିଶ୍ବ ଉତ୍ପାଦନର ୧୬%ରୁ ଅଧିକ ଅଟେ।[୪୮][୪୯] ୧୯୮୩ରୁ  ୨୦୦୮ମସିହା ପର୍ଯ୍ୟନ୍ତ, ଆମେରିକାର ପ୍ରକୃତ ଯୌଗିକ ବାର୍ଷିକ ଜିଡିପି ଅଭିବୃଦ୍ଧି ୩.୩% ଥିଲା, ବାକି G7 ପାଇଁ ୨.୩% ଓଜନ ବିଶିଷ୍ଟ ହାରାହାରି ତୁଳନାରେ ମୁଣ୍ଡପିଛା ଜିଡିପିରେ ଦେଶ ବିଶ୍ବର ପଞ୍ଚମ ସ୍ଥାନରେ ରହିଛି[୫୦] ଏବଂ ପିପିପିରେ ମୁଣ୍ଡପିଛା ଜିଡିପିରେ ସପ୍ତମ ସ୍ଥାନରେ ରହିଛି[୫୧] । ୧୯୦୦ ମସିହା ପରଠାରୁ ଏହି ଦେଶ ବିଶ୍ୱର ବୃହତ୍ତମ ଅର୍ଥନୀତି ହୋଇଆସୁଛି ।[୫୨]

ବିଜ୍ଞାନ, ପ୍ରଯୁକ୍ତିବିଦ୍ୟା ଏବଂ ଶକ୍ତି[ଉତ୍ସ ସମ୍ପାଦନା]
ଉନବିଂଶ ଶତାବ୍ଦୀର ଶେଷ ଭାଗଠାରୁ ବିଂଶ ଶତାବ୍ଦୀର ମଧ୍ୟଭାଗ ପର୍ଯ୍ୟନ୍ତ ବୈଜ୍ଞାନିକ ଅନୁସନ୍ଧାନରେ ଆମେରିକା ଅଗ୍ରଣୀ ରହିଆସିଛି। ଅଦଳବଦଳ ଅଂଶ ଉତ୍ପାଦନ ଏବଂ ଏକ ମେସିନ୍ ଟୁଲ୍ ଇଣ୍ଡଷ୍ଟ୍ରି ପ୍ରତିଷ୍ଠା ପାଇଁ ପଦ୍ଧତିଗୁଡିକ ଉନବିଂଶ ଶତାବ୍ଦୀର ଶେଷ ଭାଗରେ ସିଲେଇ ମେସିନ୍, ସାଇକେଲ୍ ଏବଂ ଅନ୍ୟାନ୍ୟ ସାମଗ୍ରୀର ବୃହତ ଆକାରରେ ଉତ୍ପାଦନ ଯୁକ୍ତରାଷ୍ଟ୍ର ଆମେରିକାକୁ ସକ୍ଷମ କରିଥିଲା ​​| ବିଂଶ ଶତାବ୍ଦୀର ପ୍ରାରମ୍ଭରେ, କାରଖାନା ବିଦ୍ୟୁତିକରଣ, ଆସେମ୍ବଲି ଲାଇନର ପରିଚୟ ଏବଂ ଅନ୍ୟାନ୍ୟ ଶ୍ରମ ସଞ୍ଚୟ କୌଶଳ ବହୁଳ ଉତ୍ପାଦନ ପ୍ରଣାଳୀ ସୃଷ୍ଟି କଲା | ଏକବିଂଶ ଶତାବ୍ଦୀରେ, ପ୍ରାୟ ଦୁଇ-ତୃତୀୟାଂଶ ଅନୁସନ୍ଧାନ ଏବଂ ବିକାଶ ପାଣ୍ଠି ଘରୋଇ କ୍ଷେତ୍ରରୁ ଆସିଥାଏ। ୨୦୨୦ରେ, ଆମେରିକା ହେଉଛି ଦ୍ୱିତୀୟ ରାଷ୍ଟ୍ର ଯାହାକି ସର୍ବାଧିକ ବୈଜ୍ଞାନିକ କାଗଜପତ୍ର ପ୍ରକାଶ କରିଥିଲା ।[୫୩]୨୦୨୧ ମସିହାରେ, ଆମେରିକା ସମୁଦାୟ ୫୧ ସ୍ପେସ୍ ଫ୍ଲାଇଟ୍ ଉତକ୍ଷେପଣ କରିଥିଲା ​​| (ଚୀନ୍ ୫୫ଟି ରିପୋର୍ଟ କରିଛି)[୫୪] ଡିସେମ୍ବର ୨୦୨୧ରେ ମହାକାଶରେ ଆମେରିକାର ୨,୯୪୪ ସକ୍ରିୟ ସାଟେଲାଇଟସ ଥିଲା, ଯେ କୌଣସି ଦେଶ ତୁଳନାରେ ସର୍ବାଧିକ ସଂଖ୍ୟା ଅଟେ |[୫୫]

ଜନସଂଖ୍ୟା[ଉତ୍ସ ସମ୍ପାଦନା]
ଯୁକ୍ତରାଷ୍ଟ୍ରର ଜନଗଣନା ବ୍ୟୁରୋ ରିପୋର୍ଟ ଅନୁଯାୟୀ, ଯୁକ୍ତରାଷ୍ଟ୍ର ଆମେରିକାରେ ୧ ଏପ୍ରିଲ ୨୦୨୦ ସୁଦ୍ଧା ୩୩୧,୪୪୯,୨୮୧ ଜଣ ବାସିନ୍ଦା ଥିଲେ,[୫୬] ଯାହାଦ୍ୱାରା ଆମେରିକା, ଚୀନ୍ ଏବଂ ଭାରତପରେ ପୃଥିବୀର ତୃତୀୟ ଜନସଂଖ୍ୟା ବିଶିଷ୍ଟ ଦେଶ ଭାବରେ ପରିଣତ ହୋଇଛି।[୫୭] ବ୍ୟୁରୋର ଯୁକ୍ତରାଷ୍ଟ୍ରର ଜନସଂଖ୍ୟା ଘଣ୍ଟା ଅନୁଯାୟୀ, ୨୮ ଜାନୁୟାରୀ ୨୦୨୧ ସୁଦ୍ଧା, ଆମେରିକାର ଜନସଂଖ୍ୟା ପ୍ରତି ୧୦୦ ସେକେଣ୍ଡରେ ଜଣେ ବ୍ୟକ୍ତିଙ୍କ ମୋଟ ଲାଭ ଥିଲା।[୫୮] ୨୦୧୮ରେ, ୧୫ ବର୍ଷରୁ ଅଧିକ ବୟସର ୫୨% ଆମେରିକୀୟ ବିବାହିତ, ୬% ବିଧବା, ୧୦% ଛାଡପତ୍ର ଦେଇଥିଲେ ଏବଂ ୩୨% କେବେ ବି ବିବାହ କରିନଥିଲେ।[୫୯]୨୦୨୦ରେ, ଆମେରିକାର ମୋଟ ପ୍ରଜନନ ହାର ମହିଳାଙ୍କ ପ୍ରତି ୧.୬୪ ଥିଲା ଏବଂ ଏକମାତ୍ର ପିତାମାତା ପରିବାରରେ ରହୁଥିବା ପିଲାମାନଙ୍କ ମଧ୍ୟରେ ବିଶ୍ବରେ  ସର୍ବୋଚ୍ଚ ହାର (୨୩%) ରହିଥିଲା।[୬୦]

ଭାଷା[ଉତ୍ସ ସମ୍ପାଦନା]
ଇଂରାଜୀ (ବିଶେଷ ଭାବରେ, ଆମେରିକୀୟ ଇଂରାଜୀ) ହେଉଛି ଆମେରିକାର ପ୍ରକୃତ ଜାତୀୟ ଭାଷା | ଯଦିଓ ଫେଡେରାଲ୍ ସ୍ତରରେ କୌଣସି ସରକାରୀ ଭାଷା ନାହିଁ, କେତେକ ଆଇନ ଯେପରିକି ଆମେରିକାର ପ୍ରାକୃତିକରଣ ଆବଶ୍ୟକତା - ଇଂରାଜୀକୁ ମାନ୍ୟ କରିଥାଏ ଏବଂ ଅଧିକାଂଶ ରାଜ୍ୟ ଇଂରାଜୀକୁ ସରକାରୀ ଭାଷା ଭାବରେ ଘୋଷଣା କରିଥିଲେ।[୬୧] ୨୦୧୦ର ସର୍ଭେ ଅନୁସାରେ ଏହି ଦେଶରେ ୨୬୦ ମିଲିୟନ ବା ପ୍ରାଏ ୮୦% ଲୋକ ଘରେ କେବଳ ଇଂଲିଶ ବ୍ୟବହାର କରନ୍ତି। ଇଂଲିଶ ପରେ ସ୍ପାନିଶ, ଚାଇନିଜ, ଫ୍ରେଞ୍ଚ ଆଦି ଭାଷା ମଧ୍ୟ ଲୋକମାନେ ବ୍ୟବହାର କରନ୍ତି। ତିନୋଟି ରାଜ୍ୟ ଏବଂ ଚାରିଟି ଆମେରିକୀୟ ଅଞ୍ଚଳ ହାୱାଇ (ହାୱାଇ), ଆଲାସ୍କା (କୋଡ଼ିଏଟି ଦେଶୀୟ  ଭାଷା), ଦକ୍ଷିଣ ଡାକୋଟା (ସିଓକ୍ସ) ଇଂରାଜୀ ବ୍ୟତୀତ ସ୍ଥାନୀୟ କିମ୍ବା ସ୍ୱଦେଶୀ ଭାଷାକୁ ସ୍ୱୀକୃତି ଦେଇଛନ୍ତି | ପୁଏର୍ତୋ ରିକୋ (ସ୍ପାନିଶ୍), ଗୁଆମ୍ (ଚାମୋରୋ), ଏବଂ ଉତ୍ତର ମାରିଆନା ଦ୍ୱୀପପୁଞ୍ଜ (କାରୋଲିନିଆନ୍ ଏବଂ ଚାମୋରୋ) ଭାଷାକୁ ସ୍ୱୀକୃତି ଦେଇଛନ୍ତି | ପୁଏର୍ତୋ ରିକୋରେ ଇଂରାଜୀ ଅପେକ୍ଷା ସ୍ପାନିଶ୍ ଅଧିକ କଥିତ |ନିମ୍ନ ସାରଣୀରେ କିଛି ମୁଖ୍ୟ ଭାଷାର ବ୍ୟବହାରକାରୀ ସଂଖ୍ୟା ଦିଆଗଲା।
ଯୁକ୍ତରାଷ୍ଟ୍ରରେ ବିଭିନ୍ନ ପ୍ରକାରର ଜାତି, ପରମ୍ପରା ଏବଂ ମୂଲ୍ୟବୋଧ ରହିଛି, ଏବଂ ଏହା ବିଶ୍ୱ ସ୍ତରରେ ପ୍ରମୁଖ ସାଂସ୍କୃତିକ ପ୍ରଭାବ ପକାଇଥାଏ।[୬୨][୬୩] ମୂଳ ଆମେରିକୀୟ, ଦେଶୀ ହାୱାଇନ୍ ଏବଂ ଦେଶୀ ଆଲାସ୍କାନ୍ ଜନସଂଖ୍ୟା ବ୍ୟତୀତ ପ୍ରାୟ ସମସ୍ତ ଆମେରିକୀୟ କିମ୍ବା ସେମାନଙ୍କ ପୂର୍ବଜମାନେ ଗତ ପାଞ୍ଚ ଶତାବ୍ଦୀ ମଧ୍ୟରେ ସ୍ଥାନାନ୍ତରିତ ହୋଇଥିଲେ କିମ୍ବା ଦାସ ଭାବରେ ଆମଦାନୀ ହୋଇଥିଲେ।[୬୪] ମୁଖ୍ୟ ସ୍ରୋତ ଆମେରିକୀୟ ସଂସ୍କୃତି ହେଉଛି ଏକ ପାଶ୍ଚାତ୍ୟ ସଂସ୍କୃତି ଯାହା ମୁଖ୍ୟତଃ ୟୁରୋପୀୟ ପ୍ରବାସୀମାନଙ୍କ ପରମ୍ପରାରୁ ଆସିଛି  ଏବଂ ଅନ୍ୟାନ୍ୟ ଉତ୍ସରୁ ପ୍ରଭାବିତ ହୋଇଛି |

ସିନେମା ଏବଂ ରଙ୍ଗମଞ୍ଚ[ଉତ୍ସ ସମ୍ପାଦନା]
ହଲିଉଡ, କାଲିଫର୍ନିଆର ଲସ୍ ଆଞ୍ଜେଲ୍ସର ଉତ୍ତର ଜିଲ୍ଲା, ଚଳଚ୍ଚିତ୍ରରେ ଅଗ୍ରଣୀ ଏବଂ ଦୁନିଆର ସବୁଠାରୁ ସ୍ୱୀକୃତିପ୍ରାପ୍ତ ଚଳଚ୍ଚିତ୍ର ଶିଳ୍ପ |[୬୫][୬୬] ଯୁକ୍ତରାଷ୍ଟ୍ରର ପ୍ରମୁଖ ଚଳଚ୍ଚିତ୍ର ସ୍ଟୁଡିଓ ଗୁଡ଼ିକ ହେଉଛି ବିଶ୍ୱର ସବୁଠାରୁ ବ୍ୟବସାୟିକ ସଫଳ ଏବଂ ସର୍ବାଧିକ ଟିକେଟ୍ ବିକ୍ରି କରୁଥିବା ଚଳଚ୍ଚିତ୍ରର ମୂଳ ଉତ୍ସ |
୧୮୯୪ ମସିହାରେ ନ୍ୟୁୟର୍କ ସିଟିରେ କିନେଟୋସ୍କୋପ ବ୍ୟବହାର କରି ବିଶ୍ୱର ପ୍ରଥମ ବାଣିଜ୍ୟିକ ଚଳଚ୍ଚିତ୍ର ଚିତ୍ର ପ୍ରଦର୍ଶନୀ ଦିଆଯାଇଥିଲା। ବିଂଶ ଶତାବ୍ଦୀର ପ୍ରାରମ୍ଭରୁ, ଆମେରିକାର ଚଳଚ୍ଚିତ୍ର ଶିଳ୍ପ ମୁଖ୍ୟତଃ ହଲିଉଡରେ ଏବଂ ଏହାର ଆଖପାଖରେ ରହିଆସିଛି, ଯଦିଓ ଏକବିଂଶ ଶତାବ୍ଦୀରେ ସେଠାରେ ବହୁ ସଂଖ୍ୟାରେ ଚଳଚ୍ଚିତ୍ର ନିର୍ମାଣ କରାଯାଇ ନାହିଁ ଏବଂ ଚଳଚ୍ଚିତ୍ର କମ୍ପାନୀଗୁଡିକ ଜଗତୀକରଣ ଶକ୍ତି ଅଧୀନରେ ରହିଛନ୍ତି। ଓସ୍କାର ଭାବରେ ଜଣାଶୁଣା ଏକାଡେମୀ ପୁରସ୍କାର, ୧୯୨୯ ମସିହାରୁ ଏକାଡେମୀ ଅଫ୍ ମୋସନ୍ ପିକ୍ଚର୍ ଆର୍ଟ ଆଣ୍ଡ ସାଇନ୍ସଦ୍ୱାରା ପ୍ରତିବର୍ଷ ଅନୁଷ୍ଠିତ ହୋଇଆସୁଥିଲା, ଏବଂ ଗୋଲଡେନ୍ ଗ୍ଲୋବ ପୁରସ୍କାର ଜାନୁଆରୀ ୧୯୪୪ଠାରୁ ପ୍ରତିବର୍ଷ ଅନୁଷ୍ଠିତ ହୋଇଆସୁଛି |[୬୭]

ସଙ୍ଗୀତ[ଉତ୍ସ ସମ୍ପାଦନା]
ଆମେରିକୀୟ ଲୋକ ସଙ୍ଗୀତ ଅନେକ ସଙ୍ଗୀତ ଧାରାକୁ ଅନ୍ତର୍ଭୁକ୍ତ କରେ, ବିଭିନ୍ନ ପାରମ୍ପାରିକ ସଙ୍ଗୀତ, ସମସାମୟିକ ଲୋକ ସଙ୍ଗୀତ, କିମ୍ବା ମୂଳ ସଙ୍ଗୀତ ଭାବରେ ଜଣାଶୁଣା | ଅନେକ ପାରମ୍ପାରିକ ଗୀତ ସମାନ ପରିବାର କିମ୍ବା ଲୋକ ଗୋଷ୍ଠୀ ମଧ୍ୟରେ ପିଢ଼ି ଧରି ଗାନ କରାଯାଇଥାଏ |[୬୮]

ଆମେରିକାର ସର୍ବପ୍ରଥମ ରଚନାମାନଙ୍କ ମଧ୍ୟରେ ୱିଲିୟମ୍ ବିଲିଙ୍ଗସ୍ ନାମକ ଜଣେ ବ୍ୟକ୍ତି ଥିଲେ, ଯିଏ ବୋଷ୍ଟନରେ ଜନ୍ମଗ୍ରହଣ କରିଥିଲେ, ୧୭୭୦ ଦଶକରେ ଦେଶଭକ୍ତ ଭଜନ ରଚନା କରିଥିଲେ; ଗୃହଯୁଦ୍ଧ ପୂର୍ବରୁ ଆନ୍ଥୋନୀ ହେନ୍ରିଚ୍ ସବୁଠାରୁ ବିଶିଷ୍ଟ ରଚନା କରିଥିଲେ। ୧୮୦୦ ଦଶକର ମଧ୍ୟଭାଗରୁ ଶେଷ ପର୍ଯ୍ୟନ୍ତ, ରୋମାଣ୍ଟିକ୍ ଯୁଗର ଜନ୍ ଫିଲିପ୍ ସୋସା ଅନେକ ସାମରିକ ଗୀତ ରଚନା କରିଥିଲେ - ବିଶେଷତଃ ମାର୍ଚ୍ଚ - ଏବଂ ଏହାକୁ ଆମେରିକାର ସର୍ବଶ୍ରେଷ୍ଠ ରଚନା ଭାବରେ ପରିଗଣିତ କରାଯାଇଥିଲା |[୬୯]

ଖାଦ୍ୟ[ଉତ୍ସ ସମ୍ପାଦନା]
ମୂଳ ଆମେରିକୀୟମାନେ କଇଁଛ, ମିଠା ଆଳୁ, ମକା, ସ୍କ୍ୱାସ୍, ଏବଂ ମ୍ୟାପ୍ ସିରପ୍ ଭଳି ସ୍ୱଦେଶୀ, ଅଣ-ୟୁରୋପୀୟ ଖାଦ୍ୟ ସହିତ ପରିଚିତ ହୋଇଥିଲେ | ସେମାନେ ଏବଂ ପରେ ପ୍ରବାସୀମାନେ ଏହାକୁ ଜାଣିଥିବା ଖାଦ୍ୟ ସହିତ ଗହମ ମଇଦା, ଗୋମାଂସ, ଏବଂ କ୍ଷୀର ଭଳି ଏକ ମିଶ୍ରିତ ଆମେରିକୀୟ ରୋଷେଇ ତିଆରି କରିଥିଲେ |[୭୦] ଆମେରିକାର ସବୁଠାରୁ ଲୋକପ୍ରିୟ ଛୁଟିଦିନ, ଧନ୍ୟବାଦ ଅର୍ପଣରେ ହୋମଗ୍ରାଉନ୍ ଖାଦ୍ୟ ଏକ ଅଂଶୀଦାର ଜାତୀୟ ମେନୁର ଏକ ଅଂଶ, ଯେତେବେଳେ ଅନେକ ଆମେରିକୀୟ ଏହି ଉତ୍ସବ ପାଳନ କରିବା ପାଇଁ ପାରମ୍ପାରିକ ଖାଦ୍ୟ ପ୍ରସ୍ତୁତ କରନ୍ତି କିମ୍ବା କ୍ରୟ କରନ୍ତି |

ଆମେରିକୀୟ ରୋଷେଇରେ ଯୁକ୍ତରାଷ୍ଟ୍ରରେ ପ୍ରସ୍ତୁତ ରନ୍ଧନ ଶୈଳୀ ଏବଂ ପାରମ୍ପାରିକ ଖାଦ୍ୟ ରହିଛି | ଏହା ୟୁରୋପୀୟ, ଆଦିବାସୀ ମୂଳ ଆମେରିକୀୟ, ଆଫ୍ରିକୀୟ, ଏସିଆନ, ପ୍ରଶାନ୍ତ ଦ୍ୱୀପପୁଞ୍ଜ ଏବଂ ଅନ୍ୟାନ୍ୟ ସଂସ୍କୃତି ଏବଂ ପରମ୍ପରାଦ୍ୱାରା ଯଥେଷ୍ଟ ପ୍ରଭାବିତ ହୋଇଛି |[୭୧] ଏହାର ରୋଷେଇର ଗୁଣବତ୍ତା ପାଇଁ, କୃଷକ ବଜାରଠାରୁ ଆରମ୍ଭ କରି ଏହାର ରୋଷେୟା ଚାଳିତ ରେଷ୍ଟୁରାଣ୍ଟ ପର୍ଯ୍ୟନ୍ତ ଆମେରିକା ଜଣାଶୁଣା | ଯୁକ୍ତରାଷ୍ଟ୍ରର ଅନେକ ରେଷ୍ଟୁରାଣ୍ଟ ପରିଦର୍ଶନ କରିବା ଯୋଗ୍ୟ, ଦେଶ ମଧ୍ୟ ଏକ ଉନ୍ନତ ଷ୍ଟ୍ରିଟ୍ ଫୁଡ୍ ଦୃଶ୍ୟ ପାଇଁ ଗର୍ବ କରେ ଯାହା ଆମକୁ ଅନେକ ବିକ୍ରେତାଙ୍କ ସହିତ ଅଧିକ ଆକର୍ଷିତ କରାଇଥାଏ | ରାସ୍ତାରେ ଖାଇବା ସମସ୍ତ ପାଞ୍ଚଟି ଇନ୍ଦ୍ରିୟ ବ୍ୟବହାର କରିବା ସହିତ ଜଡିତ | ଷ୍ଟ୍ରିଟ୍ ଫୁଡ୍ ହେଉଛି କାଜୁଆଲ୍ ଡାଇନିଂର ଶିଖର ଏବଂ ଏକ ସହରର ରୋଷେଇ ଘରର ଉତ୍ତରାଧିକାରୀ ବିଷୟରେ ଏକ ସମୃଦ୍ଧ ସମ୍ବେଦନଶୀଳ ପ୍ରଦାନ କରେ |
୪୮ଟି ସଂଲଗ୍ନ ରାଜ୍ୟ ଏବଂ କଲମ୍ବିଆ ଜିଲ୍ଲା ୩,୧୧୯,୮୮୫ ବର୍ଗ ମାଇଲ୍ (୮,୦୮୦, ୪୭୦ କିଲୋମିଟର)ର ମିଳିତ କ୍ଷେତ୍ର ଦଖଲ କରିଛନ୍ତି | ଏହି କ୍ଷେତ୍ର ମଧ୍ୟରୁ ୨,୯୫୯,୦୬୪ ବର୍ଗ ମାଇଲ୍ (୭,୬୬୩,୯୪୦ ବର୍ଗ କିମି) ସଂଲଗ୍ନ ଜମି ଅଟେ, ଯାହା ସମୁଦାୟ ଆମେରିକାର ଜମିକ୍ଷେତ୍ରର ୮୩.୬୫% ଅଟେ | [୩୦][୩୧]ପ୍ରାୟ ୧୫% ଉତ୍ତର-ପଶ୍ଚିମ ଉତ୍ତର ଆମେରିକାର ଏକ ରାଜ୍ୟ ଆଲାସ୍କା ଅଧୀନରେ ରହିଛି ଓ ଅବଶିଷ୍ଟ ହାୱାଇରେ, ମଧ୍ୟ ପ୍ରଶାନ୍ତ ମହାସାଗରରେ ଏକ ରାଜ୍ୟ ଏବଂ ଆର୍କିପେଲାଗୋ ଏବଂ ପୁଏର୍ତୋ ରିକୋ, ଆମେରିକୀୟ ସାମୋଆ, ଗୁଆମ୍, ଉତ୍ତର ମାରିଆନାର ପାଞ୍ଚଟି ଜନବହୁଳ କିନ୍ତୁ ଅବିଭକ୍ତ ଅଞ୍ଚଳ ଅଟେ | [୩୨]କେବଳ ଭୂମିକ୍ଷେତ୍ର ମାପ ଅନୁଯାୟୀ, ରୁଷ ଏବଂ ଚୀନ୍ ପଛରେ ଆମେରିକା ତୃତୀୟ ସ୍ଥାନରେ ଅଛି ଏବଂ କାନାଡାଠାରୁ ଆଗରେ ଅଛି।[୩୩]

ସମୁଦାୟ କ୍ଷେତ୍ର (ଜଳ ଏବଂ ସ୍ଥଳ) ଅନୁଯାୟୀ ଆମେରିକା ହେଉଛି ବିଶ୍ବର ତୃତୀୟ କିମ୍ବା ଚତୁର୍ଥ ବୃହତ୍ତମ ରାଷ୍ଟ୍ର, ରୁଷ ଏବଂ କାନାଡା ପଛରେ ରହି ଚୀନ୍ ସହିତ ସମାନ | ଚୀନ୍ ଏବଂ ଭାରତର ବିବାଦ ଯୋଗୁ ଦୁଇଟି ଅଞ୍ଚଳର ବିଭାଜନ କିପରି ହୋଇଛି ଏବଂ ଯୁକ୍ତରାଷ୍ଟ୍ର ଆମେରିକାର ମୋଟ ଆକାର କିପରି ମାପ କରାଯାଏ ତାହା ଉପରେ ନିର୍ଭର କରି ଗଣନା ଏବଂ ମାନ୍ୟତା ଭିନ୍ନ"""


length=len(odia_text)
print(length)